Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Slovak/strings.po
Languages: sk

# #13304
source: Enable flipping bi-directional strings
sk: Povoliť preklápanie obojsmerných reťazcov

# #13305
source: Show RSS news feeds
sk: Povoliť RSS kanály

# #13306
source: Show parent folder items
sk: Schovať rodičovský priečinok

# #13307
source: Track naming template
sk: Maska menovania stôp

# #13308
source: Do you wish to reboot your system
sk: Naozaj chcete reštartovať systém

# #13309
source: instead of just XBMC?
sk: alebo len XBMC?

# #13310
source: Zoom effect
sk: Efekt zväčšenia

# #13311
source: Float effect
sk: Efekt splynutia

# #13312
source: Black bar reduction
sk: Redukcia čiernych okrajov

# #13313
source: Restart
sk: Reštart

# #13314
source: Crossfade between songs
sk: Prelínanie

# #13315
source: Regenerate thumbnails
sk: Aktualizovať náhľady

# #13316
source: Recursive thumbnails
sk: Náhľady rekurzívne

# #13317
source: View slideshow
sk: Prezentácia

# #13318
source: Recursive slideshow
sk: Prezentácia rekurzívna

# #13319
source: Randomize
sk: Náhodne

# #13321
source: Left only
sk: Len ľavý

# #13322
source: Right only
sk: Len pravý

# #13323
source: Enable karaoke support
sk: Povoliť CD+G

# #13324
source: Background transparency
sk: Priehľadnosť pozadia

# #13325
source: Foreground transparency
sk: Priehľadnosť popredia

# #13326
source: A/V delay
sk: A/V oneskorenie

# #13328
source: %s not found
sk: %s nebolo nájdené

# #13329
source: Error opening %s
sk: Chyba pri otváraní %s

# #13330
source: Unable to load %s
sk: Nie je možné otvoriť %s

# #13331
source: Error: Out of memory
sk: Chyba: nedostatok pamäte

# #13332
source: Move up
sk: Premiestniť hore

# #13333
source: Move down
sk: Premiestniť dole

# #13334
source: Edit label
sk: Upraviť názov

# #13335
source: Make default
sk: Spraviť predvolené

# #13336
source: Remove button
sk: Odstrániť tlačidlo

# #13338
source: Front LED
sk: Predná LED

# #13339
source: Front LED colour
sk: Predná farba LED

# #13340
source: Leave as is
sk: Nechať tak ako je

# #13341
source: Green
sk: Zelená

# #13342
source: Orange
sk: Oranžová

# #13343
source: Red
sk: Červená

# #13344
source: Cycle
sk: Cyklovať

# #13345
source: Switch LED off on playback
sk: Vypnúť LED pri prehrávaní

# #13346
source: Movie information
sk: Informácie o filme

# #13347
source: Queue item
sk: Položka do zásoby

# #13348
source: Search IMDb...
sk: Hľadať v IMDb...

# #13349
source: Scan for new content
sk: Hľadať nový obsah

# #13350
source: Now playing...
sk: Teraz hrá...

# #13351
source: Album information
sk: Informácie o albume

# #13352
source: Scan item to library
sk: Skenovať položku do knižnice

# #13353
source: Stop scanning
sk: Zastaviť skenovanie

# #13354
source: Render method
sk: Vykresľovacia metóda

# #13355
source: Low quality pixel shader
sk: Nízkokvalitný Pixel Shader

# #13356
source: Hardware overlays
sk: Hardvérové prekrývanie

# #13357
source: High quality pixel shader
sk: Vysokokvalitný Pixel Shader

# #13358
source: Play item
sk: Prehrať položku

# #13359
source: Set artist thumb
sk: Nastaviť náhľad pre umelca

# #13360
source: Automatically generate thumbnails
sk: Vytvoriť náhľady

# #13361
source: Enable voice
sk: Povoliť hlas

# #13375
source: Enable device
sk: Povoliť zariadenie

# #13376
source: Volume
sk: Hlasitosť

# #13377
source: Default view mode
sk: Predvolený zobrazovací mód

# #13378
source: Default brightness
sk: Predvolený jas

# #13379
source: Default contrast
sk: Predvolený kontrast

# #13380
source: Default gamma
sk: Predvolená gamma

# #13381
source: Resume video
sk: Pokračovať

# #13382
source: Voice mask - Port 1
sk: Maska hlasu - port 1

# #13383
source: Voice mask - Port 2
sk: Maska hlasu - port 2

# #13384
source: Voice mask - Port 3
sk: Maska hlasu - port 3

# #13385
source: Voice mask - Port 4
sk: Maska hlasu - port 4

# #13386
source: Use time based seeking
sk: Použiť vyhľadávanie na základe času

# #13387
source: Track naming template - right
sk: Pravá maska menovania stôp

# #13388
source: Preset
sk: Predvoľby

# #13389
source: There are no presets available for this visualization
sk: Nie sú dostupné žiadne predvoľby pre túto vizualizáciu

# #13390
source: There are no settings available for this visualization
sk: Nie sú dostupné žiadne nastavenia pre túto vizualizáciu

# #13391
source: Eject/Load
sk: Vysunúť/Zasunúť

# #13392
source: Use visualization if playing audio
sk: Použiť vizualizácie pri prehrávaní hudby

# #13393
source: Calculate size
sk: Vypočítať veľkosť

# #13394
source: Calculating folder size
sk: Počítanie veľkosti priečinka

# #13395
source: Video settings
sk: Nastavenia videa

# #13396
source: Audio and subtitle settings
sk: Nastavenie hudby a tituliek

# #13397
source: Enable subtitles
sk: Povoliť titulky

# #13398
source: Shortcuts
sk: Záložky

# #13399
source: Ignore articles when sorting (e.g. "the")
sk: Ignorovať "The" pri usporiadaní

# #13400
source: Crossfade between songs on the same album
sk: Stišovať stopy

# #13401
source: Browse for %s
sk: Vybrať pre %s

# #13402
source: Show track position
sk: Ukázať pozíciu stopy

# #13403
source: Clear default
sk: Vymazať predvolené

# #13404
source: Resume
sk: Pokračovať

# #13405
source: Get thumb
sk: Zobrať náhľad

# #13406
source: Picture information
sk: Informácie o obrázku

# #13407
source: %s presets
sk: %s predvolieb

# #13408
source: (IMDb user rating)
sk: (Hodnotenie užívateľov IMDb)

# #13409
source: Top 250
sk: Naj 250

# #13410
source: Tune in on Last.fm
sk: Naladiť na Last.FM

# #13411
source: Minimum fan speed
sk: Minimálna rýchlosť ventilátora

# #13413
source: Downloading
sk: Sťahujem

# #13414
source: Include artists who appear only on compilations
sk: Schovať umelcov bez kompilácii

# #13415
source: Render method
sk: Vykresľovacia metóda

# #13416
source: Auto detect
sk: Zistiť automaticky

# #13417
source: Basic shaders (ARB)
sk: Jednoduchý shader (ARB)

# #13418
source: Advanced shaders (GLSL)
sk: Pokročilý shader (GLSL)

# #13419
source: Software
sk: Softvér

# #13600
source: Apple remote
sk: Diaľkové ovládanie Apple

# #13601
source: Use MCE/Universal Remote
sk: Mód

# #13602
source: Allow start of XBMC using the remote
sk: Vždy spustené

# #13603
source: Sequence delay time
sk: Čas oneskorenia sekvencie

# #13610
source: Disabled
sk: Zakázaný

# #13611
source: Standard
sk: Štandardný

# #13612
source: Universal Remote
sk: Univerzálne diaľkové ovládanie

# #13620
source: Apple Remote Error
sk: Ovládač pre ovládanie Apple je nainštalovaný.

# #13621
source: Apple Remote support could be enabled.
sk: Podporu pre ovládanie Apple nie je možné povoliť.

# #14000
source: Stack
sk: Dokopy

# #14001
source: Unstack
sk: Samostatne

# #14003
source: Downloading playlist file...
sk: Sťahujem playlist súbor...

# #14004
source: Downloading streams list...
sk: Sťahujem zoznam streamov...

# #14005
source: Parsing streams list...
sk: Parsujem zoznam streamov...

# #14006
source: Downloading streams list failed
sk: Sťahovanie zoznamu streamov zlyhalo

# #14007
source: Downloading playlist file failed
sk: Sťahovanie súboru playlist-u zlyhalo

# #14009
source: Games directory
sk: Priečinok s hrami

# #14010
source: Auto switch to thumbs based on
sk: Autoprepínanie pre náhľady založené na

# #14011
source: Enable auto switching to thumbs view
sk: Povoliť autoprepínanie na náhľady

# #14012
source: - Use large icons
sk: - Používať veľké ikony

# #14013
source: - Switch based on
sk: - Prepínanie založené na

# #14014
source: - Percentage
sk: - Percentá

# #14015
source: No files and at least one thumb
sk: Žiadne súbory a najmenej jeden náhľad

# #14016
source: At least one file and thumb
sk: Aspoň jeden súbor a jeden náhľad

# #14017
source: Percentage of thumbs
sk: Podiel náhľadov

# #14018
source: View options
sk: Pohľad

# #14019
source: Change area code 1
sk: Zmeniť kód oblasti 1

# #14020
source: Change area code 2
sk: Zmeniť kód oblasti 2

# #14021
source: Change area code 3
sk: Zmeniť kód oblasti 3

# #14022
source: Library
sk: Knižnica

# #14023
source: No TV
sk: Žiadna TV

# #14024
source: Enter the nearest large town
sk: Napíšte najbližšie veľké mesto

# #14027
source: - Local Network
sk: - Lokálna sieť

# #14031
source: - Local Network
sk: - Lokálna sieť

# #14035
source: - Local Network
sk: - Lokálna sieť

# #14036
source: Services
sk: Servery

# #14038
source: Network settings changed
sk: Sieťové nastavenia boli zmenené

# #14039
source: XBMC requires to restart to change your
sk: XBMC vyžaduje reštart pre zmenu

# #14040
source: network setup. Would you like to restart now?
sk: sieťových nastavení. Reštartovať?

# #14043
source: - Shutdown while playing
sk: - Vypínanie počas prehrávania

# #14044
source: %i min
sk: %i mins

# #14045
source: %i sec
sk: %i secs

# #14051
source: Time format
sk: Formát Času

# #14052
source: Date format
sk: Formát Dátumu

# #14053
source: GUI filters
sk: GUI Filtre

# #14055
source: Use background scanning
sk: Používať skenovanie na pozadí

# #14056
source: Stop scan
sk: Zastaviť skenovanie

# #14057
source: Not possible while scanning for media info
sk: Nie je možne zoskenovať informácie pre média

# #14058
source: Film grain effect
sk: Krupicový efekt na film

# #14059
source: Search for thumbnails on remote shares
sk: Prezerať náhľady na vzdialených zdieľaniach

# #14060
source: Unknown type cache - Internet
sk: Neznámy typ cache - Internet

# #14061
source: Auto
sk: Automatický

# #14062
source: Enter username for
sk: Napíšte meno pre

# #14063
source: Date & time
sk: Dátum a čas

# #14064
source: Set date
sk: Nastaviť Dátum

# #14065
source: Set time
sk: Nastaviť Čas

# #14066
source: Enter the time in 24 hour HH:MM format
sk: Napíšte čas v 24 hodinovom formáte HH:MM

# #14067
source: Enter the date in DD/MM/YYYY format
sk: Napíšte dátum v DD/MM/YYYY formáte

# #14068
source: Enter the IP address
sk: Napíšte IP adresu

# #14069
source: Apply these settings now?
sk: Použiť tieto nastavenia teraz?

# #14070
source: Apply changes now
sk: Teraz použiť zmeny

# #14071
source: Allow file renaming and deletion
sk: Povoliť premenovanie a mazanie súborov

# #14074
source: Set timezone
sk: Nastaviť časové pásmo

# #14075
source: Use daylight saving time
sk: Automaticky upraviť hodiny na letný čas

# #14076
source: Add to favourites
sk: Pridať medzi obľúbené

# #14077
source: Remove from favourites
sk: Odstrániť z obľúbených

# #14078
source: - Colours
sk: Farby vzhľadu

# #14079
source: Timezone country
sk: Časové pásmo - krajiny

# #14080
source: Timezone
sk: Časové pásmo

# #15015
source: Remove
sk: Odstrániť

# #15016
source: Games
sk: Hry

# #15019
source: Add
sk: Pridať

# #15052
source: Password
sk: Heslo

# #15100
source: Library
sk: Knižnica

# #15101
source: Database
sk: Databáza

# #15102
source: * All albums
sk: * Všetky albumy

# #15103
source: * All artists
sk: * Všetci umelci

# #15104
source: * All songs
sk: * Všetky skladby

# #15105
source: * All genres
sk: * Všetky žánre

# #15107
source: Buffering...
sk: Buferujem...

# #15108
source: Navigation sounds
sk: Zvuky navigácie

# #15109
source: Skin default
sk: Predvolený vzhľad

# #15111
source: - Theme
sk: Téma vzhľadu

# #15112
source: Default theme
sk: Predvolená téma

# #15201
source: Submit songs to Last.fm
sk: Poslať skladby do Last.FM

# #15202
source: Last.fm username
sk: Last.FM meno

# #15203
source: Last.fm password
sk: Last.FM heslo

# #15204
source: Unable to handshake: sleeping...
sk: Nedá sa nadviazať spojenie: spím...

# #15205
source: Please update XBMC
sk: Prosím aktualizujte XBMC

# #15206
source: Bad authorization: Check username and password
sk: Zlá autorizácia: Skontrolujte meno a heslo

# #15207
source: Connected
sk: Pripojený

# #15208
source: Not connected
sk: Odpojený

# #15209
source: Submit interval %i
sk: Interval pre posielanie %i

# #15210
source: Cached %i songs
sk: Cacheovaných %i skladieb

# #15211
source: Submitting...
sk: Posielam...

# #15212
source: Submitting in %i secs
sk: Pošlem za %i sekund

# #15213
source: Play using...
sk: Prehrať použitím...

# #15214
source: Use smoothed A/V synchronization
sk: Používať hladkú A/V synchornizáciu

# #15215
source: Hide file names in thumbs view
sk: Schovať názvy súborov v náhľadoch

# #15216
source: Play in party mode
sk: Prehrať v párty móde

# #15250
source: Submit Last.fm radio to Last.fm
sk: Poslať Last.FM Radio do Last.FM

# #15251
source: Connecting to Last.fm...
sk: Spájam sa s Last.FM...

# #15252
source: Selecting station...
sk: Nastavujem stanicu...

# #15253
source: Search similar artists...
sk: Hľadať podobných umelcov...

# #15254
source: Search similar tags...
sk: Hľadať podobné značky...

# #15255
source: Your profile (%name%)
sk: Váš profil (%name%)

# #15256
source: Overall top tags
sk: Najpoužívanejšie značky

# #15257
source: Top artists for tag %name%
sk: Najlepší umelci pre značku %name%

# #15258
source: Top albums for tag %name%
sk: Najlepšie albumy pre značku %name%

# #15259
source: Top tracks for tag %name%
sk: Najlepšie piesne pre značku %name%

# #15260
source: Listen to tag %name% Last.fm radio
sk: Počúvať značku %name% na Last.FM radiu

# #15261
source: Similar artists as %name%
sk: Podobní umelci ako %name%

# #15262
source: Top %name% albums
sk: Najlepšie %name% albumy

# #15263
source: Top %name% tracks
sk: Najlepšie %name% piesne

# #15264
source: Top %name% tags
sk: Najpoužívanejšie %name% tagy

# #15265
source: Biggest fans of %name%
sk: Najväčší fanúškovia %name%

# #15266
source: Listen to %name% fans Last.fm radio
sk: Počúvať %name% fanúškov Last.FM radiu

# #15267
source: Listen to %name% similar artists Last.fm radio
sk: Počúvať %name% podobných umelcov na Last.FM radiu

# #15268
source: Top artists for user %name%
sk: Najlepší umelci pre užívateľa %name%

# #15269
source: Top albums for user %name%
sk: Najlepšie albumy pre užívateľa %name%

# #15270
source: Top tracks for user %name%
sk: Najlepšie piesne pre užívateľa %name%

# #15271
source: Friends of user %name%
sk: Kamaráti užívateľa %name%

# #15272
source: Neighbours of user %name%
sk: Susedia užívateľa %name%

# #15273
source: Weekly artist chart for %name%
sk: Týždenné rebríčky umelcov pre %name%

# #15274
source: Weekly album chart for %name%
sk: Týždenné rebríčky albumov pre %name%

# #15275
source: Weekly track chart for %name%
sk: Týždenné rebríčky piesní pre %name%

# #15276
source: Listen to %name%'s neighbours Last.fm radio
sk: Počúvať %name% susedov Last.FM radiu

# #15277
source: Listen to %name%'s personal Last.fm radio
sk: Počúvať %name% osobný Last.FM radiu

# #15278
source: Listen to %name%'s mix Last.fm radio
sk: Počúvať %name% obľúbene piesne Last.FM radiu

# #15279
source: Retrieving list from Last.fm...
sk: Sťahujem zoznam z Last.FM...

# #15280
source: Can't retrieve list from Last.fm...
sk: Nemôžem stiahnuť zoznam z Last.FM...

# #15281
source: Enter an artist name to find related ones
sk: Napíšte meno umelca pre hľadanie podobných

# #15282
source: Enter a tag name to find similar ones
sk: Napíšte značku pre hľadanie podobných

# #15283
source: Tracks recently listened by %name%
sk: Piesne nedávno počúvané užívateľom %name%

# #15284
source: Listen to %name%'s recommendations Last.fm radio
sk: Počúvať %name% odporúčania Last.FM radio

# #15285
source: Top tags for user %name%
sk: Obľúbené tagy užívateľa %name%

# #15287
source: Do you want to add the current track to your loved tracks?
sk: Chcete pridať túto skladbu k vaším obľúbeným?

# #15288
source: Do you want to ban the current track?
sk: Chcete zakázať túto skladbu?

# #15289
source: Added to your loved tracks: '%s'.
sk: Skladba pridaná k vaším obľúbeným: '%s'.

# #15290
source: Could not add '%s' to your loved tracks.
sk: Skladbu '%s' sa nepodarilo pridať k vaším obľúbeným.

# #15291
source: Banned: '%s'.
sk: Zakázané: '%s'.

# #15292
source: Could not ban '%s'.
sk: Nepodarilo sa zakázať '%s'.

# #15293
source: Tracks recently loved by %name%
sk: Ostatné obľúbené skladby užívateľa %name%

# #15294
source: Tracks recently banned by %name%
sk: Ostatné zakázané skladby užívateľa %name%

# #15295
source: Remove from loved tracks
sk: Odstrániť z obľúbených skladieb?

# #15296
source: Un-ban
sk: Povoliť zakázanú

# #15297
source: Do you want to remove this track from your loved tracks?
sk: Chcete odstrániť túto skladbu z vašich obľúbených?

# #15298
source: Do you want to un-ban this track?
sk: Chcete opäť povoliť túto zakázanú skladbu?

# #15300
source: Path not found or invalid
sk: Cesta nenájdená alebo nesprávna

# #15301
source: Could not connect to network server
sk: Nie je možné spojenie zo sieťovým serverom

# #15302
source: No servers found
sk: Servery neboli nájdené

# #15303
source: Workgroup not found
sk: Skupina nebola nájdená

# #15310
source: Opening multi-path source
sk: Otváranie multi-cestového zdroja

# #15311
source: Path:
sk: Cesta:

# #16000
source: General
sk: Všeobecné

# #16001
source: Configure audio hardware...
sk: Konfigurovať Audio Hardware...

# #16002
source: Internet lookup
sk: Hľadanie CDDB

# #16003
source: Player
sk: Prehrávač

# #16004
source: Play media from disc
sk: Prehrať média z disku

# #16008
source: Enter new title
sk: Zadajte nový názov

# #16009
source: Enter the movie name
sk: Napíšte názov filmu

# #16010
source: Enter the profile name
sk: Napíšte názov profilu

# #16011
source: Enter the album name
sk: Napíšte názov albumu

# #16012
source: Enter the playlist name
sk: Napíšte názov playlist-u

# #16013
source: Enter new filename
sk: Napíšte názov súboru

# #16014
source: Enter folder name
sk: Napíšte názov priečinka

# #16015
source: Enter directory
sk: Vložte adresár

# #16016
source: Available options: %A, %T, %N, %B, %D, %G, %Y, %F, %S
sk: Dostupné možnosti: %A, %T, %N, %B, %D, %G, %Y, %F, %S

# #16017
source: Enter search string
sk: Napíšte hľadaný výraz

# #16018
source: None
sk: Žiadne

# #16019
source: Auto select
sk: Auto Výber

# #16024
source: Canceling...
sk: Prerušujem...

# #16025
source: Enter the artist name
sk: Napíšte meno umelca

# #16026
source: Playback failed
sk: Prehrávanie playlist-u zrušené

# #16027
source: One or more items failed to play.
sk: Príliš veľa nasledujúcich položiek zlyhalo

# #16028
source: Enter value
sk: Zadajte hodnotu

# #16030
source: Party mode aborted.
sk: Párty mód prerušený.

# #16031
source: No matching songs in the library.
sk: Žiadne skladby neboli nájdené v knižnici.

# #16032
source: Could not initialize database.
sk: Nedá sa inicializovať databáza.

# #16033
source: Could not open database.
sk: Nedá sa otvoriť databáza.

# #16034
source: Could not get songs from database.
sk: Nedajú sa načítať skladby z databázy.

# #16035
source: Party mode playlist
sk: Párty mód playlist

# #16100
source: All Videos
sk: Všetky Videá

# #16101
source: Unwatched
sk: Nevidené

# #16102
source: Watched
sk: Videné

# #16103
source: Mark as watched
sk: Označiť ako videné

# #16104
source: Mark as unwatched
sk: Označiť ako nevidené

# #16105
source: Edit title
sk: Upraviť titul

# #16106
source: Use NTSC-M & NTSC-J
sk: Použiť NTSC-M & NTSC-J

# #16107
source: Use only NTSC-M
sk: Použiť iba NTSC-M

# #16108
source: Use only NTSC-J
sk: Použiť iba NTSC-J

# #16109
source: Use only PAL-60
sk: Použiť iba PAL-60

# #16110
source: For 60hz games
sk: Pre 60hz Hry

# #16200
source: Operation was aborted
sk: Operácia bola prerušená

# #16201
source: Copy failed
sk: Kopírovanie zlyhalo

# #16202
source: Failed to copy at least one file
sk: Zlyhalo kopírovanie najmenej jedného súboru

# #16203
source: Move failed
sk: Presunutie zlyhalo

# #16204
source: Failed to move at least one file
sk: Zlyhal presun najmenej jedného súboru

# #16205
source: Delete failed
sk: Mazanie zlyhalo

# #16206
source: Failed to delete at least one file
sk: Zlyhalo zmazanie najmenej jedného súboru

# #16300
source: Video scaling method
sk: Spôsob úpravy videa

# #17500
source: Display sleep timeout
sk: Zobraziť odpočet do uspania

# #20000
source: Saved music folder
sk: Priečinok pre sťahovanie CDDA

# #20001
source: Use external DVD player
sk: Použiť externý prehrávač

# #20002
source: External DVD player
sk: Externý DVD prehrávač

# #20003
source: Trainers folder
sk: Priečinok s trainermi

# #20004
source: Screenshot folder
sk: Priečinok screenshotov

# #20006
source: Playlists folder
sk: Priečinok playlist-ov

# #20007
source: Recordings
sk: Nahrávky

# #20008
source: Screenshots
sk: Screenshoty

# #20009
source: Use XBMC
sk: Použiť XBMC

# #20011
source: Music playlists
sk: Hudobné playlist-y

# #20012
source: Video playlists
sk: Video playlist-y

# #20013
source: Do you wish to launch the game?
sk: Chcete spustiť túto hru?

# #20014
source: Sort by: Playlist
sk: Usporiadať: Playlist

# #20015
source: Remote thumb
sk: IMDb náhľad

# #20016
source: Current thumb
sk: Súčasný náhľad

# #20017
source: Local thumb
sk: Lokálny náhľad

# #20018
source: No thumb
sk: Žiaden náhľad

# #20019
source: Choose thumbnail
sk: Zvoliť náhľad

# #20023
source: Conflict
sk: Konflikt

# #20024
source: Scan new
sk: Skenovať nové

# #20025
source: Scan all
sk: Skenovať všetko

# #20026
source: Region
sk: Región

# #20038
source: Lock music window
sk: Zamknúť hudbu

# #20039
source: Lock videos window
sk: Zamknúť video

# #20040
source: Lock pictures window
sk: Zamknúť obrázky

# #20041
source: Lock programs, saves & scripts windows
sk: Zamknúť programy, uloženia a skripty

# #20042
source: Lock file manager
sk: Zamknúť správcu súborov

# #20043
source: Lock settings
sk: Zamknúť nastavenia

# #20044
source: Start fresh
sk: Načisto naštartovať

# #20045
source: Enter master mode
sk: Vstúpiť do admin módu

# #20046
source: Leave master mode
sk: Opustiť admin mód

# #20047
source: Create profile '%s'?
sk: Vytvoriť profil '%s' ?

# #20048
source: Start with fresh settings
sk: Štartovať s prázdnymi nastaveniami

# #20049
source: Best available
sk: Najlepšie možné

# #20050
source: Auto-switch between 16x9 and 4x3
sk: Autoprepínanie medzi 16x9 a 4x3

# #20051
source: Treat stacked files as single file
sk: Považovať zlúčené súbory za jeden súbor

# #20052
source: Caution
sk: Výstraha

# #20053
source: Left master mode
sk: Admin mód deaktivovaný

# #20054
source: Entered master mode
sk: Admin mód aktivovaný

# #20055
source: Allmusic.com thumb
sk: Allmusic.com náhľad

# #20057
source: Remove thumbnail
sk: Odstrániť náhľad

# #20058
source: Add profile...
sk: Pridať profil...

# #20059
source: Query info for all albums
sk: Stiahnúť informácie pre všetky albumy

# #20060
source: Media info
sk: Informácie o médiu

# #20061
source: Separate
sk: Oddelený

# #20062
source: Shares with default
sk: Zdieľať s predvoleným

# #20063
source: Shares with default (read only)
sk: Zdieľať s predvoleným (len čítanie)

# #20064
source: Copy default
sk: Kopírovať predvolené

# #20065
source: Profile picture
sk: Obrázok profilu

# #20066
source: Lock preferences
sk: Nastavenia zámku

# #20067
source: Edit profile
sk: Upraviť profil

# #20068
source: Profile lock
sk: Zamknutie profilu

# #20069
source: Could not create folder
sk: Nemôžem vytvoriť priečinok

# #20070
source: Profile directory
sk: Adresár profilov

# #20071
source: Start with fresh media sources
sk: Štartovať s čistými zdrojmi médií

# #20072
source: Make sure the selected folder is writable
sk: Ubezpečte sa, že zvolený priečinok je zapisovateľný

# #20073
source: and that the new folder name is valid
sk: a nový názov priečinku je korektný

# #20074
source: MPAA rating
sk: MPAA Hodnotenie:

# #20075
source: Enter master lock code
sk: Napíšte hlavný kód

# #20076
source: Ask for master lock code on startup
sk: Pýtať sa pri štarte na hlavný kód

# #20077
source: Skin settings
sk: Nastavenie vzhľadu

# #20078
source: - no link set -
sk: - žiadny link -

# #20079
source: Enable animations
sk: Povoliť animácie

# #20080
source: Disable RSS during music
sk: Zakázať RSS počas hudby

# #20081
source: Enable shortcut buttons
sk: Povoliť záložkové tlačítka
