Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Slovak/strings.po
Languages: sk

# #0
source: Programs
sk: Programy

# #1
source: Pictures
sk: Obrázky

# #2
source: Music
sk: Hudba

# #3
source: Videos
sk: Video

# #4
source: TV-Guide
sk: TV program

# #5
source: Settings
sk: Nastavenia

# #7
source: File manager
sk: Správca súborov

# #8
source: Weather
sk: Počasie

# #11
source: Monday
sk: Pondelok

# #12
source: Tuesday
sk: Utorok

# #13
source: Wednesday
sk: Streda

# #14
source: Thursday
sk: Štvrtok

# #15
source: Friday
sk: Piatok

# #16
source: Saturday
sk: Sobota

# #17
source: Sunday
sk: Nedeľa

# #21
source: January
sk: Január

# #22
source: February
sk: Február

# #23
source: March
sk: Marec

# #24
source: April
sk: Apríl

# #25
source: May
sk: Máj

# #26
source: June
sk: Jún

# #27
source: July
sk: Júl

# #30
source: October
sk: Október

# #98
source: View: Auto
sk: Pohľad: Auto

# #99
source: View: Auto big
sk: Pohľad: Auto veľké

# #100
source: View: Icons
sk: Pohľad: Ikony

# #101
source: View: List
sk: Pohľad: Zoznam

# #102
source: Scan
sk: Prezrieť

# #103
source: Sort by: Name
sk: Usporiadať: Názov

# #104
source: Sort by: Date
sk: Usporiadať: Dátum

# #105
source: Sort by: Size
sk: Usporiadať: Veľkosť

# #106
source: No
sk: Nie

# #107
source: Yes
sk: Áno

# #108
source: Slideshow
sk: Prezentácia

# #109
source: Create thumbs
sk: Vytvoriť náhľady

# #110
source: Create thumbnails
sk: Vytvoriť náhľady

# #111
source: Shortcuts
sk: Skratky

# #112
source: Paused
sk: PAUZA

# #115
source: Copy
sk: Kopírovať

# #116
source: Move
sk: Presunúť

# #117
source: Delete
sk: Vymazať

# #118
source: Rename
sk: Premenovať

# #119
source: New folder
sk: Nový priečinok

# #120
source: Confirm file copy
sk: Potvrdenie kopírovania

# #121
source: Confirm file move
sk: Potvrdenie presunutia

# #122
source: Confirm file delete?
sk: Potvrdenie vymazania

# #123
source: Copy these files?
sk: Kopírovať tieto súbory?

# #124
source: Move these files?
sk: Presunúť tieto súbory?

# #125
source: Delete these files? - Deleting files cannot be undone!
sk: Vymazať tieto súbory?

# #126
source: Status
sk: Stav

# #127
source: Objects
sk: Objekty

# #128
source: General
sk: Všeobecný

# #129
source: Slideshow
sk: Prezentácia

# #130
source: System info
sk: Systémové informácie

# #131
source: Display
sk: Obrazovka

# #132
source: Albums
sk: Albumy

# #133
source: Artists
sk: Umelci

# #134
source: Songs
sk: Skladby

# #135
source: Genres
sk: Štýly

# #136
source: Playlists
sk: Playlist-y

# #137
source: Search
sk: Hľadanie

# #138
source: System Information
sk: SYSTÉMOVÉ INFORMÁCIE

# #139
source: Temperatures:
sk: Teploty:

# #142
source: Time:
sk: Čas:

# #143
source: Current:
sk: Aktuálny stav:

# #145
source: Network:
sk: Sieť:

# #146
source: Type:
sk: Typ:

# #147
source: Static
sk: Statická

# #149
source: MAC address
sk: MAC

# #150
source: IP address
sk: IP

# #151
source: Link:
sk: Prepojenie:

# #152
source: Half duplex
sk: Polovičný duplex

# #153
source: Full duplex
sk: Plný duplex

# #154
source: Storage
sk: Úložisko

# #155
source: Drive
sk: Jednotka

# #156
source: Free
sk: Voľných

# #158
source: Free memory
sk: Voľná pamäť

# #159
source: No link
sk: Žiadne prepojenie

# #160
source: Free
sk: Voľné

# #161
source: Unavailable
sk: Nedostupný

# #162
source: Tray open
sk: Vysunúť disk

# #163
source: Reading
sk: Čítam

# #164
source: No disc
sk: Žiaden disk

# #165
source: Disc present
sk: Disk dostupný

# #166
source: Skin
sk: Vzhľad

# #167
source: Enable FTP server
sk: Povoliť FTP server

# #168
source: Enable Internet time synchronization
sk: Povoliť synchronizáciu času z internetu

# #169
source: Resolution
sk: Rozlíšenie

# #172
source: Release date
sk: Dátum vydania:

# #175
source: Moods
sk: Charakter:

# #176
source: Styles
sk: Štýly

# #179
source: Song
sk: Skladba

# #180
source: Duration
sk: Dĺžka

# #181
source: Select album
sk: Výber albumu

# #182
source: Tracks
sk: Stopy

# #183
source: Review
sk: Recenzia

# #184
source: Refresh
sk: Obnoviť

# #185
source: Searching album
sk: Vyhľadávanie albumu

# #187
source: No albums found!
sk: Albumy nenájdené!

# #188
source: Select all
sk: Vybrať všetko

# #189
source: Scanning media info
sk: Získavanie informácií o médiu

# #190
source: Save
sk: Uložiť

# #191
source: Shuffle
sk: Náhodné

# #192
source: Clear
sk: Vyčistiť

# #193
source: Scan
sk: Prehľadať

# #194
source: Searching...
sk: Vyhľadávam...

# #195
source: No info found!
sk: Nenašiel som informácie!

# #196
source: Select movie:
sk: Výber filmu:

# #197
source: Querying %s info
sk: Zisťujem informácie o %s

# #198
source: Loading movie details
sk: Načítanie detailov o filme

# #202
source: Tagline
sk: Obsah

# #203
source: Plot outline
sk: Popis

# #205
source: Votes:
sk: Hlasov:

# #206
source: Cast
sk: Hrajú

# #207
source: Plot
sk: Popis

# #208
source: Play
sk: Prehrať

# #209
source: Next
sk: Ďalší

# #210
source: Previous
sk: Predchádzajúci

# #213
source: Calibrate user interface...
sk: Kalibrácia rozhrania...

# #214
source: Video calibration...
sk: Kalibrácia videa...

# #215
source: Soften
sk: Zmäkčenie

# #216
source: Zoom amount
sk: Veľkosť priblíženia

# #217
source: Pixel ratio
sk: Pomer strán

# #218
source: DVD drive
sk: DVD disk

# #219
source: Please insert disc
sk: Prosím vložte disk

# #220
source: Remote share
sk: Vzdialené zdieľanie

# #221
source: Network is not connected
sk: Sieť nie je pripojená

# #222
source: Cancel
sk: Prerušiť

# #224
source: Speed
sk: Rýchlosť

# #226
source: Test patterns...
sk: Testovací obraz...

# #227
source: Lookup audio CD track names from freedb.org
sk: Vyhľadať audio CD na freedb

# #228
source: Shuffle playlist on load
sk: Nahodný playlist pri otvorení

# #229
source: HDD spindown time
sk: Zastaviť disk

# #230
source: Video filters
sk: Video filtre

# #231
source: None
sk: Žiadny

# #232
source: Point
sk: Bodový

# #233
source: Linear
sk: Lineárny

# #234
source: Anisotropic
sk: Anizotropický

# #236
source: Gaussian cubic
sk: Gaussovsko kubický

# #237
source: Minification
sk: Zmenšenie

# #238
source: Magnification
sk: Zväčšenie

# #239
source: Clear playlist on finish
sk: Vymazať playlist pri ukončení

# #240
source: Autoplay DVD-Video
sk: Automaticky prehrať DVD video

# #241
source: Autoplay VCD/SVCD
sk: Automaticky prehrať VCD/SVCD

# #242
source: Autoplay Audio-CD
sk: Automaticky prehrať audio CD

# #243
source: Autoplay Xbox games
sk: Automaticky prehrať XBOX hry

# #244
source: Autoplay videos
sk: Automaticky prehrať video

# #245
source: Autoplay music
sk: Automaticky prehrať hudbu

# #246
source: Autoplay pictures
sk: Automaticky prehrať obrázky

# #247
source: Scripts
sk: Skripty

# #248
source: Language
sk: Jazyk

# #249
source: Music
sk: Hudba

# #250
source: Visualization
sk: Vizualizácie

# #251
source: Select destination directory
sk: Nastaviť cieľový adresár

# #252
source: Output stereo to all speakers
sk: Výstup stereo do všetkých reproduktorov

# #253
source: Number of channels
sk: Počet kanálov

# #254
source: - DTS capable receiver
sk: - zosilovač s podporou DTS

# #256
source: Fetching CD information
sk: Dotazujem freedb pre CDDB info

# #257
source: Error
sk: Chyba

# #258
source: Enable tag reading
sk: Povoliť čítanie tagov

# #259
source: Opening
sk: Otváranie

# #261
source: Waiting for start...
sk: Čakanie na štart...

# #262
source: Scripts output
sk: Výstup skript

# #263
source: Allow control of XBMC via HTTP
sk: Povoliť web server

# #264
source: Record
sk: Nahrávanie

# #265
source: Stop Rec.
sk: Stop Náhr.

# #266
source: Sort by: Track
sk: Usporiadať: Stopa

# #267
source: Sort by: Time
sk: Usporiadať: Čas

# #268
source: Sort by: Title
sk: Usporiadať: Názov

# #269
source: Sort by: Artist
sk: Usporiadať: Umelec

# #270
source: Sort by: Album
sk: Usporiadať: Album

# #271
source: Top 100
sk: Naj 100

# #272
source: Top-Left overscan compensation
sk: Vrchná ľavá kompenzácia presnímania

# #273
source: Bottom-Right overscan compensation
sk: Spodná pravá kompenzácia presnímania

# #274
source: Subtitle positioning
sk: Pozícia titulkov

# #275
source: Pixel ratio adjustment
sk: Úprava Pixel Ratia

# #276
source: Adjust the arrow to change the amount of overscan
sk: Posunom šipiek zmeníte veľkosť presnímania

# #277
source: Adjust the bar to change the subtitles position
sk: Posuňte čiaru pre zmenu pozície titulkov

# #278
source: Adjust the rectangle so it is perfectly square
sk: Zmeňte pravouholník nech je štvorec

# #279
source: Unable to load settings
sk: Nie je možné otvoriť nastavenia

# #280
source: Using default settings
sk: Použitie predvolených nastavení

# #281
source: Please check the XML files
sk: Prosím skontrolujte .xml súbory

# #282
source: Found %i items
sk: nájdených %i položiek

# #283
source: Search results
sk: Výsledky hľadania

# #284
source: No results found
sk: Žiadny výsledok

# #286
source: Post-processing filter
sk: Dodatočne spracovanie

# #287
source: Subtitles
sk: Titulky

# #288
source: Font
sk: Písmo

# #289
source: - Size
sk: - Veľkosť

# #290
source: Dynamic range compression
sk: Kompresia dynamického rozsahu

# #291
source: Video
sk: Obraz

# #292
source: Audio
sk: Zvuk

# #293
source: Browse for subtitles
sk: Vybrať titulky

# #294
source: Create bookmark
sk: Vytvoriť záložku

# #296
source: Clear bookmarks
sk: Vymazať záložku

# #297
source: Audio offset
sk: Oneskorenie zvuku

# #298
source: Bookmarks
sk: Záložky

# #303
source: Delay
sk: Oneskorenie

# #304
source: Language
sk: Jazyk

# #305
source: Enabled
sk: Povolený

# #306
source: Non-interleaved
sk: Neprekladaný

# #307
source: - Automatic post-processing
sk: - Automatické dodatočné spracovanie

# #308
source: - Vertical deblocking filter
sk: - Vertikálne vyhladenie

# #309
source: - Horizontal deblocking filter
sk: - Horizontálne vyhladenie

# #310
source: - Auto brightness/contrast
sk: - Auto jas/kontrast

# #313
source: Cleaning database
sk: Vyčistenie databázy

# #314
source: Preparing...
sk: Pripravujem...

# #315
source: Database error
sk: Chyba databázy

# #316
source: Searching songs...
sk: Vyhľadávam skladby...

# #317
source: Cleaned database successfully
sk: Vyčistenie databázy úspešné

# #318
source: Cleaning songs...
sk: Čistenie skladieb...

# #319
source: Error cleaning songs
sk: Chyba pri čistení skladieb

# #320
source: Cleaning artists...
sk: Čistenie umelcov...

# #321
source: Error cleaning artists
sk: Chyba pri čistení umelcov

# #322
source: Cleaning genres...
sk: Čistenie žánrov...

# #323
source: Error cleaning genres
sk: Chyba pri čistení žánrov

# #324
source: Cleaning paths...
sk: Čistenie ciest...

# #325
source: Error cleaning paths
sk: Chyba pri čistení ciest

# #326
source: Cleaning albums...
sk: Čistenie albumov...

# #327
source: Error cleaning albums
sk: Chyba pri čistení albumov

# #328
source: Writing changes...
sk: Zapisujem zmeny...

# #329
source: Error writing changes
sk: Chyba pri zapisovaní zmien

# #330
source: This may take some time...
sk: Toto môže chvíľku trvať...

# #331
source: Compressing database...
sk: Komprimujem databázu...

# #332
source: Error compressing database
sk: Chyba pri komprimácii databázy

# #333
source: Do you want to clean the library?
sk: Chcete vyčistiť knižnicu?

# #334
source: Clean library...
sk: Čistenie knižnice...

# #335
source: Start
sk: Štart

# #336
source: Framerate conversion
sk: Konverzia snímkovania

# #337
source: Audio output
sk: Audio výstup

# #338
source: Analog
sk: Analógový

# #339
source: Digital
sk: Digitálny

# #340
source: Various artists
sk: Rôzny umelci

# #341
source: Play disc
sk: Prehrať disk

# #342
source: Movies
sk: Filmy

# #343
source: Adjust framerate
sk: Prispôsobenie snímkovania

# #344
source: Actors
sk: Herci

# #345
source: Year
sk: Rok

# #350
source: Programs
sk: Programy

# #351
source: Off
sk: Vypnúť

# #352
source: Dim
sk: Zahmliť

# #353
source: Black
sk: Čierna

# #355
source: Screensaver time
sk: Čas nečinnosti pre šetrič obrazovky

# #356
source: Screensaver mode
sk: Mód šetriča obrazovky

# #357
source: Shutdown function timer
sk: Čas nečinnosti pre vypnutie

# #358
source: All albums
sk: Všetky albumy

# #359
source: Recently added albums
sk: Nedávno pridané albumy

# #360
source: Screensaver
sk: Šetrič obrazovky

# #361
source: R. Slideshow
sk: Ceľková prezentácia

# #362
source: Screensaver dim level
sk: Hladina blednutia šetriča obrazovky

# #363
source: Sort by: File
sk: Usporiadať: Súbor

# #364
source: - Dolby Digital (AC3) capable receiver
sk: - zosilovač vie prijímať AC3

# #365
source: Sort by: Name
sk: Usporiadať: Názov

# #366
source: Sort by: Year
sk: Usporiadať: Rok

# #367
source: Sort by: Rating
sk: Usporiadať: Hodnotenie

# #369
source: Title
sk: Názov

# #370
source: Thunderstorms
sk: búrka

# #371
source: Partly
sk: čiastočne

# #372
source: Mostly
sk: prevažne

# #373
source: Sunny
sk: slnečno

# #374
source: Cloudy
sk: zamračene

# #375
source: Snow
sk: sneženie

# #376
source: Rain
sk: dážď

# #377
source: Light
sk: slabý

# #378
source: AM
sk: dop.

# #379
source: PM
sk: pop.

# #380
source: Showers
sk: prehánky

# #381
source: Few
sk: občas

# #382
source: Scattered
sk: premenlivé

# #383
source: Wind
sk: veterno

# #384
source: Strong
sk: silný

# #385
source: Fair
sk: pekne

# #386
source: Clear
sk: jasno

# #387
source: Clouds
sk: oblačno

# #388
source: Early
sk: ranné

# #389
source: Shower
sk: prehánky

# #390
source: Flurries
sk: veterno

# #391
source: Low
sk: min.

# #392
source: Medium
sk: stred

# #393
source: High
sk: max.

# #394
source: Fog
sk: hmla

# #395
source: Haze
sk: mrholenie

# #396
source: Select location
sk: Vyberte miesto

# #397
source: Refresh time
sk: Obnoviť po

# #398
source: Temperature units
sk: Jednotky teploty

# #399
source: Speed units
sk: Jednotky rýchlosti

# #400
source: Weather
sk: Počasie

# #401
source: Temp
sk: Teplota

# #402
source: Feels like
sk: Ovzdušie

# #404
source: Wind
sk: Vietor

# #405
source: Dew point
sk: Rosný bod

# #406
source: Humidity
sk: Vlhkosť

# #407
source: From
sk: smer zo

# #408
source: at
sk: rýchlosť

# #409
source: Defaults
sk: Predvolené

# #410
source: Accessing weather service
sk: Pristupujem k weather.com

# #411
source: Getting weather for:
sk: Čítam počasie pre:

# #412
source: Unable to get weather data
sk: Nie je možné načítať dáta pre počasie

# #413
source: Manual
sk: Manuálne

# #414
source: No review for this album
sk: Pre tento album nie je žiadna recenzia

# #415
source: Downloading thumbnail...
sk: Sťahujem náhľad...

# #416
source: Not available
sk: Nie je prístupné

# #417
source: View: Big icons
sk: Pohľad: Veľké ikony

# #418
source: Enable Library
sk: Povoliť knižnicu

# #422
source: Delete album info
sk: Odstrániť informácie o albume

# #423
source: Delete CD information
sk: Odstrániť CDDB info

# #424
source: Select
sk: Vybrať

# #425
source: No album information found
sk: Neboli nájdené informácie pre album.

# #426
source: No CD information found
sk: Nebolo nájdené CDDB informácie.

# #427
source: Disc
sk: Disk

# #428
source: Insert correct CD/DVD
sk: Vložte správne CD/DVD

# #429
source: Please insert the following CD/DVD
sk: Prosím vložte ďalšie CD/DVD

# #430
source: Sort by: DVD#
sk: Usporiadať: DVD#

# #431
source: No cache
sk: Žiadna cache

# #432
source: Remove movie from library
sk: Odstrániť film z knižnice

# #433
source: Really remove '%s'?
sk: Naozaj odstrániť '%s'?

# #437
source: Removable disk
sk: Externý disk

# #438
source: Opening file
sk: Otváranie súboru

# #439
source: MPlayer cache
sk: Cache

# #442
source: Local network
sk: LAN

# #447
source: Autorun media
sk: Automatické spustenie

# #449
source: Enabled
sk: Povolené

# #450
source: Columns
sk: Stĺpcov

# #451
source: Row 1 address
sk: Adresa riadku 1

# #452
source: Row 2 address
sk: Adresa riadku 2

# #453
source: Row 3 address
sk: Adresa riadku 3

# #454
source: Row 4 address
sk: Adresa riadku 4

# #455
source: Rows
sk: Riadky

# #456
source: Mode
sk: Mód

# #457
source: Switch view
sk: Prepnúť pohľad

# #459
source: Subs
sk: Titulky

# #461
source: [active]
sk: [aktívny]

# #462
source: Subtitle
sk: Titulok

# #463
source: Backlight
sk: Podsvietenie

# #464
source: Brightness
sk: Jas

# #465
source: Contrast
sk: Kontrast

# #467
source: Type
sk: Typ

# #468
source: Move the bar to change the OSD position
sk: OSD pozíciu zmeníte posunom čiary

# #469
source: OSD position
sk: Pozícia OSD

# #470
source: Credits
sk: Autori

# #471
source: Modchip
sk: Modčip

# #474
source: Off
sk: Vypnúť

# #475
source: Music only
sk: Iba hudba

# #476
source: Music & video
sk: Hudba a Video

# #477
source: Unable to load playlist
sk: Nedá sa otvoriť playlist

# #479
source: Skin & language
sk: Vzhľad a jazyk

# #480
source: Appearance
sk: Prostredie

# #481
source: Audio options
sk: Nastavenia zvuk

# #482
source: About XBMC
sk: O XBMC

# #485
source: Delete album
sk: Odstrániť album

# #486
source: Repeat
sk: Opakovať

# #487
source: Repeat one
sk: Opakovať jeden

# #488
source: Repeat folder
sk: Opakovať priečinok

# #489
source: Play the next song automatically
sk: Automaticky prehrať ďalšiu položku

# #491
source: - Use big icons
sk: - Použiť veľké ikony

# #492
source: Resize VobSubs
sk: Velkosť vobsubs

# #493
source: Advanced options (Experts Only!)
sk: Pokročilé nastavenia (iba expert!)

# #494
source: Overall audio headroom
sk: Celková hlasitosť

# #495
source: Upsample videos to GUI resolution
sk: Prepočítavať videa do rozlíšenia GUI

# #496
source: Calibration
sk: Kalibrácia

# #497
source: Show file extensions
sk: Schovať prípony médií

# #498
source: Sort by: Type
sk: Usporiadať: Typ

# #499
source: Unable to connect to online lookup service
sk: Nedá sa pripojiť k www.allmusic.com

# #500
source: Downloading album information failed
sk: Sťahovanie informácií o albume zlyhalo

# #501
source: Looking for album names...
sk: Hľadanie názvov albumov...

# #502
source: Open
sk: Otvoriť

# #503
source: Busy
sk: Pracujem

# #504
source: Empty
sk: Prázdny

# #505
source: Loading media info from files...
sk: Načítanie informácií o médiu zo súborov...

# #507
source: Sort by: Usage
sk: Usporiadať: Použitie

# #510
source: Enable visualizations
sk: Povoliť vizualizácie

# #511
source: Enable video mode switching
sk: Povoliť zmenu video módu

# #512
source: Startup window
sk: Úvodné okno

# #513
source: Home window
sk: Domáce okno

# #514
source: Manual settings
sk: Manuálne nastavenia

# #515
source: Genre
sk: Žáner

# #516
source: Make stored archives with one file transparent
sk: Zobraziť ako 1 súbor v archíve

# #517
source: Recently played albums
sk: Nedávno prehrávané albumy

# #518
source: Launch
sk: Spustiť

# #519
source: Launch in...
sk: Spustiť...

# #520
source: Edit XBE title
sk: Upraviť XBE názov

# #521
source: Compilations
sk: Kompilácie

# #522
source: Remove source
sk: Odstrániť zdroj

# #523
source: Switch media
sk: Zmena média

# #524
source: Select playlist
sk: Vybrať playlist

# #525
source: New playlist...
sk: Nový playlist...

# #526
source: Add to playlist
sk: Pridať do playlist-u

# #527
source: Manually add to library
sk: Manuálne pridať do knižnice

# #528
source: Enter title
sk: Napíšte názov

# #529
source: Error: Duplicate title
sk: Chyba: Duplicitný názov

# #530
source: Select genre
sk: Vybrať žáner

# #531
source: New genre
sk: Nový žáner

# #532
source: Manual addition
sk: Manuálne pridanie

# #533
source: Enter genre
sk: Vložiť žáner

# #534
source: View: %s
sk: Zobrazenie: %s

# #535
source: List
sk: Zoznam

# #536
source: Icons
sk: Ikony

# #537
source: Big list
sk: Veľký zoznam

# #538
source: Big icons
sk: Veľké ikony

# #539
source: Wide
sk: Široký

# #540
source: Big wide
sk: Veľmi široký

# #541
source: Album icons
sk: Ikony albumov

# #542
source: DVD icons
sk: Ikony DVD

# #544
source: Media info
sk: Info o médiu

# #545
source: Audio output device
sk: Zariadenie pre výstup zvuku

# #546
source: Passthrough output device
sk: Zariadenie pre prestup zvuku

# #547
source: No biography for this artist
sk: Životopis pre tohoto umelca nie je dostupný

# #550
source: Sort by: %s
sk: Usporiadať: %s

# #551
source: Name
sk: Názov

# #552
source: Date
sk: Dátum

# #553
source: Size
sk: Veľkosť

# #554
source: Track
sk: Stopa

# #555
source: Time
sk: Čas

# #556
source: Title
sk: Názov

# #557
source: Artist
sk: Umelec

# #561
source: File
sk: Súbor

# #562
source: Year
sk: Rok

# #563
source: Rating
sk: Hodnotenie

# #564
source: Type
sk: Typ

# #565
source: Usage
sk: Použitie

# #566
source: Album artist
sk: Autor albumu

# #567
source: Play count
sk: Počet prehraní

# #568
source: Last played
sk: Poslednéhé prehranie

# #569
source: Comment
sk: Komentár

# #570
source: Date added
sk: Dátum pridania

# #571
source: Default
sk: Predvolené

# #572
source: Studio
sk: Štúdio

# #580
source: Sort direction
sk: Smer usporiadania

# #581
source: Sort method
sk: Spôsob usporiadania

# #582
source: View mode
sk: Mód zobrazenia

# #583
source: Remember views for different folders
sk: Pamätať si zobrazenie pre každý priečinok

# #584
source: Ascending
sk: Stúpajúci

# #585
source: Descending
sk: Klesajúci

# #586
source: Edit playlist
sk: Upraviť playlist

# #588
source: Cancel party mode
sk: Zrušiť párty mód

# #589
source: Party mode
sk: Párty mód

# #590
source: Random
sk: Náhodne

# #591
source: Off
sk: Vypnuté

# #592
source: One
sk: Jeden

# #593
source: All
sk: Všetky

# #594
source: Off
sk: Vypnuté

# #595
source: Repeat: Off
sk: Opakovať: Vypnuté

# #596
source: Repeat: One
sk: Opakovať: Jedno

# #597
source: Repeat: All
sk: Opakovať: Všetko

# #600
source: Rip audio CD
sk: Stiahnuť audio CD

# #601
source: Medium
sk: Stredná

# #602
source: Standard
sk: Štandardná

# #603
source: Extreme
sk: Extrémna

# #604
source: Constant bitrate
sk: Konštantný datový tok

# #605
source: Ripping...
sk: Sťahujem...

# #607
source: To:
sk: Do:

# #608
source: Could not rip CD or track
sk: Nemôžem stiahnuť CD alebo stopu

# #609
source: CDDARipPath is not set.
sk: CDDA cesta nie je nastavená.

# #610
source: Rip audio track
sk: Stiahnuť audio stopu

# #611
source: Enter number
sk: Zadaj číslo

# #620
source: Audio CDs
sk: CD sťahovanie

# #621
source: Encoder
sk: Enkóder

# #622
source: Quality
sk: Kvalita

# #623
source: Bitrate
sk: Datový tok

# #624
source: Include track number
sk: Zahrnúť číslo stopy

# #625
source: All songs of
sk: Všetky skladby od

# #629
source: View mode
sk: Prezerací mód

# #630
source: Normal
sk: Normálne

# #631
source: Zoom
sk: Zväčšiť

# #632
source: Stretch 4:3
sk: Natiahnuť 4:3

# #633
source: Stretch 14:9
sk: Natiahnuť 14:9

# #634
source: Stretch 16:9
sk: Natiahnuť 16:9

# #635
source: Original Size
sk: Pôvodná veľkosť

# #636
source: Custom
sk: Vlastný

# #637
source: Replay gain
sk: Úprava zosilnenia

# #638
source: Replaygain volume adjustments
sk: Spôsob úpravy zosilnenia

# #639
source: Use track levels
sk: Používať úroveň stopy

# #640
source: Use album levels
sk: Používať úroveň albumu

# #641
source: PreAmp Level - Replay gained files
sk: Úroveň predzosilenia - Súbory s úpravou zosilnenia

# #642
source: PreAmp Level - Non replay gained files
sk: Úroveň predzosilenia - Súbory bez úpravy zosilnenia

# #643
source: Avoid clipping on replay gained files
sk: Zakázať odrezanie pri súboroch s úpravou zosilnenia

# #644
source: Crop black bars
sk: Orezať čierne okraje

# #645
source: Need to unpack a big file. Continue?
sk: Treba rozbaliť veľký súbor. Pokračovať?

# #646
source: Remove from library
sk: Odstrániť z knižnice

# #647
source: Export video library
sk: Export video knižnice

# #648
source: Import video library
sk: Import video knižnice

# #649
source: Importing
sk: Prebieha import

# #650
source: Exporting
sk: Prebieha export

# #651
source: Browse for library
sk: Vybrať knižnicu

# #652
source: Years
sk: Rok

# #653
source: Update library
sk: Aktualizácia knižnice

# #654
source: Show debug info
sk: Zobraziť ladiace informácie
