Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Slovak/strings.po
Languages: sk

# #20082
source: Show programs in main menu
sk: Zobraziť XLink Kai informácie

# #20083
source: Show music info
sk: Zobraziť hudobné informácie

# #20084
source: Show weather info
sk: Zobraziť informácie o počasí

# #20085
source: Show system info
sk: Zobraziť systémové informácie

# #20086
source: Show available disc space C: E: F:
sk: Zobraziť voľné miesto na C: E: F:

# #20087
source: Show available disc space E: F: G:
sk: Zobraziť voľné miesto na E: F: G:

# #20088
source: Weather info
sk: Predpoveď počasia

# #20089
source: Drive space free
sk: Voľné miesto

# #20090
source: Enter the name of an existing share
sk: Napíšte názov existujúceho zdieľania

# #20091
source: Lock code
sk: Kód

# #20092
source: Load profile
sk: Otvoriť profil

# #20093
source: Profile name
sk: Názov profilu

# #20094
source: Media sources
sk: Zdroje médií

# #20095
source: Enter profile lock code
sk: Napíšte kód pre uzamknutie profilu

# #20096
source: Login screen
sk: Prihlásenie

# #20097
source: Fetching album info
sk: Získavam informácie o albume

# #20098
source: Fetching info for album
sk: Získavam informácie pre albume

# #20099
source: Can't rip CD or track while playing from CD
sk: Nemôžem stiahnúť CD alebo stopu počas prehrávania CD

# #20100
source: Master lock code and settings
sk: Hlavný kód a nastavenia

# #20101
source: Entering master lock code always enables master mode
sk: Vloženie hlavného kódu vždy povolí admin mód

# #20102
source: or copy from default?
sk: alebo kopírovať z predvoleného?

# #20103
source: Save changes to profile?
sk: Uložiť zmeny do profilu?

# #20104
source: Old settings found.
sk: Staré nastavenia nájdené.

# #20105
source: Do you want to use them?
sk: Chcete ich použiť?

# #20106
source: Old media sources found.
sk: Staré zdroje médií nájdené.

# #20107
source: Separate (locked)
sk: Oddelený (zamknuté)

# #20108
source: Root
sk: Hlavný

# #20109
source: - Zoom
sk: Zväčšenie vzhľadu

# #20110
source: UPnP settings
sk: UPnP Klient

# #20111
source: Autostart UPnP client
sk: Autoštart

# #20112
source: Last login: %s
sk: Posledné prihlásenie: %s

# #20113
source: Never logged on
sk: Nikdy neprihlásený

# #20114
source: Profile %i / %i
sk: Profil %i / %i

# #20115
source: User login / Select a profile
sk: Prihlásenie / Výber profilu

# #20116
source: Use lock on login screen
sk: Použiť zámok na prihlasovacej obrazovke

# #20117
source: Invalid lock code.
sk: Nesprávny kód.

# #20118
source: This requires the master lock to be set.
sk: Toto vyžaduje aby bol nastavený admin zámok.

# #20119
source: Would you like to set it now?
sk: Chcete to nastaviť teraz?

# #20120
source: Loading program information
sk: Načítanie informácie o programe

# #20121
source: Party on!
sk: Párty sa začína!

# #20122
source: True
sk: Pravda

# #20123
source: Mixing drinks
sk: Miešam nápoje

# #20124
source: Filling glasses
sk: Plním poháre

# #20125
source: Logged on as
sk: Prihlásený ako

# #20126
source: Log off
sk: Odhlásiť

# #20128
source: Go to root
sk: Prejsť do hlavného

# #20129
source: Weave
sk: Vlna

# #20130
source: Weave (inverted)
sk: Vlna (naopak)

# #20131
source: Blend
sk: Miešať

# #20132
source: Restart video
sk: Reštartovať video

# #20133
source: Edit network location
sk: Upraviť sieťové miesto

# #20134
source: Remove network location
sk: Odstrániť sieťové miesto

# #20135
source: Do you want to scan the folder?
sk: Chcete skenovať priečinok?

# #20136
source: Memory unit
sk: Pamäťová karta

# #20137
source: Memory unit mounted
sk: Pamäťová karta nainštalovaná

# #20138
source: Unable to mount memory unit
sk: Nie je možné nainštalovať pamäťovú kartu

# #20139
source: In port %i, slot %i
sk: V porte %i, slote %i

# #20140
source: Lock screensaver
sk: Zamknúť šetrič obrazovky

# #20141
source: Set
sk: Nastaviť

# #20142
source: Username
sk: Meno

# #20143
source: Enter password for
sk: Napíšte heslo pre

# #20144
source: Shutdown timer
sk: Časovač vypnutia

# #20145
source: Shutdown interval (in minutes)
sk: Vypnúť za (v minútach)

# #20146
source: Started, shutdown in %im
sk: Naštartované, vypnutie za %im

# #20147
source: Shutdown in 30 minutes
sk: Vypnutie za 30 minút

# #20148
source: Shutdown in 60 minutes
sk: Vypnutie za 60 minút

# #20149
source: Shutdown in 120 minutes
sk: Vypnutie za 120 minút

# #20150
source: Custom shutdown timer
sk: Vlastný časovač vypnutia

# #20151
source: Cancel shutdown timer
sk: Zrušiť časovač vypnutia

# #20152
source: Lock preferences for %s
sk: Zamknúť nastavenia pre %s

# #20153
source: Browse...
sk: Vybrať...

# #20154
source: Summary information
sk: Informácie základné

# #20155
source: Storage information
sk: Informácie o úložisku

# #20156
source: Hard disk information
sk: Informácie o harddisku

# #20157
source: DVD-ROM information
sk: Informácie o DVD-ROM

# #20158
source: Network information
sk: Informácie o sieti

# #20159
source: Video information
sk: Informácie o videu

# #20160
source: Hardware information
sk: Informácie o hardware

# #20161
source: Total
sk: Celkom: %s MB, použitých: %s MB, voľných: %s MB

# #20162
source: Used
sk: Celkom HDD používaných: %u%% voľných: %u%%

# #20163
source: of
sk: %s: %s MB of %s MB voľných

# #20164
source: Locking not supported
sk: Zamknutie nie je podporované

# #20165
source: Not locked
sk: Odomknutý

# #20166
source: Locked
sk: Zamknutý

# #20167
source: Frozen
sk: Zamrznutý

# #20168
source: Requires reset
sk: Vyžaduje reset

# #20169
source: Week
sk: Týždeň

# #20170
source: Line
sk: Linka

# #20171
source: Windows network (SMB)
sk: Windows sieť (SMB)

# #20174
source: iTunes music share (DAAP)
sk: iTunes zdieľanie hudby (DAAP)

# #20176
source: Show video info
sk: Zobraziť informácie o videu

# #20177
source: Done
sk: V poriadku

# #20180
source: Symbols
sk: Symboly

# #20183
source: Reload skin
sk: Obnoviť vzhľad

# #20184
source: Rotate pictures using EXIF information
sk: Otočiť podľa EXIF informácií

# #20185
source: Use poster view styles for TV shows
sk: Detekovanie hardwarových hodnôt

# #20186
source: Please wait
sk: Prosím čakajte

# #20187
source: Backing up EEPROM
sk: Záloha EEPROM

# #20188
source: Backing up BIOS
sk: Záloha BIOS

# #20189
source: Enable auto scrolling for plot & review
sk: Povoliť automatické rolovanie obsahu a recenzie

# #20190
source: Custom
sk: Vlastné

# #20191
source: Enable debug logging
sk: Povoliť ladenie

# #20192
source: Download additional information during updates
sk: Získať informácie o albume ked sa pridáva do knižnice

# #20194
source: Default service for music information
sk: Predvolený scraper

# #20195
source: Change scraper
sk: Zmeniť scraper

# #20196
source: Export music library
sk: Export knižnice hudby

# #20197
source: Import music library
sk: Import knižnice hudby

# #20198
source: No artist found!
sk: Umelec nenájdený!

# #20199
source: Downloading artist info failed
sk: Sťahovanie informácií o umelcovi zlyhalo

# #20250
source: Party on! (videos)
sk: Párty zahájená! (videa)

# #20251
source: Mixing drinks (videos)
sk: Miešam nápoje (videa)

# #20252
source: Filling glasses (videos)
sk: Nalievam poháre (videa)

# #20306
source: Unknown. Please add MD5 from xbmc.log to BiosIDs.ini.
sk: Neznámy. Prosím pridajte MD5 z xbmc.log do BiosIDs.ini.

# #20307
source: Secondary DNS
sk: Sekundárne DNS

# #20309
source: Make new folder
sk: Vytvoriť nový priečinok

# #20310
source: Dim LCD on playback
sk: Stmaviť LCD pri prehrávaní

# #20311
source: Unknown or onboard (protected)
sk: Neznámy alebo na Doske (chránený)

# #20312
source: Dim LCD on paused
sk: Stmaviť LCD pri pauze

# #20313
source: Switch LED back on if paused
sk: Prepnúť LED späť pri pauze

# #20314
source: Videos - Library
sk: Video - Knižnica

# #20315
source: Game saves
sk: Úložisko hier

# #20316
source: Sort by: ID
sk: Usporiadať: ID

# #20317
source: Download saves
sk: Stiahnúť uložené hry

# #20318
source: Save game installed On HDD
sk: Uložená hra inštalovaná na HDD

# #20319
source: Failed to download game save
sk: Stiahnutie uložených hier zlyhalo

# #20320
source: Select game save to download and install
sk: Vyberte uloženú hru pre stiahnutie a nainštalovanie

# #20321
source: No online save found for specified game
sk: Neboli nájdené žiadne online uložené hry pre danú hru

# #20322
source: Go to game save
sk: Prejsť na uloženú hru

# #20323
source: Game saves
sk: Uložené hry

# #20324
source: Play part...
sk: Hrať časť...

# #20325
source: Calibration reset
sk: Časť %i / %i

# #20326
source: This will reset the calibration values for %s
sk: Toto zmaže uložené hodnoty kalibrácie pre %s

# #20327
source: to it's default values.
sk: na predvolené hodnoty.

# #20328
source: Browse for destination
sk: Vybrať cieľ

# #20330
source: Use folder names for lookups
sk: Vyhľadávať podľa názvu priečinku

# #20331
source: File
sk: Súbor

# #20332
source: Use file or folder names in lookups?
sk: Chcete vyhľadávať podľa názvu súboru alebo priečinku?

# #20333
source: Set content
sk: Nastaviť obsah

# #20334
source: Folder
sk: Priečinok

# #20335
source: Look for content recursively?
sk: Vyhľadávať v podpriečinkoch?

# #20336
source: Unlock sources
sk: Odomknúť zdroje

# #20337
source: Actor
sk: Herec

# #20338
source: Movie
sk: Film

# #20339
source: Director
sk: Režisér

# #20340
source: Do you want to remove all items within
sk: Chcete odstrániť všetky položky v

# #20341
source: this path from the library?
sk: tejto ceste z knižnice?

# #20342
source: Movies
sk: Filmy

# #20343
source: TV shows
sk: Seriály

# #20344
source: This directory contains
sk: Tento priečinok obsahuje

# #20345
source: Run automated scan
sk: Spustiť automatické prehľadanie

# #20346
source: Scan recursively
sk: Vyhľadávať v podpriečinkoch

# #20347
source: as
sk: ako

# #20348
source: Directors
sk: Režiséri

# #20349
source: No video files found in this path!
sk: Na tejto ceste nebol nájdený žiadny video súbor!

# #20350
source: votes
sk: hlasov

# #20351
source: TV show information
sk: Informácie o seriále

# #20352
source: Episode information
sk: Informácie o epizóde

# #20353
source: Loading TV show details
sk: Načítanie detailov o seriále

# #20354
source: Fetching episode guide
sk: Získavanie informácií o epizódach

# #20355
source: Loading info for episodes in directory
sk: Načítanie informácií o epizódach v priečinku

# #20356
source: Select TV show:
sk: Vyberte seriál:

# #20357
source: Enter the TV show name
sk: Zadajte názov seriálu

# #20358
source: Season %i
sk: Sezóna %i

# #20359
source: Episode
sk: Epizóda

# #20360
source: Episodes
sk: Epizódy

# #20361
source: Loading episode details
sk: Načítanie detailov o epizóde

# #20362
source: Remove episode from library
sk: Odstrániť epizódu z knižnice

# #20363
source: Remove TV show from library
sk: Odstrániť seriál z knižnice

# #20364
source: TV show
sk: Seriál

# #20365
source: Episode plot
sk: Obsah epizódy

# #20366
source: * All seasons
sk: * Všetky sezóny

# #20367
source: Hide watched
sk: Schovať sledované

# #20368
source: Prod code
sk: Kód produkcie

# #20369
source: Show plot for unwatched items
sk: Schovať obsah pre nesledované položky

# #20370
source: * Hidden to prevent spoilers *
sk: * nezobrazené pre spoilery *

# #20371
source: Set season thumb
sk: Priradiť náhľad k sezóne

# #20372
source: Season image
sk: Obrázok sezóny

# #20373
source: Season
sk: Sezóna

# #20374
source: Downloading movie information
sk: Sťahovanie informácií o filme

# #20375
source: Unassign content
sk: Odobrať obsah

# #20377
source: Refresh TV show information
sk: Obnoviť informácie o seriále

# #20378
source: Refresh info for all episodes?
sk: Obnoviť informácie pre všetky epizódy?

# #20379
source: Selected folder contains a single TV show
sk: Priečinok obsahuje jeden seriál

# #20380
source: Exclude selected folder from scans
sk: Vylúčiť priečinok z prehľadávania

# #20381
source: Specials
sk: Špeciál

# #20382
source: Automatically grab season thumbs
sk: Automaticky sťiahnúť náhľad k sezónam

# #20383
source: Selected folder contains a single video
sk: Priečinok obsahuje jedno video

# #20384
source: Link to TV show
sk: Spojiť so seriálom

# #20385
source: Remove link to TV show
sk: Odstrániť spojenie so seriálom

# #20386
source: Recently added movies
sk: Naposledy pridané filmy

# #20387
source: Recently added episodes
sk: Naposledy pridané epizódy

# #20388
source: Studios
sk: Štúdia

# #20389
source: Music videos
sk: Videoklipy

# #20390
source: Recently added music videos
sk: Naposledy pridané videoklipy

# #20391
source: Music video
sk: Videoklip

# #20392
source: Remove music video from library
sk: Odstrániť videoklip z knižnice

# #20393
source: Music video information
sk: Informácie o videoklipe

# #20394
source: Loading music video information
sk: Načítanie informácií o videoklipe

# #20395
source: Mixed
sk: Zmiešané

# #20396
source: Go to albums by artist
sk: Prejsť na albumy podľa umelca

# #20397
source: Go to album
sk: Prejsť na album

# #20398
source: Play song
sk: Prehrať skladbu

# #20399
source: Go to music videos from album
sk: Prejsť na videoklipy z albumu

# #20400
source: Go to music videos by artist
sk: Prejsť na videoklipy od umelca

# #20401
source: Play music video
sk: Prehrať videoklip

# #20402
source: Download actor thumbnails when adding to library
sk: Automaticky sťiahnuť náhľad umelca

# #20403
source: Set actor thumb
sk: Nastaviť náhľad umelca

# #20405
source: Remove episode bookmark
sk: Odstrániť záložku epizódy

# #20406
source: Set episode bookmark
sk: Nastaviť záložku epizódy

# #20407
source: Scraper settings
sk: Nastavenie scrapera

# #20408
source: Downloading music video information
sk: Sťahujem informácie o videoklipe

# #20409
source: Downloading TV show information
sk: Sťahujem informácie o seriále

# #20410
source: Trailer
sk: Ukážka

# #20411
source: Flatten
sk: Sploštiť

# #20412
source: Flatten TV shows
sk: Sploštiť serialy

# #20413
source: Get Fanart
sk: Získať FanArt

# #20414
source: Show Fanart in video and music libraries
sk: Zobraziť FanArt vo video knižnici

# #20415
source: Scanning for new content
sk: Hľadať nový obsah

# #20416
source: First aired
sk: Premiéra

# #20417
source: Writer
sk: Autor

# #20418
source: Clean file and folder names
sk: Čistiť názvy súborov

# #20420
source: Never
sk: Nikdy

# #20421
source: If only one season
sk: Iba ak jedna sezóna

# #20422
source: Always
sk: Vždy

# #20423
source: Has trailer
sk: Má ukážku

# #20424
source: False
sk: Nie

# #21330
source: Show hidden files and directories
sk: Zobraziť skryté súbory a priečinky

# #21331
source: TuxBox client
sk: TuxBox klient

# #21332
source: WARNING: Target TuxBox device is in recording-mode!
sk: POZOR: CieľovéTuxBox zariadenie je v nahrávacom móde!

# #21333
source: The stream will be stopped!
sk: Stream bude zastavený!

# #21334
source: Zap to channel: %s failed!
sk: Prepnutie na kanál: %s zlyhalo!

# #21335
source: Are you sure to start the stream?
sk: Chcete spustiť stream?

# #21336
source: Connecting to: %s
sk: Pripájam k: %s

# #21337
source: TuxBox device
sk: TuxBox zariadenie

# #21359
source: Add media share...
sk: Pridať zdieľané média...

# #21360
source: Share video and music libraries through UPnP
sk: Povoliť UPnP server

# #21364
source: Edit media share
sk: Upraviť zdieľanie média

# #21365
source: Remove media share
sk: Odstrániť zdieľanie média

# #21366
source: Subtitle folder
sk: Vlastný priečinok s titulkami

# #21367
source: Movie & alternate subtitle directory
sk: Film a ostatné priečinky s titulkami

# #21369
source: Enable mouse
sk: Povoliť myš

# #21370
source: Play navigation sounds during media playback
sk: Hrať zvuky navigácie počas prehrávania média

# #21371
source: Thumbnail
sk: Náhľad

# #21372
source: Forced DVD player region
sk: Vnútiť prehrávaču DVD region

# #21373
source: Video output
sk: Video zariadenie

# #21374
source: Video aspect
sk: Video vzhľad

# #21375
source: Normal
sk: Normálny

# #21377
source: Widescreen
sk: Širokouhlý

# #21378
source: Enable 480p
sk: Povoliť 480p

# #21379
source: Enable 720p
sk: Povoliť 720p

# #21380
source: Enable 1080i
sk: Povoliť 1080i

# #21381
source: Enter name of new playlist
sk: Zadaj názov nového playlist-u

# #21382
source: Show "Add source" buttons in file lists
sk: Zakázať tlačítka pridať zdroj v zozname súborov

# #21383
source: Enable scrollbars
sk: Povoliť rolovacie pruhy

# #21384
source: Make watched filtering a toggle in video library
sk: Vytvoriť filtrovanie podľa sledovania vo video knižnici

# #21385
source: Open
sk: Otvoriť

# #21386
source: Acoustic management level
sk: Úroveň akustickej správy

# #21387
source: Fast
sk: Rýchly

# #21388
source: Quiet
sk: Tichý

# #21389
source: Enable custom background
sk: Povoliť vlastné pozadie

# #21390
source: Power management level
sk: Úroveň správy napájania

# #21391
source: High power
sk: Veľa energie

# #21392
source: Low power
sk: Málo energie

# #21393
source: High standby
sk: Veľká pohotovosť

# #21394
source: Low standby
sk: Malá pohotovosť

# #21395
source: Unable to cache files bigger than 4GB
sk: Nedokážem cacheovať súbory väčšie ako 4 gb

# #21396
source: Chapter
sk: Kapitola

# #21397
source: High quality pixel shader v2
sk: Vysoko kvalitý Pixel Shader V2

# #21398
source: Enable playlist at startup
sk: Povoliť playlist pri štarte

# #21399
source: Use tween animations
sk: Použi trasúce animácie

# #21400
source: contains
sk: obsahje

# #21401
source: does not contain
sk: neobsahuje

# #21402
source: is
sk: je

# #21403
source: is not
sk: nie je

# #21404
source: starts with
sk: začína s

# #21405
source: ends with
sk: končí s

# #21406
source: greater than
sk: viac ako

# #21407
source: less than
sk: menej ako

# #21408
source: after
sk: potom

# #21409
source: before
sk: predtým

# #21410
source: in the last
sk: nakoniec

# #21411
source: not in the last
sk: vôbec nie

# #21420
source: Value to match
sk: Nájst hodnotu

# #21421
source: Smart playlist rule
sk: Pravidlá inteligentného playlist-u

# #21422
source: Match items where
sk: Zhodné položky kde

# #21423
source: New rule...
sk: Nové pravidlo...

# #21424
source: Items must match
sk: Položky sa musia zhodovať

# #21425
source: all of the rules
sk: všetky pravidlá

# #21426
source: one or more of the rules
sk: jedno alebo viac pravidiel

# #21427
source: Limit to
sk: S limitom

# #21428
source: No limit
sk: Bez limitu

# #21429
source: Order by
sk: Usporiadať podľa

# #21430
source: ascending
sk: stúpajúci

# #21431
source: descending
sk: klesajúci

# #21432
source: Edit smart playlist
sk: Upraviť inteligentný playlist

# #21433
source: Name of the playlist
sk: Názov playlist-u

# #21434
source: Find items where
sk: Hľadaj položky kde

# #21435
source: Edit
sk: Upraviť

# #21436
source: %i items
sk: %i položiek

# #21437
source: New smart playlist...
sk: Nový inteligentný playlist...

# #21438
source: %c Drive
sk: %c disk

# #21439
source: Edit party mode rules
sk: Upraviť párty mód pravidlá

# #21440
source: Home folder
sk: Domáci priečinok

# #21441
source: Watched count
sk: Počet sledovaní

# #21442
source: Episode title
sk: Názov epizódy

# #21800
source: File name
sk: Názov súboru

# #21801
source: File path
sk: Cesta súboru

# #21802
source: File size
sk: Veľkosť súboru

# #21803
source: File date/time
sk: Dátum/čas súboru

# #21804
source: Slide index
sk: Číslo stránky

# #21805
source: Resolution
sk: Rozlíšenie

# #21806
source: Comment
sk: Poznámka

# #21807
source: Colour/B&W
sk: Farba/čb

# #21808
source: JPEG process
sk: Jpeg spracovanie

# #21820
source: Date/Time
sk: Dátum/čas

# #21821
source: Description
sk: Popis

# #21822
source: Camera make
sk: Značka fotoaparátu

# #21823
source: Camera model
sk: Typ fotoaparátu

# #21824
source: EXIF comment
sk: Poznámka exif

# #21826
source: Aperture
sk: Clona

# #21827
source: Focal length
sk: Ohnisková vzdialenosť

# #21828
source: Focus distance
sk: Vzdialenosť ohniska

# #21829
source: Exposure
sk: Expozícia

# #21830
source: Exposure time
sk: Čas expozície

# #21831
source: Exposure bias
sk: Úprava expozície

# #21832
source: Exposure mode
sk: Spôsob expozície

# #21833
source: Flash used
sk: Použitý blesk

# #21834
source: White-balance
sk: Vyváženie bielej

# #21835
source: Light source
sk: Zdroj svetla

# #21836
source: Metering mode
sk: Režim merania

# #21838
source: Digital zoom
sk: Digitálne priblíženie

# #21839
source: CCD width
sk: CCD šírka

# #21840
source: GPS latitude
sk: GPS šírka

# #21841
source: GPS longitude
sk: GPS dĺžka

# #21842
source: GPS altitude
sk: GPS výška

# #21843
source: Orientation
sk: Orientácia

# #21860
source: Supplemental categories
sk: Doplnková kategória

# #21861
source: Keywords
sk: Kľučové slová

# #21862
source: Caption
sk: Titul

# #21863
source: Author
sk: Autor

# #21864
source: Headline
sk: Titulok

# #21865
source: Special instructions
sk: Špeciálne inštrukcie

# #21866
source: Category
sk: Kategória

# #21867
source: Byline
sk: Podtitul

# #21868
source: Byline title
sk: Podtitul titul

# #21869
source: Credit
sk: Hodnotenie

# #21870
source: Source
sk: Zdroj

# #21871
source: Copyright notice
sk: Upozornenie o autorských právach

# #21872
source: Object name
sk: Názov objektu

# #21873
source: City
sk: Mesto

# #21874
source: State
sk: Štát

# #21875
source: Country
sk: Krajina

# #21876
source: Original Tx Reference
sk: Oficiálny text distribútora

# #21877
source: Date created
sk: Dátum vytvorenia

# #21878
source: Copyright flag
sk: Označenie autorských práv

# #21879
source: Country code
sk: Kód krajiny

# #21880
source: Reference service
sk: Referenčná služba

# #21881
source: Allow control of XBMC via UPnP
sk: Povoliť UPnP vykresľovanie

# #21882
source: Attempt to skip introduction before DVD menu
sk: Pokus o preskočenie úvodu pred DVD menu

# #21883
source: Saved music
sk: Skopírované audio CD

# #21884
source: Query info for all artists
sk: Vyhľdať informácie o všetkých umelcoch

# #21885
source: Downloading album information
sk: Sťahujem informácie o albume

# #21886
source: Downloading artist information
sk: Sťahujem informácie o umelcovi

# #21887
source: Biography
sk: Životopis

# #21888
source: Discography
sk: Diskografia

# #21889
source: Searching artist
sk: Hľadanie umelca

# #21890
source: Select artist
sk: Výber umelca

# #21891
source: Artist information
sk: Informácie umelca

# #21892
source: Instruments
sk: Nástroje

# #21893
source: Born
sk: Narodený

# #21894
source: Formed
sk: Založený

# #21895
source: Themes
sk: Žánre

# #21896
source: Disbanded
sk: Rozpadnutý

# #21897
source: Died
sk: Zomrel

# #21898
source: Years active
sk: Aktívne roky

# #21899
source: Label
sk: Názov

# #21900
source: Born/Formed
sk: Narodený/Založený

# #22000
source: Update library on startup
sk: Aktualizuj knižnicu pri štarte

# #22001
source: Always update library in background
sk: Vždy aktualizuj knižnicu na pozadí

# #22002
source: - DNS suffix
sk: - DNS prípona

# #22003
source: Default player
sk: Povoliť úpravu a rozhodnutie zoznamov

# #22004
source: Delayed by: %2.3fs
sk: Oneskorený o %2.3fs

# #22005
source: Ahead by: %2.3fs
sk: Vpredu o %2.3fs

# #22006
source: Subtitle offset
sk: Ofset tituliek

# #22007
source: OpenGL vendor:
sk: OpenGL výrobca:

# #22008
source: OpenGL renderer:
sk: OpenGL karta:

# #22009
source: OpenGL version:
sk: OpenGL verzia:

# #22010
source: GPU temperature:
sk: Teplota GPU

# #22011
source: CPU temperature:
sk: Teplota CPU

# #22012
source: Total memory
sk: Celková Pamäť

# #22013
source: Profile data
sk: Údaje profilu

# #29800
source: Library Mode
sk: Knižničný mód

# #29801
source: QWERTY keyboard
sk: QWERTY klávesnica

# #29999
source: Apply flicker filter setting to games
sk: Použi filter blikania pre hry
