Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Slovak/strings.po
Languages: sk

# #655
source: Browse for executable
sk: Vybrať spúšťací súbor

# #656
source: Browse for playlist
sk: Vybrať playlist

# #657
source: Browse for folder
sk: Vybrať priečinok

# #658
source: Song information
sk: Informácie o skladbe

# #660
source: Volume amplification
sk: Zosilnenie hlasitosti

# #661
source: Choose export folder
sk: Vyberte priečinok pre export

# #700
source: Cleaning up library
sk: Vyčistiť knižnicu

# #701
source: Removing old songs from the library
sk: Odstraňujem staré skladby z knižnice

# #702
source: This path has been scanned before
sk: Táto cesta bola už skenovaná

# #705
source: Network
sk: Sieť

# #706
source: - Server
sk: HTTP proxy host

# #708
source: Use an HTTP proxy server to access the internet
sk: Povoliť HTTP proxy

# #711
source: Internet Protocol (IP)
sk: Internet protokol (IP)

# #712
source: Invalid port specified. Value must be between 1 and 65535.
sk: Nesprávny port. Hodnota musí byť medzi 1 a 65535.

# #715
source: - Assignment
sk: Priradenie

# #716
source: Automatic (DHCP)
sk: Automatický (DHCP)

# #717
source: Manual (Static)
sk: Manuálne (Statický)

# #718
source: Default (Dashboard)
sk: Predvolený (Dashboard)

# #719
source: - IP address
sk: - IP Adresa

# #720
source: - Netmask
sk: - Sieťová maska

# #721
source: - Default gateway
sk: - Predvolená brána

# #723
source: Save & restart
sk: Uložiť a reštartovať

# #724
source: Invalid address specified. Value must be AAA.BBB.CCC.DDD
sk: Nesprávna adresa. Hodnota musí byť AAA.BBB.CCC.DDD

# #725
source: with numbers between 0 and 255.
sk: s číslami v rozsahu 0 a 255.

# #726
source: Changes not saved. Continue without saving?
sk: Zmeny neboli uložené. Pokračovať bez uloženia?

# #729
source: Internet time
sk: Internetový čas

# #730
source: - Port
sk: Web server port

# #731
source: Time server host
sk: Časový server host

# #732
source: Save & apply
sk: Uložiť a použiť

# #733
source: - Password
sk: Web server heslo

# #734
source: No pass
sk: Žiadne heslo

# #735
source: - Character set
sk: - Písmo

# #736
source: - Style
sk: - Štýl

# #737
source: - Colour
sk: - Farba

# #738
source: Normal
sk: Obyčajné

# #739
source: Bold
sk: Tučné

# #740
source: Italics
sk: Kurzíva

# #741
source: Bold italics
sk: Tučné kurzíva

# #742
source: White
sk: Biele

# #743
source: Yellow
sk: Žlté

# #744
source: Files
sk: Súbory

# #745
source: No scanned information for this view
sk: Žiadna zoskenovaná informácia pre tento pohľad

# #746
source: Please turn off library mode
sk: Prepnúť do súborového pohľadu

# #747
source: Error loading image
sk: Chyba pri načítanií obrázku

# #748
source: Edit path
sk: Upraviť cestu

# #750
source: Are you sure?
sk: Ste si istý?

# #751
source: Removing source
sk: Odstrániť zdieľanie

# #754
source: Add program link
sk: Pridať zástupcu programu

# #755
source: Edit program path
sk: Upraviť cestu programu

# #756
source: Edit program name
sk: Upraviť názov programu

# #757
source: Edit path depth
sk: Upraviť hĺbku pre cestu

# #759
source: View: Big list
sk: Pohľad: Veľké ikony

# #760
source: Yellow
sk: Žltá

# #761
source: White
sk: Biela

# #762
source: Blue
sk: Modrá

# #763
source: Bright green
sk: Svetlozelená

# #764
source: Yellow green
sk: Žltozelená

# #765
source: Cyan
sk: Ružová

# #766
source: Light grey
sk: Rezervované

# #767
source: Grey
sk: Rezervované

# #770
source: Error %i: share not available
sk: Chyba %i: zdieľanie nie je prístupné

# #771
source: - Auto FATX limiter
sk: - Automatický obmedzovač Fatx

# #772
source: Audio output
sk: Audio zariadenie

# #773
source: Seeking
sk: Vyhľadávam

# #774
source: Slideshow folder
sk: Priečinok prezentácie

# #775
source: Network interface
sk: Sieťové rozhranie

# #776
source: - Wireless network name (ESSID)
sk: - Názov bezdrôtovej siete (ESSID)

# #777
source: - Wireless password
sk: - Heslo bezdrôtovej siete

# #778
source: - Wireless security
sk: - Bezpečnost bezdrôtovej siete

# #779
source: Save and apply network interface settings
sk: Uložiť a použiť nastavenie siete

# #780
source: No encryption
sk: Bez šifrovania

# #784
source: Applying network interface settings. Please wait.
sk: Prebieha použitie zmien nastavenia siete. Počkajte prosím.

# #785
source: Network interface restarted successfully.
sk: Reštart sieťového rozhrania bol úspešný.

# #786
source: Network interface did not start successfully.
sk: Štart sieťového rozhrania bol neúspešný.

# #787
source: Interface disabled
sk: Rozhranie zakázané

# #788
source: Network interface disabled successfully.
sk: Sieťové rozhranie bolo zakázané.

# #789
source: Wireless network name (ESSID)
sk: Názov bezdrôtovej siete (ESSID)

# #790
source: Event server
sk: Diaľkové ovládanie

# #791
source: Allow programs on this system to control XBMC
sk: Povoliť diaľkové ovládanie

# #792
source: Port
sk: Port diaľkového ovládania

# #793
source: Port range
sk: Rozsah portov pre diaľkové ovládanie

# #794
source: Allow programs on other systems to control XBMC
sk: Povol ovládanie z iných počítačov

# #795
source: Initial repeat delay (ms)
sk: Oneskorenie odozvy pre prvý stisk (ms)

# #796
source: Continuous repeat delay (ms)
sk: Oneskorenie odozvy pre dlhý stisk (ms)

# #797
source: Maximum number of clients
sk: Maximálny počet klientov

# #1000
source: Screensaver preview
sk: Ukážka šetriča obrazovky

# #1001
source: Unable to connect
sk: Nedá sa pripojiť

# #1002
source: XBMC was unable to connect to the network location.
sk: XBMC sa nemohol pripojiť na sieťové miesto.

# #1003
source: This could be due to the network not being connected.
sk: Toto môže byť kvôli nedostupnosti siete.

# #1004
source: Would you like to add it anyway?
sk: Radi by ste to aj tak pridali?

# #1006
source: IP address
sk: IP adresa

# #1007
source: Add network location
sk: Pridať sieťové miesto

# #1008
source: Protocol
sk: Protokol

# #1009
source: Server address
sk: Adresa servera

# #1010
source: Server name
sk: Názov servera

# #1011
source: Remote path
sk: Vzdialená cesta

# #1012
source: Shared folder
sk: Zdieľaný priečinok

# #1014
source: Username
sk: Meno

# #1015
source: Browse for network server
sk: Vybrať sieťový server

# #1016
source: Enter the network address of the server
sk: Napíšte sieťovú adresu servera

# #1017
source: Enter the path on the server
sk: Napíšte cestu na serveri

# #1018
source: Enter the port number
sk: Napíšte číslo portu

# #1019
source: Enter the username
sk: Napíšte meno

# #1020
source: Add %s source
sk: Pridať %s zdroj

# #1021
source: Enter the paths or browse for the media locations.
sk: Vložte cesty, alebo vybrte média lokality.

# #1022
source: Enter a name for this media Source.
sk: Napíšte názov pre tento média zdroj.

# #1023
source: Browse for new share
sk: Vybrať nové zdieľanie

# #1024
source: Browse
sk: Vybrať

# #1025
source: Could not retrieve directory information.
sk: Nemôžem načítať informácie pre priečinok.

# #1026
source: Add source
sk: Pridať zdroj

# #1027
source: Edit source
sk: Upraviť zdroj

# #1028
source: Edit %s source
sk: Upraviť %s zdroj

# #1029
source: Enter the new label
sk: Napíšte nový názov

# #1030
source: Browse for image
sk: Vybrať obrázok

# #1031
source: Browse for image folder
sk: Vybrať priečinok s obrázkami

# #1032
source: Add network location...
sk: Pridať sieťové miesto...

# #1033
source: Browse for file
sk: Vybrať súbor

# #1034
source: Submenu
sk: Podmenu

# #1035
source: Enable submenu buttons
sk: Povoliť tlačítka podmenu

# #1036
source: Favourites
sk: Obľúbené

# #1037
source: Video plugins
sk: Plugin video

# #1038
source: Music plugins
sk: Plugin hudba

# #1039
source: Picture plugins
sk: Plugin obrázky

# #1040
source: Loading directory
sk: Prebieha načítanie priečinku

# #1041
source: Retrieved %i items
sk: Načítaných %i položiek

# #1042
source: Retrieved %i of %i items
sk: Načítaných %i z %i položiek

# #1043
source: Program plugins
sk: Plugin programy

# #1044
source: Set plugin thumb
sk: Nastavenie náhľadu pluginu

# #1045
source: Plugin settings
sk: Nastavenie pluginu

# #1046
source: Access points
sk: Prístupové body (AP)

# #1047
source: Other...
sk: Ostatné ...

# #1200
source: SMB client
sk: SMB klient

# #1202
source: Workgroup
sk: Pracovná skupina

# #1203
source: Default username
sk: Predvolené meno

# #1204
source: Default password
sk: Predvolené heslo

# #1208
source: Mount SMB shares
sk: Pripojiť SMB zdieľané priečinky

# #1210
source: Remove
sk: Odstrániť

# #1211
source: Music
sk: Hudba

# #1213
source: Pictures
sk: Obrázky

# #1214
source: Files
sk: Súbory

# #1215
source: Music & video
sk: Hudba a Video

# #1216
source: Music & pictures
sk: Hudba a Obrázky

# #1217
source: Music & files
sk: Hudba a Súbory

# #1218
source: Video & pictures
sk: Video a Obrázky

# #1219
source: Video & files
sk: Video a Súbory

# #1220
source: Pictures & files
sk: Obrázky a Súbory

# #1221
source: Music & video & pictures
sk: Hudba a Video a Obrázky

# #1222
source: Music & video & pictures & files
sk: Hudba a Video a Obrázky a Súbory

# #1223
source: Disabled
sk: Zakázané

# #1226
source: Files & music & video
sk: Súbory a Hudba a Video

# #1227
source: Files & pictures & music
sk: Súbory a Obrázky a Hudba

# #1228
source: Files & pictures & video
sk: Súbory a Obrázky a Video

# #1229
source: Music & programs
sk: Hudba a Programy

# #1230
source: Video & programs
sk: Video a Programy

# #1231
source: Pictures & programs
sk: Obrázky a Programy

# #1232
source: Music & video & pictures & programs
sk: Hudba a Video a Obrázky a Programy

# #1233
source: Programs & video & music
sk: Programy a Video a Hudba

# #1234
source: Programs & pictures & music
sk: Programy a Obrázky a Hudba

# #1235
source: Programs & pictures & video
sk: Programy a Obrázky a Video

# #1245
source: FTP username
sk: FTP meno

# #1246
source: FTP password
sk: FTP heslo

# #1247
source: Password has been set successfully
sk: Heslo bolo úspešné nastavené

# #1250
source: Auto-detection
sk: Autodetekcia

# #1251
source: Auto-detect system
sk: Autodetekcia systému

# #1252
source: Nickname
sk: Prezývka

# #1254
source: Ask to connect
sk: Opýtať sa na pripojenie

# #1255
source: Send FTP user and password
sk: Poslať FTP meno a heslo

# #1257
source: Would you like to connect to the auto-detected system?
sk: Chcete sa pripojiť na autodetekovaný system?

# #1396
source: Drifting
sk: ustupujúci

# #1397
source: and
sk: a

# #1398
source: Freezing
sk: mrznúci

# #1399
source: Late
sk: neskôr

# #1400
source: Isolated
sk: ojedinele

# #1401
source: Thundershowers
sk: prehánky

# #1402
source: Thunder
sk: búrky

# #1403
source: Sun
sk: slnečno

# #1404
source: Heavy
sk: zatiahnuté

# #1405
source: in
sk: v

# #1406
source: the
sk: blízkom

# #1407
source: Vicinity
sk: okolí

# #1408
source: Ice
sk: ľadové

# #1409
source: Crystals
sk: krištáliky

# #1410
source: Calm
sk: bezvetrie

# #1411
source: with
sk: s

# #1412
source: windy
sk: veterno

# #1413
source: drizzle
sk: mrholenie

# #1414
source: Thunderstorm
sk: silná búrka

# #1415
source: Drizzle
sk: mrholenie

# #1416
source: Foggy
sk: zahmlené

# #2050
source: Runtime
sk: Dĺžka:

# #4501
source: Enable LCD/VFD
sk: Typ LCD

# #10000
source: Home
sk: Domov

# #10001
source: Programs
sk: Programy

# #10002
source: Pictures
sk: Obrázky

# #10003
source: File manager
sk: Správca súborov

# #10004
source: Settings
sk: Nastavenie

# #10005
source: Music
sk: Hudba

# #10006
source: Videos
sk: Video

# #10007
source: System information
sk: Systémové informácie

# #10008
source: Settings - General
sk: Nastavenia - Hlavné

# #10009
source: Settings - Screen
sk: Nastavenia - Obrazovky

# #10010
source: Settings - Appearance - GUI Calibration
sk: Nastavenia - Zobrazenie - Kalibrácia GUI

# #10011
source: Settings - Videos - Screen Calibration
sk: Nastavenia - Video - Kalibrácia obrazovky

# #10012
source: Settings - Pictures
sk: Nastavenia - Obrázky

# #10013
source: Settings - Programs
sk: Nastavenia - Programy

# #10014
source: Settings - Weather
sk: Nastavenia - Počasie

# #10015
source: Settings - Music
sk: Nastavenia - Hudba

# #10016
source: Settings - System
sk: Nastavenia - Systém

# #10017
source: Settings - Videos
sk: Nastavenia - Videá

# #10018
source: Settings - Network
sk: Nastavenia - Sieť

# #10019
source: Settings - Appearance
sk: Nastavenia - Zobrazenie

# #10020
source: Scripts
sk: Skripty

# #10028
source: Videos/Playlist
sk: Videá/Playlist

# #10034
source: Settings - Profiles
sk: Nastavenia - Profily

# #10100
source: Yes/No dialog
sk: Áno/Nie dialog

# #10101
source: Progress dialog
sk: Dialóg spracovania

# #10210
source: Looking for subtitles...
sk: Prebieha vyhľadávanie tituliek...

# #10211
source: Looking for or caching subtitles...
sk: Prebieha načítavanie tituliek...

# #10212
source: terminating
sk: prerušenie

# #10213
source: buffering
sk: načítanie do medzipamäti

# #10214
source: Opening stream
sk: Otváranie streamu

# #10500
source: Music/Playlist
sk: Hudba/Playlist

# #10501
source: Music/Files
sk: Hudba/Súbory

# #10502
source: Music/Library
sk: Hudba/Knižnica

# #10504
source: Top 100 songs
sk: Naj 100 skladieb

# #10505
source: Top 100 albums
sk: Naj 100 Albumov

# #10506
source: Programs
sk: Programy

# #10507
source: Configuration
sk: Konfigurácia

# #10508
source: Weather forecast
sk: Predpoveď počasia

# #10509
source: Network gaming
sk: Hranie po sieti

# #10510
source: Extensions
sk: Rozšírenia

# #10511
source: System info
sk: Systémové informácie

# #10516
source: Music - Library
sk: Hudba - Knižnica

# #10517
source: Now Playing - Music
sk: Teraz hrá - Hudba

# #10522
source: Now Playing - Videos
sk: Teraz hrá - Video

# #10523
source: Album info
sk: Informácie o albume

# #10524
source: Movie info
sk: Informácie o filme

# #12000
source: Select dialog
sk: Výberový dialóg

# #12001
source: Music/Info
sk: Hudba/Info

# #12002
source: Dialog OK
sk: Dialóg OK

# #12003
source: Videos/Info
sk: Video/Info

# #12004
source: Scripts/Info
sk: Skripty/Info

# #12005
source: Fullscreen video
sk: Video na celú obrazovku

# #12006
source: Audio visualization
sk: Audio vizualizácie

# #12008
source: File stacking dialog
sk: Dialóg pre súbory dokopy

# #12009
source: Rebuild index...
sk: Prerábam index...

# #12010
source: Return to music window
sk: Vrátiť sa do hudby

# #12011
source: Return to videos window
sk: Vrátiť sa do videa

# #12012
source: Update trainer list
sk: Aktualizovať zoznam trainerov

# #12014
source: No trainers found
sk: Žiaden trainer nebol nájdený

# #12015
source: Trainer settings
sk: Trainerové nastavenia

# #12016
source: All registered trainers are missing. Update your list
sk: Všetky registrované trainery chýbajú. Aktualizujte zoznam

# #12017
source: Resume from where last stopped
sk: Pokračovať z poslednej pozície

# #12018
source: No
sk: Nie

# #12019
source: Yes
sk: Áno

# #12020
source: Ask
sk: Spýtať

# #12021
source: Start from beginning
sk: Štart od začiatku

# #12022
source: Resume from %s
sk: Pokračovať od poslednej pozície

# #12023
source: Validating existing trainers...
sk: Kontrolujem existujúce trainery...

# #12325
source: Locked! Enter code...
sk: Zamknuté! Vložte kód...

# #12326
source: Enter password
sk: Napíšte heslo

# #12327
source: Enter master code
sk: Napíšte master kód

# #12328
source: Enter unlock code
sk: Napíšte odomykací kód

# #12329
source: or press C to cancel
sk: alebo stlačte C pre zrušenie

# #12330
source: Enter gamepad button combo and
sk: Vložte kombináciu tlačidiel a

# #12331
source: press Start, or Back to cancel
sk: stlačte Start alebo Back pre zrušenie

# #12332
source: Set lock
sk: Nastaviť zámok

# #12333
source: Unlock
sk: Odomknúť

# #12334
source: Reset lock
sk: Resetnúť zámok

# #12335
source: Remove lock
sk: Odstrániť zámok

# #12337
source: Numeric password
sk: Číselné Heslo

# #12338
source: Gamepad button combo
sk: Kombinácie tlačidiel na Gamepad-e

# #12339
source: Full-text password
sk: Textové Heslo

# #12340
source: Enter new password
sk: Napíšte nové heslo

# #12341
source: Re-Enter new password
sk: Znovu napíšte nové heslo

# #12342
source: Incorrect password,
sk: Nesprávne heslo,

# #12343
source: retries left
sk: možností ostáva

# #12344
source: Passwords entered did not match.
sk: Napísané heslá nie sú totožné.

# #12345
source: Access denied
sk: Vstup Nepovolený

# #12346
source: Password retry limit exceeded.
sk: Limit pre opakovanie bol prekročený.

# #12347
source: The system will now shut off.
sk: Systém sa teraz vypne.

# #12348
source: Item locked
sk: Položka zamknutá

# #12353
source: Reactivate lock
sk: Reaktivovať zámok

# #12356
source: Change lock
sk: Zmeniť zámok

# #12357
source: Source lock
sk: Zdieľať zámok

# #12358
source: Password entry was blank. Try again.
sk: Heslo bolo prázdne. Skúste znova.

# #12360
source: Master lock
sk: Hlavný zámok

# #12362
source: Shutdown system if Master Lock retries exceeded
sk: Vypnúť systém ak boli prekročené pokusy na hlavný zámok

# #12367
source: Master code is not valid
sk: Hlavný kľúč nie je správny!

# #12368
source: Please enter a valid master code
sk: Prosím vložte správny hlavný kľúč!

# #12373
source: Settings & file manager
sk: Nastavenia a Správca súborov

# #12376
source: Set as default for all movies
sk: Nastaviť ako predvolené pre všetky filmy

# #12377
source: This will reset any previously saved values
sk: Toto vymaže všetky uložené hodnoty

# #12378
source: Amount of time to display each image
sk: Čas zobrazenia obrázku

# #12379
source: Use pan and zoom effects
sk: Použi pan a zväčšovacie efekty

# #12380
source: Play NTSC videos at PAL rates
sk: Prehrávať NTSC videá ako PAL

# #12381
source: Play PAL videos at NTSC rates
sk: Prehrávať PAL videá ako NTSC

# #12382
source: Play NTSC videos in PAL60
sk: Prehrávať NTSC videá ako PAL60

# #12383
source: 12 hour clock
sk: 12 hodinový formát

# #12384
source: 24 hour clock
sk: 24 hodinový formát

# #12385
source: Day/Month
sk: Deň/Mesiac

# #12386
source: Month/Day
sk: Mesiac/Deň

# #12390
source: System uptime
sk: Systém žije

# #12391
source: Minutes
sk: Minúty

# #12392
source: Hours
sk: Hodiny

# #12393
source: Days
sk: Dni

# #12394
source: Total uptime
sk: Celkovo žije

# #12600
source: Weather
sk: Počasie

# #12900
source: Screensaver
sk: Šetrič obrazovky

# #12901
source: Fullscreen OSD
sk: OSD na celú obrazovku

# #13000
source: System
sk: Systém

# #13001
source: Immediate HD spindown
sk: Okamžitý HD Spindown

# #13002
source: Video only
sk: Len Video

# #13003
source: - Delay
sk: - Oneskorenie

# #13004
source: - Minimum file duration
sk: - Minimálna dĺžka súboru

# #13005
source: Shutdown
sk: Vypnúť

# #13007
source: Use custom dashboard path
sk: Cesta k vlastnému Dashboardu

# #13008
source: Shutdown function
sk: Predvolený spôsob vypnutia

# #13009
source: Quit
sk: Ukončiť

# #13010
source: Hibernate
sk: Dlhodobý spánok

# #13011
source: Suspend
sk: Úsporný režim

# #13100
source: Flicker filter
sk: Blikací filter

# #13101
source: Let driver choose (requires restart)
sk: Nastavené ovladačom (vyžaduje reštart)

# #13106
source: Disabled
sk: Zakázané

# #13107
source: Enabled during video playback
sk: Povolené počas prehrávania videa

# #13108
source: Always enabled
sk: Vždy povolené

# #13109
source: Test & apply resolution
sk: Test rozlíšenia

# #13110
source: Save resolution?
sk: Uložiť rozlíšenie?

# #13111
source: Would you like to keep this resolution?
sk: Chcete ponechať toto rozlíšenie?

# #13112
source: High quality upscaling
sk: Vysoko kvalitný softwarový prepočet

# #13113
source: Disabled
sk: Zakázané

# #13114
source: Enabled for SD content
sk: Povolené pre SD videa

# #13115
source: Always enabled
sk: Vždy povolené

# #13116
source: Upscaling method
sk: Metóda prepočtu

# #13130
source: Blank other displays
sk: Vypínanie obrazovky

# #13131
source: Disabled
sk: Zakázané

# #13132
source: Blank displays
sk: Vypni obrazovku

# #13140
source: Active connections detected!
sk: Zistené aktívne spojenie!

# #13141
source: If you proceed, you might not be able to control XBMC
sk: Ak budete pokračovať, môžeťe stratiť ovládanie XBMC

# #13142
source: any longer. Are you sure you want to stop the Event server?
sk: natrvalo. Určiťe chcete zastaviť event server?

# #13144
source: Change Apple Remote mode?
sk: Zmeniť mód diaľkového ovládania Apple?

# #13145
source: If you are currently using the Apple Remote to control
sk: Ak práve používate diaľkové ovládanie Apple na ovládanie

# #13146
source: XBMC, changing this setting might affect your ability
sk: XBMC, zmenou nastavenia možete ovplyvniť vašu

# #13147
source: to continue controlling it. Do you want to proceed?
sk: schopnosť ovládať ho. Chcete pokračovať?

# #13150
source: HDD key:
sk: HDD Kľúč:

# #13151
source: HDD temp:
sk: HDD Teplota:

# #13155
source: HDD serial:
sk: HDD Sériové číslo:

# #13157
source: HDD password:
sk: HDD Heslo:

# #13158
source: HDD lock state:
sk: HDD stav uzamknutia:

# #13159
source: Subnet mask
sk: Maska siete:

# #13160
source: Gateway
sk: Brána

# #13161
source: Primary DNS
sk: Primárny DNS

# #13162
source: Initialize failed
sk: Inicializácia zlyhala

# #13164
source: Keyboard
sk: Klávesnica

# #13165
source: Mouse
sk: Myš

# #13166
source: Head/Microphone
sk: Sluchadlá/Mikrofón

# #13167
source: Memory unit
sk: MemoryStick

# #13168
source: IR-Remote
sk: IR-ďialkové

# #13169
source: Controller port
sk: Port ovládača

# #13170
source: Never
sk: Nikdy

# #13171
source: Immediately
sk: Ihneď

# #13172
source: After %i secs
sk: Po %i sekundách

# #13173
source: HDD install date:
sk: Dátum inštalácie disku:

# #13174
source: HDD power cycle count:
sk: Počet zapnutí disku

# #13200
source: Profiles
sk: Profily

# #13201
source: Delete profile '%s'?
sk: Vymazať profil '%s'?

# #13204
source: Last loaded profile:
sk: Posledný otvorený profil:

# #13205
source: Unknown
sk: Neznámy

# #13206
source: Overwrite
sk: Prepísať

# #13208
source: Alarm clock
sk: Budík

# #13209
source: Alarm clock interval (in minutes)
sk: Budíkový interval (v minútach)

# #13210
source: Started, alarm in %im
sk: Načasovaný, budík o %im

# #13211
source: Alarm!
sk: Budík!

# #13212
source: Canceled with %im%is left
sk: Zrušené (zostávalo %im%is)

# #13249
source: Search for subtitles in RARs
sk: Hľadať titulky v RARoch

# #13250
source: Browse for subtitle...
sk: Vybrať titulky...

# #13251
source: Move item
sk: Presunúť položku

# #13252
source: Move item here
sk: Presunúť položku sem

# #13253
source: Cancel move
sk: Zrušiť presunutie

# #13271
source: CPU Usage:
sk: Záťaž CPU:

# #13274
source: Connected, but no DNS is available.
sk: Pripojený, ale DNS je nedostupný

# #13277
source: Storage
sk: Úložisko

# #13278
source: Default
sk: Predvolené

# #13279
source: Network
sk: Sieť

# #13283
source: Operating system:
sk: Operačný systém

# #13284
source: CPU speed:
sk: Rýchlosť CPU:

# #13285
source: Detected BIOS:
sk: Zistený BIOS:

# #13286
source: Video encoder:
sk: Video enkóder:

# #13287
source: Screen resolution:
sk: Rozlíšenie obrazovky:

# #13288
source: Xbox version:
sk: Verzia XBOXu:

# #13289
source: Xbox serial number:
sk: Sériové číslo XBOXu:

# #13290
source: Xbox manufacturer:
sk: Výrobca XBOXu:

# #13291
source: Modchip:
sk: Modčip:

# #13292
source: A/V cable:
sk: A/V Kábel:

# #13293
source: Video & XBE region:
sk: Video & XBE Región:

# #13294
source: DVD region:
sk: DVD Región:

# #13296
source: Connected
sk: Pripojený

# #13297
source: Not connected. Check network settings.
sk: Nie je Pripojený. Skontrolujte sieťové nastavenia.

# #13298
source: Xbox Live key:
sk: XBLIVE kľúč:

# #13299
source: Target temperature
sk: Cieľová teplota

# #13300
source: Fan speed
sk: Otáčky ventilátora

# #13301
source: Auto temperature control
sk: Automatické regulovanie teploty

# #13302
source: Fan speed override
sk: Nastavenie otáčok ventilátora

# #13303
source: - Fonts
sk: Písmo vzhľadu
