Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Catalan/strings.po
Languages: ca

# #14064
source: Set date
ca: Establir Dia

# #14065
source: Set time
ca: Establir Hora

# #14066
source: Enter the time in 24 hour HH:MM format
ca: Entra l'hora en format 24h HH:MM

# #14067
source: Enter the date in DD/MM/YYYY format
ca: Entra la Data en format DD/MM/YYYY

# #14068
source: Enter the IP address
ca: Entra l'adreça IP

# #14069
source: Apply these settings now?
ca: Aplicar canvis?

# #14070
source: Apply changes now
ca: Aplicar canvis

# #14071
source: Allow file renaming and deletion
ca: Permetre renombrar i borrar arxius

# #15015
source: Remove
ca: Treure

# #15016
source: Games
ca: Jocs

# #15019
source: Add
ca: Afegir

# #15052
source: Password
ca: Contrasenya

# #15100
source: Library
ca: Llibreria

# #15101
source: Database
ca: Base de dades

# #15102
source: * All albums
ca: * Tots els Àlbums

# #15103
source: * All artists
ca: * Tots els Artistes

# #15104
source: * All songs
ca: * Totes les Cançons

# #15105
source: * All genres
ca: * Tots els Gèneres

# #15108
source: Navigation sounds
ca: Sons de navegació

# #15109
source: Skin default
ca: Pell per defecte

# #15111
source: - Theme
ca: Tema de pell (skin)

# #15112
source: Default theme
ca: Tema per defecte

# #15201
source: Submit songs to Last.fm
ca: Envia cançons a Last.FM

# #15202
source: Last.fm username
ca: Nom usuari Last.FM

# #15203
source: Last.fm password
ca: Contrasenya Last.FM

# #15204
source: Unable to handshake: sleeping...
ca: Imposible negociar: dormint...

# #15205
source: Please update XBMC
ca: Si us plau, actualitza XBMC

# #15206
source: Bad authorization: Check username and password
ca: Mala autorització: Comprova nom d'usuari i contrasenya

# #15207
source: Connected
ca: Connectat

# #15208
source: Not connected
ca: No Connectat

# #15209
source: Submit interval %i
ca: Envia Interval %i

# #15210
source: Cached %i songs
ca: Cachejades %i Cançons

# #15211
source: Submitting...
ca: Enviant...

# #15212
source: Submitting in %i secs
ca: Enviant en %i segons

# #15213
source: Play using...
ca: Reproduïnt usant...

# #15214
source: Use smoothed A/V synchronization
ca: Utilitza Sincronització A/V suau

# #15215
source: Hide file names in thumbs view
ca: Oculta noms de fitxers en vista miniatures

# #15250
source: Submit Last.fm radio to Last.fm
ca: Envia Last.FM Radio to Last.FM

# #15251
source: Connecting to Last.fm...
ca: Connectant a Last.FM...

# #15252
source: Selecting station...
ca: Buscant emissores...

# #15253
source: Search similar artists...
ca: Buscant artistes similars...

# #15254
source: Search similar tags...
ca: Buscant etiquetes similars.

# #15255
source: Your profile (%name%)
ca: Perfil (%name%)

# #15256
source: Overall top tags
ca: Etiquetes globals

# #15257
source: Top artists for tag %name%
ca: Artistes Top per etiqueta %name%

# #15258
source: Top albums for tag %name%
ca: Albums Top per etiqueta %name%

# #15259
source: Top tracks for tag %name%
ca: Pistes top per etiqueta %name%

# #15260
source: Listen to tag %name% Last.fm radio
ca: Escolta etiqueta %name% last.fm radio

# #15261
source: Similar artists as %name%
ca: Artistes similars per %name%

# #15262
source: Top %name% albums
ca: Principals %name% àlbums

# #15263
source: Top %name% tracks
ca: Principals %name% pistes

# #15264
source: Top %name% tags
ca: Principals %name% etiquetes

# #15265
source: Biggest fans of %name%
ca: Grans fans de %name%

# #15266
source: Listen to %name% fans Last.fm radio
ca: Escolta els %name% fans

# #15267
source: Listen to %name% similar artists Last.fm radio
ca: Escolta artistes similars de %name%

# #15268
source: Top artists for user %name%
ca: Principals artistes d'usuaris de %name%

# #15269
source: Top albums for user %name%
ca: Principals àlbums d'usuaris de %name%

# #15270
source: Top tracks for user %name%
ca: Principals pistes d'usuaris de %name%

# #15271
source: Friends of user %name%
ca: Amics d'usuaris de %name%

# #15272
source: Neighbours of user %name%
ca: Veïns d'usuaris de %name%

# #15273
source: Weekly artist chart for %name%
ca: Taula d'artistes semanal %name%

# #15274
source: Weekly album chart for %name%
ca: Taula d'àlbums semanal %name%

# #15275
source: Weekly track chart for %name%
ca: Taula de pistes semanal %name%

# #15276
source: Listen to %name%'s neighbours Last.fm radio
ca: Escolta veïns de %name%

# #15277
source: Listen to %name%'s personal Last.fm radio
ca: Escolta personal %name%

# #15278
source: Listen to %name%'s mix Last.fm radio
ca: Escolta les més estimades de %name%

# #15279
source: Retrieving list from Last.fm...
ca: Obtenint de last.fm...

# #15280
source: Can't retrieve list from Last.fm...
ca: No puc obtenir de last.fm

# #15281
source: Enter an artist name to find related ones
ca: Entra un nom d'artista per trobar de similars

# #15282
source: Enter a tag name to find similar ones
ca: Entra una etiqueta per trobar-ne de similars

# #15283
source: Tracks recently listened by %name%
ca: Pistes recentment escoltades per %name%

# #15300
source: Path not found or invalid
ca: Ruta no trobada o invàl·lida

# #15301
source: Could not connect to network server
ca: No puc connectar al servidor

# #15302
source: No servers found
ca: No es troben servidors

# #15303
source: Workgroup not found
ca: Grup de treball no es troba

# #15310
source: Opening multi-path source
ca: Obrint marcador multi-ruta

# #15311
source: Path:
ca: Ruta:

# #16001
source: Configure audio hardware...
ca: Configurar hardware audio

# #16002
source: Internet lookup
ca: Búsqueda CDDB

# #16003
source: Player
ca: Reproductor

# #16004
source: Play media from disc
ca: Reproduïr des del disc

# #16009
source: Enter the movie name
ca: Entra el nom de la Pel·lícula

# #16010
source: Enter the profile name
ca: Entra el Nom del Perfil

# #16011
source: Enter the album name
ca: Entra el Nom del Àlbum

# #16012
source: Enter the playlist name
ca: Entra el nom de la Llista

# #16013
source: Enter new filename
ca: Entra el nom del nou fitxer

# #16014
source: Enter folder name
ca: Entra el nom de la carpeta

# #16015
source: Enter directory
ca: Entra el directori

# #16016
source: Available options: %A, %T, %N, %B, %D, %G, %Y, %F, %S
ca: Opcions disponibles: %A, %T, %N, %B, %D, %G, %Y, %F, %S

# #16017
source: Enter search string
ca: Entra la cadena de búsqueda

# #16018
source: None
ca: Cap

# #16019
source: Auto select
ca: Auto Selecció

# #16020
source: De-interlace
ca: Desentrellaçat

# #16022
source: Bob (inverted)
ca: Bob (Invertit)

# #16023
source: Interlaced handling
ca: Manejador Entrellaçat

# #16024
source: Canceling...
ca: Cancel·lant

# #16025
source: Enter the artist name
ca: Entra el Nom de l'Artista

# #16026
source: Playback failed
ca: Llista de reproducció abortada

# #16027
source: One or more items failed to play.
ca: Masses items fallats consecutius

# #16030
source: Party mode aborted.
ca: Mode Party abortat

# #16031
source: No matching songs in the library.
ca: Sense cançons coincidents en BD

# #16032
source: Could not initialize database.
ca: No puc inicialitzar BD

# #16033
source: Could not open database.
ca: No puc obrir BD

# #16034
source: Could not get songs from database.
ca: No puc obtenir cançons de la BD

# #16100
source: All Videos
ca: Tots els vídeos

# #16101
source: Unwatched
ca: Sense Veure

# #16102
source: Watched
ca: Vistos

# #16103
source: Mark as watched
ca: Marca'l Vist

# #16104
source: Mark as unwatched
ca: Marca'l Per Veure

# #16105
source: Edit title
ca: Edita el Títol

# #16106
source: Use NTSC-M & NTSC-J
ca: Utilitza NTSC-M & NTSC-J

# #16107
source: Use only NTSC-M
ca: Utilitza només NTSC-M

# #16108
source: Use only NTSC-J
ca: Utilitza només NTSC-J

# #16109
source: Use only PAL-60
ca: Utilitza només PAL-60

# #16110
source: For 60hz games
ca: Per Jocs a 60hz

# #20000
source: Saved music folder
ca: Directori CDDA Rip

# #20001
source: Use external DVD player
ca: Utilitza reproductor de DVD extern

# #20002
source: External DVD player
ca: Reproductor de DVD extern

# #20003
source: Trainers folder
ca: Directori de Trainers

# #20004
source: Screenshot folder
ca: Directori de Captures

# #20006
source: Playlists folder
ca: Directori de Llistes

# #20007
source: Recordings
ca: Grabacions

# #20008
source: Screenshots
ca: Captures

# #20009
source: Use XBMC
ca: Utilitza XBMC

# #20011
source: Music playlists
ca: Llistes de Música

# #20012
source: Video playlists
ca: Llistes de Vídeo

# #20013
source: Do you wish to launch the game?
ca: Vols executar el joc?

# #20014
source: Sort by: Playlist
ca: Ordenat: Llista

# #20015
source: Remote thumb
ca: Miniatura IMDb

# #20016
source: Current thumb
ca: Miniatura Actual

# #20017
source: Local thumb
ca: Miniatura Local

# #20018
source: No thumb
ca: Sense miniatura

# #20019
source: Choose thumbnail
ca: Escull miniatura

# #20023
source: Conflict
ca: Conflicte

# #20024
source: Scan new
ca: Busca nou

# #20025
source: Scan all
ca: Busca tot

# #20026
source: Region
ca: Regió

# #20038
source: Lock music window
ca: Bloqueja secció de música

# #20039
source: Lock videos window
ca: Bloqueja secció de vídeo

# #20040
source: Lock pictures window
ca: Bloqueja secció de fotos

# #20041
source: Lock programs, saves & scripts windows
ca: Bloqueja secció de programes i scripts

# #20042
source: Lock file manager
ca: Bloqueja gestor d'arxius

# #20043
source: Lock settings
ca: Bloqueja opcions

# #20044
source: Start fresh
ca: Comença a cero

# #20045
source: Enter master mode
ca: Entra en mode mestre

# #20046
source: Leave master mode
ca: Surt del mode mestre

# #20047
source: Create profile '%s'?
ca: Crear perfil '%s' ?

# #20048
source: Start with fresh settings
ca: Comença amb opcions a cero

# #20049
source: Best available
ca: El millor disponible

# #20050
source: Auto-switch between 16x9 and 4x3
ca: Canvia automàticament entre 16x9 i 4x3

# #20051
source: Treat stacked files as single file
ca: Tracta arxius apilats com filera

# #20052
source: Caution
ca: Precaució

# #20053
source: Left master mode
ca: Mode mestre esquerra

# #20054
source: Entered master mode
ca: Entra el mode mestre

# #20055
source: Allmusic.com thumb
ca: Miniatura Allmusic.com

# #20057
source: Remove thumbnail
ca: Esborra miniatura

# #20058
source: Add profile...
ca: Afegeix perfil...

# #20059
source: Query info for all albums
ca: Pregunta info per tots els àlbums

# #20060
source: Media info
ca: Info de multimedia

# #20061
source: Separate
ca: Separa

# #20062
source: Shares with default
ca: Comparteix per defecte

# #20063
source: Shares with default (read only)
ca: Comparteix per defecte (només lectura)

# #20064
source: Copy default
ca: Copia per defecte

# #20065
source: Profile picture
ca: Foto del Perfil

# #20066
source: Lock preferences
ca: Bloqueja preferències

# #20067
source: Edit profile
ca: Edita perfil

# #20068
source: Profile lock
ca: Bloqueja perfil

# #20069
source: Could not create folder
ca: No puc crear directori

# #20070
source: Profile directory
ca: Directori del perfil

# #20071
source: Start with fresh media sources
ca: Comença amb recursos multimedia a cero

# #20072
source: Make sure the selected folder is writable
ca: Assegurar-se que el directori seleccionat es pot escriure

# #20073
source: and that the new folder name is valid
ca: i el nou nom de directori és vàlid

# #20074
source: MPAA rating
ca: Qualifiació MPAA:

# #20075
source: Enter master lock code
ca: Entra el codi mestre de bloqueig

# #20076
source: Ask for master lock code on startup
ca: Preguntar pel codi mestre al iniciar

# #20077
source: Skin settings
ca: Opcions de la Pell (Skin)

# #20078
source: - no link set -
ca: - sense ellaç -

# #20079
source: Enable animations
ca: Activa animacions

# #20080
source: Disable RSS during music
ca: Desactiva RSS durant la Música

# #20081
source: Enable shortcut buttons
ca: Activa Butons de marcadors

# #20082
source: Show programs in main menu
ca: Mostra info de XLink Kai

# #20083
source: Show music info
ca: Mostra info de Música

# #20084
source: Show weather info
ca: Mostra info del Temps

# #20085
source: Show system info
ca: Mostra info del sistema

# #20086
source: Show available disc space C: E: F:
ca: Mostra espai disponible C: E: F:

# #20087
source: Show available disc space E: F: G:
ca: Mostra espai disponible E: F: G:

# #20088
source: Weather info
ca: Informació del Temps

# #20089
source: Drive space free
ca: Mostra espai lliure

# #20090
source: Enter the name of an existing share
ca: Entra el nom de un recurs compartit existent

# #20091
source: Lock code
ca: Bloqueja el codi

# #20092
source: Load profile
ca: Carrega perfil

# #20093
source: Profile name
ca: Nom del perfil

# #20094
source: Media sources
ca: Recursos multimedia

# #20095
source: Enter profile lock code
ca: Entra codi bloqueig del perfil

# #20096
source: Login screen
ca: Pantalla de Autenticació

# #20097
source: Fetching album info
ca: Informació d'àlbum atractiva

# #20098
source: Fetching info for album
ca: Informació atractiva per a àlbum

# #20099
source: Can't rip CD or track while playing from CD
ca: No puc ripejar CD o la pista mentre reprodueixo de CD

# #20100
source: Master lock code and settings
ca: Codi mestre i bloqueig

# #20101
source: Entering master lock code always enables master mode
ca: Entrant el codi mestre sempre activa el mode mestre

# #20102
source: or copy from default?
ca: o copiar del defecte?

# #20103
source: Save changes to profile?
ca: Guardar canvis de perfil?

# #20104
source: Old settings found.
ca: Velles opciones trobades

# #20105
source: Do you want to use them?
ca: Vols usar-les?

# #20106
source: Old media sources found.
ca: Vells recursos multimedia trobats.

# #20107
source: Separate (locked)
ca: Separat (bloquejat)

# #20108
source: Root
ca: Arrel

# #20109
source: - Zoom
ca: Zoom Pell

# #20110
source: UPnP settings
ca: Client UPnP

# #20111
source: Autostart UPnP client
ca: Autocomençar

# #20112
source: Last login: %s
ca: Ultima autenticació: %s

# #20113
source: Never logged on
ca: Mai autenticat

# #20114
source: Profile %i / %i
ca: Perfil %i / %i

# #20115
source: User login / Select a profile
ca: Autenticació d'usuari / Selecció de Perfil

# #20116
source: Use lock on login screen
ca: Utilitza bloqueig o pantalla autenticació

# #20117
source: Invalid lock code.
ca: Codi de bloqueig invàlid

# #20118
source: This requires the master lock to be set.
ca: Això requeix entrar un codi mestre

# #20119
source: Would you like to set it now?
ca: Vols entrar-lo ara?

# #20120
source: Loading program information
ca: Carregant la informació del programa

# #20121
source: Party on!
ca: A la Festa !

# #20122
source: True
ca: Veritat

# #20123
source: Mixing drinks
ca: Barrejant begudes

# #20124
source: Filling glasses
ca: Omplint gots

# #20125
source: Logged on as
ca: Autenticat com a

# #20126
source: Log off
ca: Sortir

# #20128
source: Go to root
ca: Anar a l'arrel

# #20129
source: Weave
ca: Teixit

# #20130
source: Weave (inverted)
ca: Teixit (invertit)

# #20131
source: Blend
ca: Mescla

# #20132
source: Restart video
ca: Reinicia Vídeo

# #20133
source: Edit network location
ca: Edita localització de xarxa

# #20134
source: Remove network location
ca: Esborra localització de xarxa

# #20135
source: Do you want to scan the folder?
ca: Vols revisar el directori?

# #20136
source: Memory unit
ca: Unitat de memòria

# #20137
source: Memory unit mounted
ca: Unitat de memòria montada

# #20138
source: Unable to mount memory unit
ca: Impossible muntar l'unitat de memòria

# #20139
source: In port %i, slot %i
ca: en el port %i, slot %i

# #20140
source: Lock screensaver
ca: Bloqueja salvapantalles

# #20141
source: Set
ca: Entra

# #20142
source: Username
ca: Nom d'usuari

# #20143
source: Enter password for
ca: Entra contrasenya per

# #20144
source: Shutdown timer
ca: Interval d'apagada

# #20145
source: Shutdown interval (in minutes)
ca: Interval d'apagada (en minuts)

# #20146
source: Started, shutdown in %im
ca: Comença, Apaga en %im

# #20147
source: Shutdown in 30 minutes
ca: Apaga en 30 minuts

# #20148
source: Shutdown in 60 minutes
ca: Apaga en 60 minuts

# #20149
source: Shutdown in 120 minutes
ca: Apaga en 120 minuts

# #20150
source: Custom shutdown timer
ca: Temps d'apagada personalitzable

# #20151
source: Cancel shutdown timer
ca: Cancel·la temps d'apagada

# #20152
source: Lock preferences for %s
ca: Bloqueja preferencies per %s

# #20153
source: Browse...
ca: Navega...

# #29999
source: Apply flicker filter setting to games
ca: Filtre anti-parpalleig (AutoFlicker patch)
