Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Catalan/strings.po
Languages: ca

# #0
source: Programs
ca: Programes

# #1
source: Pictures
ca: Imatges

# #2
source: Music
ca: Música

# #3
source: Videos
ca: Pel.lícules

# #4
source: TV-Guide
ca: Guia TV

# #5
source: Settings
ca: Ajustaments

# #7
source: File manager
ca: Arxius

# #8
source: Weather
ca: El Temps

# #11
source: Monday
ca: Dilluns

# #12
source: Tuesday
ca: Dimarts

# #13
source: Wednesday
ca: Dimecres

# #14
source: Thursday
ca: Dijous

# #15
source: Friday
ca: Divendres

# #16
source: Saturday
ca: Dissabte

# #17
source: Sunday
ca: Diumenge

# #21
source: January
ca: Gener

# #22
source: February
ca: Febrer

# #23
source: March
ca: Març

# #24
source: April
ca: Abril

# #25
source: May
ca: Maig

# #26
source: June
ca: Juny

# #27
source: July
ca: Juliol

# #28
source: August
ca: Agost

# #29
source: September
ca: Setembre

# #30
source: October
ca: Octubre

# #31
source: November
ca: Novembre

# #32
source: December
ca: Desembre

# #98
source: View: Auto
ca: Veure: Auto

# #99
source: View: Auto big
ca: Veure: Gran

# #100
source: View: Icons
ca: Veure: Icones

# #101
source: View: List
ca: Veure: Llista

# #102
source: Scan
ca: Explorar

# #103
source: Sort by: Name
ca: Ordenar: Nom

# #104
source: Sort by: Date
ca: Ordenar: Data

# #105
source: Sort by: Size
ca: Ordenar: Tamany

# #107
source: Yes
ca: Si

# #108
source: Slideshow
ca: Diapositives

# #109
source: Create thumbs
ca: Crear Miniatures

# #110
source: Create thumbnails
ca: Crear Miniatures

# #111
source: Shortcuts
ca: Dreceres

# #112
source: Paused
ca: PAUSA

# #115
source: Copy
ca: Copiar

# #116
source: Move
ca: Moure

# #117
source: Delete
ca: Borrar

# #118
source: Rename
ca: Renombrar

# #119
source: New folder
ca: Nova Carpeta

# #120
source: Confirm file copy
ca: Confirmar Copiar

# #121
source: Confirm file move
ca: Confirmar Moure

# #122
source: Confirm file delete?
ca: Confirmar Borrar

# #123
source: Copy these files?
ca: Estas segur de copiar els arxius?

# #124
source: Move these files?
ca: Estas segur de moure els arxius?

# #125
source: Delete these files? - Deleting files cannot be undone!
ca: Estas segur de borrar els arxius?

# #126
source: Status
ca: Estat

# #127
source: Objects
ca: Objectes

# #129
source: Slideshow
ca: Diapositives

# #130
source: System info
ca: Info del Sistema

# #131
source: Display
ca: Pantalla

# #132
source: Albums
ca: Àlbums

# #133
source: Artists
ca: Artistes

# #134
source: Songs
ca: Cançons

# #135
source: Genres
ca: Gèneres

# #136
source: Playlists
ca: Llistes Reprod.

# #137
source: Search
ca: Buscar

# #138
source: System Information
ca: INFORMACIÓ DEL SISTEMA

# #142
source: Time:
ca: Data i Hora:

# #143
source: Current:
ca: Actualment

# #144
source: Build:
ca: Compilació:

# #145
source: Network:
ca: Xarxa:

# #146
source: Type:
ca: Tipus:

# #147
source: Static
ca: Estàtica

# #149
source: MAC address
ca: MAC

# #150
source: IP address
ca: IP

# #151
source: Link:
ca: Enllaç:

# #154
source: Storage
ca: Disc Dur

# #155
source: Drive
ca: Unitat

# #156
source: Free
ca: Lliures

# #158
source: Free memory
ca: Memòria Lliure

# #159
source: No link
ca: Sense enllaç

# #160
source: Free
ca: Lliure

# #161
source: Unavailable
ca: No disponible

# #162
source: Tray open
ca: Safata oberta

# #163
source: Reading
ca: Llegint

# #164
source: No disc
ca: Sense Disc

# #166
source: Skin
ca: Pell:

# #167
source: Enable FTP server
ca: Activar Servidor FTP

# #168
source: Enable Internet time synchronization
ca: Activar sincr. Horaria de Internet

# #169
source: Resolution
ca: Resolució:

# #170
source: Adjust display refresh rate to match video
ca: Àlbum:

# #172
source: Release date
ca: Data de Llançament:

# #173
source: Display 4:3 videos as
ca: Vot:

# #175
source: Moods
ca: Tons:

# #176
source: Styles
ca: Estíl:

# #179
source: Song
ca: Cançó

# #180
source: Duration
ca: Duració

# #181
source: Select album
ca: Selecionar Àlbum

# #182
source: Tracks
ca: Pistes

# #183
source: Review
ca: Crítica

# #184
source: Refresh
ca: Refrescar

# #185
source: Searching album
ca: Buscant Àlbum

# #187
source: No albums found!
ca: Àlbum no trobat!

# #188
source: Select all
ca: Selec. Tot

# #189
source: Scanning media info
ca: Buscant Informació Medi

# #190
source: Save
ca: Guardar

# #191
source: Shuffle
ca: Aleatori

# #192
source: Clear
ca: Netejar

# #193
source: Scan
ca: Cercar

# #194
source: Searching...
ca: Buscant...

# #195
source: No info found!
ca: Sense info a IMDB!

# #196
source: Select movie:
ca: Selec. Pel·lícula:

# #197
source: Querying %s info
ca: Cercant info a IMDB

# #198
source: Loading movie details
ca: Carregant detalls de la Pel·lícula

# #202
source: Tagline
ca: Destacable:

# #203
source: Plot outline
ca: Resum:

# #205
source: Votes:
ca: Vots:

# #206
source: Cast
ca: Repartiment:

# #207
source: Plot
ca: Sinopsi

# #209
source: Next
ca: Següent

# #210
source: Previous
ca: Anterior

# #213
source: Calibrate user interface...
ca: Centrar Interfície d'Usuari

# #214
source: Video calibration...
ca: Calibració de Video

# #215
source: Soften
ca: Suavitzar

# #216
source: Zoom amount
ca: Zoom

# #217
source: Pixel ratio
ca: Relació del Pixel

# #218
source: DVD drive
ca: Lector DVD

# #219
source: Please insert disc
ca: Inserir Disc

# #220
source: Remote share
ca: Unitat Remota

# #221
source: Network is not connected
ca: La xarxa no està connectada

# #222
source: Cancel
ca: Cancel.lar

# #224
source: Speed
ca: Velocitat

# #227
source: Lookup audio CD track names from freedb.org
ca: Mirar A-CD info a freedb

# #228
source: Shuffle playlist on load
ca: Llista Reprod. Aleatoria al iniciar

# #229
source: HDD spindown time
ca: Temps d'aturada del HDD

# #230
source: Video filters
ca: Filtres de Video

# #231
source: None
ca: Res

# #232
source: Point
ca: Punt

# #234
source: Anisotropic
ca: Anisotròpic

# #239
source: Clear playlist on finish
ca: Borrar llista de reproducció al sortir

# #240
source: Autoplay DVD-Video
ca: Autoexecutar DVD-Video

# #241
source: Autoplay VCD/SVCD
ca: Autoexecutar VCD/SVCD

# #242
source: Autoplay Audio-CD
ca: Autoexecutar Audio-CD

# #243
source: Autoplay Xbox games
ca: Autoexecutar XBOX Games

# #244
source: Autoplay videos
ca: Autoexecutar Videos

# #245
source: Autoplay music
ca: Autoexecutar Música

# #246
source: Autoplay pictures
ca: Autoexecutar Imatges

# #248
source: Language
ca: Idioma

# #249
source: Music
ca: Música

# #250
source: Visualization
ca: Visualitzacions

# #251
source: Select destination directory
ca: Seleccioni directori de destí

# #252
source: Output stereo to all speakers
ca: - Sortida Estèreo a tots els altaveus

# #253
source: Number of channels
ca: Número de canals

# #254
source: - DTS capable receiver
ca: - Activar Sortida DTS

# #256
source: Fetching CD information
ca: Preguntant freedb per info CDDB

# #258
source: Enable tag reading
ca: Activar lectura d'etiquetes (ID3)

# #259
source: Opening
ca: Apertura

# #261
source: Waiting for start...
ca: Esperant per començar....

# #262
source: Scripts output
ca: Scripts de Sortida

# #263
source: Allow control of XBMC via HTTP
ca: Activar Servidor HTTP

# #264
source: Record
ca: Gravar

# #265
source: Stop Rec.
ca: Parar Gravació

# #266
source: Sort by: Track
ca: Ordre: Pista

# #267
source: Sort by: Time
ca: Ordre: Temps

# #268
source: Sort by: Title
ca: Ordre: Títol

# #269
source: Sort by: Artist
ca: Ordre: Artista

# #270
source: Sort by: Album
ca: Ordre: Àlbum

# #272
source: Top-Left overscan compensation
ca: Ajust cantonada sup. esquerra

# #273
source: Bottom-Right overscan compensation
ca: Ajust cantonada inf. dreta

# #274
source: Subtitle positioning
ca: Posició dels subtítols

# #275
source: Pixel ratio adjustment
ca: Ajust Proporció del Pixel

# #276
source: Adjust the arrow to change the amount of overscan
ca: Mogui la fletxa per canviar la posició de la imatge

# #277
source: Adjust the bar to change the subtitles position
ca: Mogui la barra per canviar la posició del subtítols

# #278
source: Adjust the rectangle so it is perfectly square
ca: Canviï el rectangle fins veure un quadrat perfecte

# #279
source: Unable to load settings
ca: Impossible carregar les opcions

# #280
source: Using default settings
ca: Utilitzar per defecte excepcions

# #281
source: Please check the XML files
ca: Si us plau, verifiqui els fitxers XML

# #282
source: Found %i items
ca: Trobats %i elements

# #283
source: Search results
ca: Resultats

# #284
source: No results found
ca: No hi han resultats

# #286
source: Post-processing filter
ca: Filtre Postprocés

# #287
source: Subtitles
ca: Subtítols

# #289
source: - Size
ca: Tamany

# #290
source: Dynamic range compression
ca: Sò amplificat (dB)

# #293
source: Browse for subtitles
ca: subtítols

# #294
source: Create bookmark
ca: Crear marca

# #296
source: Clear bookmarks
ca: Netejar marques

# #297
source: Audio offset
ca: Retràs AV

# #303
source: Delay
ca: Retràs

# #304
source: Language
ca: Idioma

# #305
source: Enabled
ca: Activat

# #306
source: Non-interleaved
ca: No-Entrellaçat

# #307
source: - Automatic post-processing
ca: - Postprocés Automàtic

# #308
source: - Vertical deblocking filter
ca: - Filtre Desbloqueig Vertical

# #309
source: - Horizontal deblocking filter
ca: - Filtre Desbloqueig Horitzontal

# #310
source: - Auto brightness/contrast
ca: - Auto contrast/brillantor

# #313
source: Cleaning database
ca: Reorganitzar base de dades

# #314
source: Preparing...
ca: Preparant...

# #315
source: Database error
ca: Error a la Base de Dades

# #316
source: Searching songs...
ca: Buscant cançons...

# #317
source: Cleaned database successfully
ca: Neteja de la base de dades exitosa

# #318
source: Cleaning songs...
ca: Netejant cançons...

# #319
source: Error cleaning songs
ca: Error al netejar cançons

# #320
source: Cleaning artists...
ca: Buscant artista...

# #321
source: Error cleaning artists
ca: Error netejant artistes

# #322
source: Cleaning genres...
ca: Buscant gèneres...

# #323
source: Error cleaning genres
ca: Error netejant gèneres

# #324
source: Cleaning paths...
ca: Buscant rutes...

# #325
source: Error cleaning paths
ca: Error netejant rutes

# #326
source: Cleaning albums...
ca: Buscant Àlbums...

# #327
source: Error cleaning albums
ca: Error al netejar àlbums

# #328
source: Writing changes...
ca: Escrivint canvis...

# #329
source: Error writing changes
ca: Error al escriure canvis

# #330
source: This may take some time...
ca: Això pot trigar varis minuts...

# #331
source: Compressing database...
ca: Comprimint base de dades...

# #332
source: Error compressing database
ca: Error al comprimir

# #333
source: Do you want to clean the library?
ca: Vols netejar la llibreria musical?

# #334
source: Clean library...
ca: Netejant Llibreria musical

# #335
source: Start
ca: Inicia

# #336
source: Framerate conversion
ca: Ajus. Framerate

# #337
source: Audio output
ca: Sortida d'Àudio

# #338
source: Analog
ca: Analògic

# #340
source: Various artists
ca: Varis artistes

# #341
source: Play disc
ca: Reprod. DVD

# #342
source: Movies
ca: Pel.lícules

# #343
source: Adjust framerate
ca: Ajustar Framerate

# #345
source: Year
ca: Any

# #350
source: Programs
ca: Programes

# #352
source: Dim
ca: Enfosquir

# #353
source: Black
ca: Negre

# #354
source: Matrix trails
ca: Matrix

# #355
source: Screensaver time
ca: Temps per al salvapantalles

# #356
source: Screensaver mode
ca: Mode salvapantalles

# #357
source: Shutdown function timer
ca: Tiemps per al apagat

# #358
source: All albums
ca: Tots els Àlbums

# #359
source: Recently added albums
ca: Àlbums Recents

# #360
source: Screensaver
ca: Salvapantalles

# #361
source: R. Slideshow
ca: Presentació

# #362
source: Screensaver dim level
ca: Nivell de foscor (%)

# #363
source: Sort by: File
ca: Ordre: Arxiu

# #364
source: - Dolby Digital (AC3) capable receiver
ca: - Activar Sortida AC3 5.1

# #365
source: Sort by: Name
ca: Ordre: Nom

# #366
source: Sort by: Year
ca: Ordre: Any

# #367
source: Sort by: Rating
ca: Ordre: Puntuació

# #369
source: Title
ca: Títol

# #370
source: Thunderstorms
ca: Tormenta

# #371
source: Partly
ca: Parcialment

# #372
source: Mostly
ca: Majorment

# #373
source: Sunny
ca: Assolejat

# #374
source: Cloudy
ca: Núvol

# #375
source: Snow
ca: Neu

# #376
source: Rain
ca: Pluja

# #377
source: Light
ca: Clar

# #380
source: Showers
ca: Ruixats

# #381
source: Few
ca: Poc

# #382
source: Scattered
ca: Dispers

# #383
source: Wind
ca: Vent

# #384
source: Strong
ca: Fort

# #385
source: Fair
ca: Serè

# #386
source: Clear
ca: Clar

# #387
source: Clouds
ca: Núvol

# #388
source: Early
ca: d'hora

# #389
source: Shower
ca: ruixat

# #390
source: Flurries
ca: nevades

# #391
source: Low
ca: Baix

# #392
source: Medium
ca: Mitja

# #393
source: High
ca: Alt

# #394
source: Fog
ca: Boira

# #395
source: Haze
ca: Boirina

# #396
source: Select location
ca: Seleccioni Lloc

# #397
source: Refresh time
ca: Temps Actualització

# #398
source: Temperature units
ca: Unitat Temperatura

# #399
source: Speed units
ca: Unitat velocitat

# #400
source: Weather
ca: Temps

# #402
source: Feels like
ca: S. Tèrmica

# #403
source: UV index
ca: Índex UV

# #404
source: Wind
ca: Vent

# #405
source: Dew point
ca: Rosada

# #406
source: Humidity
ca: Humitat

# #407
source: From
ca: Des de

# #408
source: at
ca: fins

# #410
source: Accessing weather service
ca: Accedint a weather.com

# #411
source: Getting weather for:
ca: Recuperant El Temps per:

# #412
source: Unable to get weather data
ca: Imposible connectar

# #414
source: No review for this album
ca: No hi ha anàlisi d'aquest Àlbum

# #415
source: Downloading thumbnail...
ca: Descarregant caràtula...

# #416
source: Not available
ca: No disponible

# #417
source: View: Big icons
ca: Veure: Gran

# #418
source: Enable Library
ca: Els meus Videos/Gèneres

# #422
source: Delete album info
ca: Borrar info de l'Àlbum

# #423
source: Delete CD information
ca: Borrar CDDB

# #424
source: Select
ca: Selecciona

# #425
source: No album information found
ca: No hi ha info de l'Àlbum.

# #426
source: No CD information found
ca: No hi ha info CDDB.

# #428
source: Insert correct CD/DVD
ca: Insereixi un CD/DVD vàlid

# #429
source: Please insert the following CD/DVD
ca: Insereixi el següent CD/DVD

# #430
source: Sort by: DVD#
ca: Ordre: DVD#

# #432
source: Remove movie from library
ca: Borrar pel.lícula de la base de dades

# #433
source: Really remove '%s'?
ca: Estas segur de borrar

# #437
source: Removable disk
ca: Duració:

# #438
source: Opening file
ca: Obrir arxiu

# #439
source: MPlayer cache
ca: Cache

# #440
source: Harddisk
ca: Disc Dur

# #442
source: Local network
ca: LAN

# #447
source: Autorun media
ca: Autoexecutar

# #449
source: Enabled
ca: Activat

# #450
source: Columns
ca: Columnes

# #451
source: Row 1 address
ca: Columna 1:

# #452
source: Row 2 address
ca: Columna 2:

# #453
source: Row 3 address
ca: Columna 3:

# #454
source: Row 4 address
ca: Columna 4:

# #455
source: Rows
ca: Columnes:

# #457
source: Switch view
ca: Canviar vista

# #460
source: Audio stream
ca: Cadena d'Àudio

# #461
source: [active]
ca: [Activar]

# #462
source: Subtitle
ca: Subtítol

# #463
source: Backlight
ca: Retroil·luminació

# #464
source: Brightness
ca: Brillantor

# #467
source: Type
ca: Tipus

# #468
source: Move the bar to change the OSD position
ca: Mogui la barra per a canviar la posició del OSD

# #469
source: OSD position
ca: Posició OSD

# #470
source: Credits
ca: Crèdits

# #474
source: Off
ca: Apagat

# #475
source: Music only
ca: Només Música

# #476
source: Music & video
ca: Música i Video

# #477
source: Unable to load playlist
ca: Imposible carregar la llista de reproducció

# #479
source: Skin & language
ca: Llengua i Pell (Skin)

# #480
source: Appearance
ca: Interfície d'Usuari

# #481
source: Audio options
ca: Opcions Àudio

# #482
source: About XBMC
ca: En quant a XBMC

# #483
source: DVDPlayer cache
ca: Àlbum

# #485
source: Delete album
ca: Borrar Àlbum

# #486
source: Repeat
ca: Repetir

# #487
source: Repeat one
ca: Repetir Una

# #488
source: Repeat folder
ca: Repetir Carpetes

# #489
source: Play the next song automatically
ca: Autoreproduir Següent ítem

# #491
source: - Use big icons
ca: - Usar icones grans

# #492
source: Resize VobSubs
ca: Allargar subtítols

# #493
source: Advanced options (Experts Only!)
ca: Opcions Avançades (Experts Only!)

# #494
source: Overall audio headroom
ca: Overall Audio Headroom (dB)

# #495
source: Upsample videos to GUI resolution
ca: Reescalar Videos a la resolució del entorn (GUI)

# #496
source: Calibration
ca: Calibració

# #497
source: Show file extensions
ca: Amagar extensions

# #498
source: Sort by: Type
ca: Per Tipus:

# #499
source: Unable to connect to online lookup service
ca: Imposible connectar a www.allmusic.com

# #500
source: Downloading album information failed
ca: Descarrega d'informació d'àlbum fallida

# #501
source: Looking for album names...
ca: Buscant nom de l'Àlbum...

# #502
source: Open
ca: Obrir

# #503
source: Busy
ca: Ocupat

# #504
source: Empty
ca: Buit

# #505
source: Loading media info from files...
ca: Carregant informació des d'arxiu...

# #507
source: Sort by: Usage
ca: Ordenar: Ús

# #510
source: Enable visualizations
ca: Activar Visualitzacions

# #511
source: Enable video mode switching
ca: Activar canvi de mode de vídeo

# #512
source: Startup window
ca: Finestra Inici

# #513
source: Home window
ca: Finestra Home

# #514
source: Manual settings
ca: Opcions Manuals

# #515
source: Genre
ca: Gènere

# #516
source: Make stored archives with one file transparent
ca: Fés arxius amb un de transparent

# #517
source: Recently played albums
ca: Àlbums recents reproduïts

# #518
source: Launch
ca: Executa

# #519
source: Launch in...
ca: Executa en..

# #520
source: Edit XBE title
ca: Edita Fitxer XBE

# #521
source: Compilations
ca: Compilacions

# #522
source: Remove source
ca: Borra Origen

# #588
source: Cancel party mode
ca: Cancel·la el Mode Party

# #589
source: Party mode
ca: Mode Party

# #590
source: Random
ca: Aleatori

# #592
source: One
ca: Una

# #593
source: All
ca: Totes

# #595
source: Repeat: Off
ca: Repetir: Off

# #596
source: Repeat: One
ca: Repetir: Una

# #597
source: Repeat: All
ca: Repetir: Totes

# #600
source: Rip audio CD
ca: Ripejar CD Audio

# #601
source: Medium
ca: Mitjà

# #602
source: Standard
ca: Estandard

# #603
source: Extreme
ca: Extrem

# #604
source: Constant bitrate
ca: Bit Rate Constant

# #605
source: Ripping...
ca: Ripejant...

# #607
source: To:
ca: A:

# #608
source: Could not rip CD or track
ca: Imposible ripejar el CD o pista

# #609
source: CDDARipPath is not set.
ca: CDDARipPath no es troba

# #620
source: Audio CDs
ca: CD Ripping

# #621
source: Encoder
ca: Codificador

# #622
source: Quality
ca: Qualitat

# #623
source: Bitrate
ca: Rati de bits

# #624
source: Include track number
ca: Incloure número de pista

# #625
source: All songs of
ca: Totes les cançons

# #632
source: Stretch 4:3
ca: Adpatar 4:3

# #633
source: Stretch 14:9
ca: Adaptar 14:9

# #634
source: Stretch 16:9
ca: Adaptar 16:9

# #635
source: Original Size
ca: Tamany Original

# #636
source: Custom
ca: Personalitzat

# #638
source: Replaygain volume adjustments
ca: Mode Replay Gain

# #639
source: Use track levels
ca: Utilitza nivells de pista

# #640
source: Use album levels
ca: Utilitza nivells d'àlbum

# #641
source: PreAmp Level - Replay gained files
ca: Nivell PreAmpli - Fitxers Replay Gained

# #642
source: PreAmp Level - Non replay gained files
ca: Nivell PreAmpli - Fitxers NO Replay Gained

# #643
source: Avoid clipping on replay gained files
ca: Evitar retallades (clipping) en fitxers Replay Gained

# #644
source: Crop black bars
ca: Retalla barres negres

# #645
source: Need to unpack a big file. Continue?
ca: Requereixo enmagatzemar en catxe, continuo?

# #646
source: Remove from library
ca: Treu Títol

# #700
source: Cleaning up library
ca: Borrar la llibreria

# #701
source: Removing old songs from the library
ca: Eliminant cançons antigues de la llibreria

# #702
source: This path has been scanned before
ca: Aquesta ruta ja ha estat explorada.

# #705
source: Network
ca: Xarxa

# #706
source: - Server
ca: - Adreça del Proxy HTTP

# #707
source: HTTP proxy port
ca: - Port del Proxy HTTP

# #708
source: Use an HTTP proxy server to access the internet
ca: Activar Proxy HTTP

# #709
source: HTTP proxy username
ca: XLink Kai XTag

# #710
source: HTTP proxy password
ca: XLink Kai Password

# #712
source: Invalid port specified. Value must be between 1 and 65535.
ca: Port especificat invàlid. Valors entre 1 i 65535.

# #713
source: HTTP proxy
ca: Proxy HTTP

# #715
source: - Assignment
ca: Asignació

# #716
source: Automatic (DHCP)
ca: Automàtica (DHCP)

# #717
source: Manual (Static)
ca: Manual (Estàtica)

# #718
source: Default (Dashboard)
ca: Per defecte (Dashboard)

# #719
source: - IP address
ca: - Adreça IP

# #720
source: - Netmask
ca: - Màscara de subxarxa

# #721
source: - Default gateway
ca: - Porta d'enllaç

# #722
source: - DNS server
ca: - Servidor DNS

# #723
source: Save & restart
ca: Guardar i resetejar la Xbox

# #724
source: Invalid address specified. Value must be AAA.BBB.CCC.DDD
ca: Adreça especificada invàlida. Valors deuen ser AAA.BBB.CCC.DDD

# #725
source: with numbers between 0 and 255.
ca: amb nombres compresos entre 0 i 255.

# #726
source: Changes not saved. Continue without saving?
ca: Canvis no guardats. Continuar sense guardar?

# #727
source: Web server
ca: Servidor Web

# #728
source: FTP server
ca: Servidor FTP

# #729
source: Internet time
ca: Servidors Horaris de Internet

# #730
source: - Port
ca: - Port Servidor Web

# #731
source: Time server host
ca: - Adreça Servidor Horari

# #732
source: Save & apply
ca: Guardar i Aplicar

# #733
source: - Password
ca: - Password del Servidor Web

# #734
source: No pass
ca: Sense PW

# #735
source: - Character set
ca: Caràcters

# #736
source: - Style
ca: - Estil

# #737
source: - Colour
ca: - Color

# #739
source: Bold
ca: Negreta

# #740
source: Italics
ca: Cursiva

# #741
source: Bold italics
ca: Negreta Cursiva

# #742
source: White
ca: Blanc

# #743
source: Yellow
ca: Groc

# #744
source: Files
ca: Fitxers

# #745
source: No scanned information for this view
ca: No hi ha info per aquest tipus de vista

# #746
source: Please turn off library mode
ca: Canviar a vista per fitxers

# #747
source: Error loading image
ca: Error carregant imatge

# #748
source: Edit path
ca: Editar ruta

# #749
source: Mirror image
ca: Afegir Recurs Compartit

# #750
source: Are you sure?
ca: Estas segur?

# #751
source: Removing source
ca: Eliminant Recurs Compartit

# #754
source: Add program link
ca: Afegir link del programa

# #755
source: Edit program path
ca: Editar ruta del programa

# #756
source: Edit program name
ca: Editar nom del programa

# #757
source: Edit path depth
ca: Editar profunditat de la ruta

# #759
source: View: Big list
ca: Veure: Llista Gran

# #760
source: Yellow
ca: Groc

# #761
source: White
ca: Blanc

# #762
source: Blue
ca: Blau

# #763
source: Bright green
ca: Verd Brillant

# #764
source: Yellow green
ca: Groc Verd

# #765
source: Cyan
ca: cian

# #766
source: Light grey
ca: Reservat

# #767
source: Grey
ca: Reservat

# #770
source: Error %i: share not available
ca: Error %i: ruta no disponible

# #771
source: - Auto FATX limiter
ca: - Limitador Auto Fatx

# #772
source: Audio output
ca: Hardware d'Àudio

# #773
source: Seeking
ca: Buscant

# #774
source: Slideshow folder
ca: Carpeta Diapositives

# #1000
source: Screensaver preview
ca: Previsualitza Salvapantalles

# #1001
source: Unable to connect
ca: Impossible connectar

# #1002
source: XBMC was unable to connect to the network location.
ca: XBMC no pot connectarse a la localització de la xarxa
