Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Catalan/strings.po
Languages: ca

# #1003
source: This could be due to the network not being connected.
ca: Això pot ser degut a que la xarxa no está connectada

# #1004
source: Would you like to add it anyway?
ca: Vols afegir-ho igualment?

# #1006
source: IP address
ca: Adreça IP

# #1007
source: Add network location
ca: Afegeix localització de xarxa

# #1009
source: Server address
ca: Adreça del Servidor

# #1010
source: Server name
ca: Nom del Servidor

# #1011
source: Remote path
ca: Ruta remota

# #1012
source: Shared folder
ca: Directori compartit

# #1014
source: Username
ca: Nom d'usuari

# #1015
source: Browse for network server
ca: servidor de xarxa

# #1016
source: Enter the network address of the server
ca: Entra l'adreça de xarxa del servidor

# #1017
source: Enter the path on the server
ca: Entra la ruta del servidor

# #1018
source: Enter the port number
ca: Entra el número de port

# #1019
source: Enter the username
ca: Entra el nom d'usuari

# #1020
source: Add %s source
ca: Afegeix %s Font

# #1021
source: Enter the paths or browse for the media locations.
ca: Entra la ruta o navega per les localitzacions

# #1022
source: Enter a name for this media Source.
ca: Entra un nom per aquest recurs multimedia

# #1023
source: Browse for new share
ca: Navega per a un nou recurs

# #1024
source: Browse
ca: Navega

# #1025
source: Could not retrieve directory information.
ca: No puc extreure informació de directori

# #1026
source: Add source
ca: Afegeix recurs

# #1027
source: Edit source
ca: Edita recurs

# #1028
source: Edit %s source
ca: Edita %s recurs

# #1029
source: Enter the new label
ca: Entra la nova etiqueta

# #1030
source: Browse for image
ca: una imatge

# #1031
source: Browse for image folder
ca: un directori d'imatge

# #1032
source: Add network location...
ca: Afegeix una localització de xarxa...

# #1200
source: SMB client
ca: Client SMB

# #1202
source: Workgroup
ca: Grup de treball

# #1203
source: Default username
ca: Usuari per defecte

# #1204
source: Default password
ca: Contrasenya per defecte

# #1207
source: WINS server
ca: Servidor WINS

# #1210
source: Remove
ca: Elimina

# #1211
source: Music
ca: Musica

# #1212
source: Video
ca: Vídeo

# #1213
source: Pictures
ca: Fotos

# #1214
source: Files
ca: Arxius

# #1215
source: Music & video
ca: Música i Vídeo

# #1216
source: Music & pictures
ca: Música i Fotos

# #1217
source: Music & files
ca: Música i Arxius

# #1218
source: Video & pictures
ca: Vídeo i Fotos

# #1219
source: Video & files
ca: Vídeo i Arxius

# #1220
source: Pictures & files
ca: Fotos i Arxius

# #1221
source: Music & video & pictures
ca: Música, Vídeo i Fotos

# #1222
source: Music & video & pictures & files
ca: Música, Vídeo, Fotos i Arxius

# #1223
source: Disabled
ca: Desactivat

# #1226
source: Files & music & video
ca: Arxius, Música i Vídeo

# #1227
source: Files & pictures & music
ca: Arxius, Fotos i Música

# #1228
source: Files & pictures & video
ca: Arxius, Fotos i Vídeo

# #1229
source: Music & programs
ca: Música i Programes

# #1230
source: Video & programs
ca: Vídeo i Programes

# #1231
source: Pictures & programs
ca: Fotos i Programes

# #1232
source: Music & video & pictures & programs
ca: Música, Vídeo, Fotos i Programes

# #1233
source: Programs & video & music
ca: Programes, Vídeo i Música

# #1234
source: Programs & pictures & music
ca: Programes, Fotos i Música

# #1235
source: Programs & pictures & video
ca: Programes, Fotos i Vídeo

# #1245
source: FTP username
ca: Nom d'usuari FTP

# #1246
source: FTP password
ca: Contrasenya usuari FTP

# #1247
source: Password has been set successfully
ca: Contrasenya FTP enmagatzemada correctament

# #1250
source: Auto-detection
ca: Autodetecció

# #1251
source: Auto-detect system
ca: Autodetecció d'XBOX

# #1252
source: Nickname
ca: Nom de pila (nick)

# #1254
source: Ask to connect
ca: Pregunta al connectar

# #1255
source: Send FTP user and password
ca: Envia usuari i contrasenya FTP

# #1256
source: Ping interval
ca: Interval de Ping

# #1257
source: Would you like to connect to the auto-detected system?
ca: Vols connectar-te a la XBOX autodetectada?

# #1396
source: Drifting
ca: Anant a la deriva

# #1397
source: and
ca: i

# #1398
source: Freezing
ca: Gelant

# #1399
source: Late
ca: Tard

# #1400
source: Isolated
ca: Aïllat

# #1401
source: Thundershowers
ca: T-pluges

# #1402
source: Thunder
ca: Trons

# #1403
source: Sun
ca: Sol

# #1404
source: Heavy
ca: Fort

# #1405
source: in
ca: a/en

# #1406
source: the
ca: el/la

# #1407
source: Vicinity
ca: Veïnat

# #1408
source: Ice
ca: Gel

# #1409
source: Crystals
ca: Cristalls

# #1410
source: Calm
ca: Calma

# #1411
source: with
ca: amb

# #1412
source: windy
ca: ventós

# #2050
source: Runtime
ca: Durada:

# #4501
source: Enable LCD/VFD
ca: Tipus de LCD

# #10000
source: Home
ca: Inici

# #10001
source: Programs
ca: Els Meus Programes

# #10002
source: Pictures
ca: Les Meves Imatges

# #10003
source: File manager
ca: Els Meus Arxius

# #10004
source: Settings
ca: Ajustaments

# #10005
source: Music
ca: La Meva Música

# #10006
source: Videos
ca: Els Meus Videos

# #10007
source: System information
ca: Informació del sistema

# #10008
source: Settings - General
ca: Opcions->General

# #10009
source: Settings - Screen
ca: Opcions->Pantalla

# #10010
source: Settings - Appearance - GUI Calibration
ca: Opcions->Aparença->Calibració UI

# #10011
source: Settings - Videos - Screen Calibration
ca: Opcions->Vídeos->Calibració de Pantalla

# #10012
source: Settings - Pictures
ca: Opcions->Fotos

# #10013
source: Settings - Programs
ca: Opcions->Programes

# #10014
source: Settings - Weather
ca: Opcions->El Temps

# #10015
source: Settings - Music
ca: Opcions->Música

# #10016
source: Settings - System
ca: Opcions->Sistema

# #10017
source: Settings - Videos
ca: Opcions->Vídeos

# #10018
source: Settings - Network
ca: Opcions->Xarxa

# #10019
source: Settings - Appearance
ca: Opcions->Aparença

# #10028
source: Videos/Playlist
ca: Els Meus Videos/playlist

# #10034
source: Settings - Profiles
ca: Opcions->Perfils

# #10100
source: Yes/No dialog
ca: Si/no diàleg

# #10101
source: Progress dialog
ca: Progrés del diàleg

# #10500
source: Music/Playlist
ca: La Meva Música/Playlist

# #10501
source: Music/Files
ca: La Meva Música/Arxius

# #10502
source: Music/Library
ca: La Meva Música/Llibreria

# #10503
source: Playlist editor
ca: La Meva Música/Top 100

# #10504
source: Top 100 songs
ca: Top 100 Cançons

# #10505
source: Top 100 albums
ca: Top 100 Àlbums

# #10506
source: Programs
ca: Els meus Programes

# #10507
source: Configuration
ca: Configuració

# #10508
source: Weather forecast
ca: Pronòstic del temps

# #10509
source: Network gaming
ca: Joc en xarxa

# #10511
source: System info
ca: Informació del Sistema

# #10516
source: Music - Library
ca: Música - Llibreria

# #10517
source: Now Playing - Music
ca: Música - Reproduïnt

# #10522
source: Now Playing - Videos
ca: Vídeo - Reproduïnt

# #10523
source: Album info
ca: Info d'àlbum

# #10524
source: Movie info
ca: Info de la pel·lícula

# #12000
source: Select dialog
ca: Seleccionar diàleg

# #12001
source: Music/Info
ca: La Meva Música/info

# #12002
source: Dialog OK
ca: Diàleg OK

# #12003
source: Videos/Info
ca: Els Meus Videos/Info

# #12004
source: Scripts/Info
ca: Les Meves Scripts/Info

# #12005
source: Fullscreen video
ca: Pantalla completa

# #12006
source: Audio visualization
ca: Visualitzacions d'àudio

# #12008
source: File stacking dialog
ca: Diàleg Apilar Fitxers

# #12009
source: Rebuild index...
ca: Reconstruïr índex...

# #12010
source: Return to music window
ca: Tornar a la meva Música

# #12011
source: Return to videos window
ca: Tornar als meus Vídeos

# #12012
source: Update trainer list
ca: Actualitça llista de Trainers

# #12014
source: No trainers found
ca: No s'han trobat Trainers

# #12015
source: Trainer settings
ca: Opcions del Trainer

# #12016
source: All registered trainers are missing. Update your list
ca: Trainer registrats perduts. Actualitza primer.

# #12017
source: Resume from where last stopped
ca: Autocontinua desde la darrera posició

# #12019
source: Yes
ca: Sí

# #12020
source: Ask
ca: Pregunta

# #12021
source: Start from beginning
ca: Comença des del principi

# #12022
source: Resume from %s
ca: Continua desde la darrera posició

# #12325
source: Locked! Enter code...
ca: Bloquejada! Entra el codi...

# #12326
source: Enter password
ca: Escrigui la contrasenya

# #12327
source: Enter master code
ca: Escrigui el Codi Mestre i

# #12328
source: Enter unlock code
ca: Escrigui el Codi per Desbloquejar i

# #12329
source: or press C to cancel
ca: premi Enter, o C per cancel·lar

# #12330
source: Enter gamepad button combo and
ca: Premi una combinació de botons en el gamepad i premi Start

# #12331
source: press Start, or Back to cancel
ca: pulsi Start, o Back para cancel·lar

# #12332
source: Set lock
ca: Bloquejar

# #12333
source: Unlock
ca: Desbloquejar

# #12334
source: Reset lock
ca: Resetejar Bloqueig

# #12335
source: Remove lock
ca: Eliminar Bloqueig

# #12337
source: Numeric password
ca: Contrasenya Numèrica

# #12338
source: Gamepad button combo
ca: Combinació de botons del gamepad

# #12339
source: Full-text password
ca: Contrasenya Alfanumèrica

# #12340
source: Enter new password
ca: Escrigui la nova contrasenya

# #12341
source: Re-Enter new password
ca: Reescrigui la nova contrasenya

# #12342
source: Incorrect password,
ca: Contrasenya Incorrecta

# #12343
source: retries left
ca: intents

# #12344
source: Passwords entered did not match.
ca: Les contrasenyes no son iguals.

# #12345
source: Access denied
ca: Accès Denegat

# #12346
source: Password retry limit exceeded.
ca: S'ha excedit el limit d'intents.

# #12347
source: The system will now shut off.
ca: La XBOX s'apagarà ara.

# #12348
source: Item locked
ca: Ítem Bloquejat

# #12353
source: Reactivate lock
ca: Reactiva Bloqueig

# #12356
source: Change lock
ca: Canvia Bloqueig

# #12357
source: Source lock
ca: Comparteix Bloqueig

# #12358
source: Password entry was blank. Try again.
ca: Contrasenya en blanc. Torna-ho a intentar

# #12360
source: Master lock
ca: Bloqueig Mestre

# #12362
source: Shutdown system if Master Lock retries exceeded
ca: Apaga la xbox si s'excedeix el max. reintents del bloqueig mestre

# #12367
source: Master code is not valid
ca: Codi Mestre no es vàlid

# #12368
source: Please enter a valid master code
ca: Si us plau entra un codi mestre vàlid

# #12373
source: Settings & file manager
ca: Opcions i Arxius

# #12376
source: Set as default for all movies
ca: Marca per defecte per totes les pel·lícules

# #12377
source: This will reset any previously saved values
ca: Això borrarà qualsevol valor enmagatzemat anterior

# #12378
source: Amount of time to display each image
ca: Mostra cada imatge per

# #12379
source: Use pan and zoom effects
ca: Utilitza efectes Pan i Zoom

# #12380
source: Play NTSC videos at PAL rates
ca: Reprodueix vídeos NTSC en modes PAL

# #12381
source: Play PAL videos at NTSC rates
ca: Reprodueix vídeos PAL en modes NTSC

# #12382
source: Play NTSC videos in PAL60
ca: Reprodueix vídeos NTSC en PAL60

# #12383
source: 12 hour clock
ca: format 12 hores

# #12384
source: 24 hour clock
ca: format 24 hores

# #12385
source: Day/Month
ca: Dia/Mes

# #12386
source: Month/Day
ca: Mes/Dia

# #12390
source: System uptime
ca: Actiu des de

# #12391
source: Minutes
ca: Minuts

# #12392
source: Hours
ca: Hores

# #12393
source: Days
ca: Dies

# #12394
source: Total uptime
ca: Temps encès total

# #12600
source: Weather
ca: El Temps

# #12900
source: Screensaver
ca: Salvapantalles

# #12901
source: Fullscreen OSD
ca: OSD pantalla completa

# #13000
source: System
ca: Sistema

# #13001
source: Immediate HD spindown
ca: Apagat inmediat del HDD

# #13002
source: Video only
ca: Només video

# #13003
source: - Delay
ca: - Retràs

# #13004
source: - Minimum file duration
ca: - Duració mínima del arxiu

# #13005
source: Shutdown
ca: Apagar

# #13100
source: Flicker filter
ca: Filtre anti-vibració

# #13150
source: HDD key:
ca: Clau HDD:

# #13151
source: HDD temp:
ca: Temp. HDD:

# #13152
source: DVD model:
ca: Model DVD:

# #13153
source: DVD firmware:
ca: Firmware DVD:

# #13154
source: HDD model:
ca: Model HDD:

# #13155
source: HDD serial:
ca: Serial HDD:

# #13156
source: HDD firmware:
ca: Firmware HDD:

# #13157
source: HDD password:
ca: Contrasenya HDD:

# #13158
source: HDD lock state:
ca: Estat bloqueig HDD:

# #13159
source: Subnet mask
ca: Màscara de subxarxa:

# #13160
source: Gateway
ca: Porta d'enllaç:

# #13161
source: Primary DNS
ca: DNS

# #13162
source: Initialize failed
ca: Inici fallat

# #13163
source: Gamepad
ca: GamePads al port:

# #13164
source: Keyboard
ca: Teclat al port:

# #13165
source: Mouse
ca: Ratolí al port:

# #13166
source: Head/Microphone
ca: Cascos/Micro al port:

# #13167
source: Memory unit
ca: MemoryStick al port:

# #13168
source: IR-Remote
ca: IR-Remote al port:

# #13170
source: Never
ca: Mai

# #13171
source: Immediately
ca: Inmediatament

# #13172
source: After %i secs
ca: Després %i segons

# #13200
source: Profiles
ca: Perfils

# #13201
source: Delete profile '%s'?
ca: Borrar perfil '%s'?

# #13204
source: Last loaded profile:
ca: Darrer Perfil carregat:

# #13205
source: Unknown
ca: Desconegut

# #13206
source: Overwrite
ca: Sobreescriure

# #13208
source: Alarm clock
ca: Alarma (rellotge)

# #13209
source: Alarm clock interval (in minutes)
ca: Interval d'alarma (en minuts)

# #13210
source: Started, alarm in %im
ca: Iniciada, alarma en %im

# #13211
source: Alarm!
ca: Alarma!

# #13212
source: Canceled with %im%is left
ca: Cancel·lat amb %im%està fora

# #13249
source: Search for subtitles in RARs
ca: Buscar subtítols als RARs

# #13250
source: Browse for subtitle...
ca: Navegar per als subtítols...

# #13251
source: Move item
ca: Moure ítem

# #13252
source: Move item here
ca: Moure ítem aquí

# #13253
source: Cancel move
ca: Cancel·lar moviment

# #13271
source: CPU Usage:
ca: Velocitat CPU:

# #13274
source: Connected, but no DNS is available.
ca: Xbox connectada, pero no disponible DNS

# #13275
source: Hard Disk
ca: Disc Dur

# #13277
source: Storage
ca: Enmagatzement

# #13278
source: Default
ca: Defecte

# #13279
source: Network
ca: Xarxa

# #13280
source: Video
ca: Vídeo

# #13283
source: Operating system:
ca: Versió del Kernel:

# #13284
source: CPU speed:
ca: Velocitat CPU:

# #13285
source: Detected BIOS:
ca: BIOS detectada:

# #13286
source: Video encoder:
ca: Codificador de vídeo:

# #13287
source: Screen resolution:
ca: Resolució de pantalla:

# #13290
source: Xbox manufacturer:
ca: Fabricant XBOX:

# #13292
source: A/V cable:
ca: Cable A/V:

# #13293
source: Video & XBE region:
ca: Regió Video & XBE

# #13294
source: DVD region:
ca: Regió DVD:

# #13296
source: Connected
ca: Xbox no està connectada.

# #13297
source: Not connected. Check network settings.
ca: Xbox no està connectada. Comprova opcions de xarxa.

# #13298
source: Xbox Live key:
ca: Clau XBLIVE:

# #13299
source: Target temperature
ca: Temperatura màxima

# #13300
source: Fan speed
ca: Vel. del Ventilador:

# #13301
source: Auto temperature control
ca: Autocontrol de temperatura

# #13302
source: Fan speed override
ca: Control Vel. Ventilador

# #13303
source: - Fonts
ca: Font de la Pell (Skin)

# #13304
source: Enable flipping bi-directional strings
ca: Permetre moure a la vegada sequències bidireccionals

# #13305
source: Show RSS news feeds
ca: Activar informació RSS

# #13306
source: Show parent folder items
ca: Ocultar la icona de pujar la carpeta

# #13307
source: Track naming template
ca: Ocultar números de pista

# #13308
source: Do you wish to reboot your system
ca: Desitja reiniciar la xbox

# #13309
source: instead of just XBMC?
ca: en lloc del XBMC?

# #13310
source: Zoom effect
ca: Efecte de zoom

# #13311
source: Float effect
ca: Efecte flotant

# #13312
source: Black bar reduction
ca: Reducció de les barres negres

# #13313
source: Restart
ca: Resetejar/Reiniciar

# #13314
source: Crossfade between songs
ca: Temps en pantalla del OSD

# #13315
source: Regenerate thumbnails
ca: Crear caràtules

# #13316
source: Recursive thumbnails
ca: Caràtules recurrents

# #13317
source: View slideshow
ca: Veure presentació

# #13318
source: Recursive slideshow
ca: Diapositiva recursiva

# #13319
source: Randomize
ca: Aleatori

# #13320
source: Stereo
ca: Estèreo

# #13321
source: Left only
ca: Només esquerre

# #13322
source: Right only
ca: Només dret

# #13323
source: Enable karaoke support
ca: Activar CD+G

# #13324
source: Background transparency
ca: Translucidesa del Fons

# #13325
source: Foreground transparency
ca: Translucidesa del Primer Pla

# #13326
source: A/V delay
ca: Retras A/V

# #13328
source: %s not found
ca: %s no trobat.

# #13329
source: Error opening %s
ca: Error al obrir %s

# #13330
source: Unable to load %s
ca: Imposible carregar %s

# #13331
source: Error: Out of memory
ca: Error: sense memòria.

# #13332
source: Move up
ca: Moure Amunt

# #13333
source: Move down
ca: Moure Avall

# #13334
source: Edit label
ca: Editar etiqueta

# #13335
source: Make default
ca: Crear per defecte

# #13336
source: Remove button
ca: Borrar botó

# #13338
source: Front LED
ca: LED frontal

# #13339
source: Front LED colour
ca: Color del LED frontal

# #13340
source: Leave as is
ca: Deixar-ho com està

# #13341
source: Green
ca: Verd

# #13342
source: Orange
ca: Taronja

# #13343
source: Red
ca: Vermell

# #13344
source: Cycle
ca: Cíclic

# #13345
source: Switch LED off on playback
ca: Apagar el LED al reproduir

# #13346
source: Movie information
ca: Info de la pel·lícula

# #13347
source: Queue item
ca: Possar objecte a la cua

# #13348
source: Search IMDb...
ca: Cercar a IMDB...

# #13349
source: Scan for new content
ca: Cercar info de tot

# #13350
source: Now playing...
ca: Reproduir ara...

# #13351
source: Album information
ca: Info del àlbum

# #13352
source: Scan item to library
ca: Explorar en Base Dades

# #13353
source: Stop scanning
ca: Detenir l'exploració

# #13354
source: Render method
ca: Mètode Rende

# #13355
source: Low quality pixel shader
ca: Pixel Shader

# #13356
source: Hardware overlays
ca: YUY2 Overlays

# #13357
source: High quality pixel shader
ca: Combinació Overlays/Shader

# #13358
source: Play item
ca: Reprodueix l'ítem

# #13359
source: Set artist thumb
ca: Establir imatge de l'artista

# #13360
source: Automatically generate thumbnails
ca: Generar imatge

# #13361
source: Enable voice
ca: Activar Veu

# #13375
source: Enable device
ca: Activar dispositiu

# #13376
source: Volume
ca: Volum

# #13377
source: Default view mode
ca: Mode visualització per defecte

# #13378
source: Default brightness
ca: Brillantor per defecte

# #13379
source: Default contrast
ca: Contrast per defecte

# #13380
source: Default gamma
ca: Gamma per defecte

# #13381
source: Resume video
ca: Continua Vídeo

# #13382
source: Voice mask - Port 1
ca: Màscara de veu - Port 1

# #13383
source: Voice mask - Port 2
ca: Màscara de veu - Port 2

# #13384
source: Voice mask - Port 3
ca: Màscara de veu - Port 3

# #13385
source: Voice mask - Port 4
ca: Màscara de veu - Port 4

# #13386
source: Use time based seeking
ca: Utilitza búsqueda basada en Temps

# #13387
source: Track naming template - right
ca: Plantilla de noms de pistes correcta

# #13388
source: Preset
ca: Ajustos predeterminats

# #13389
source: There are no presets available for this visualization
ca: No hi han ajustos predetermintats per aquesta visulització

# #13390
source: There are no settings available for this visualization
ca: No hi han ajustos disponibles per aquesta visulització

# #13391
source: Eject/Load
ca: Expulsar/Carregar

# #13392
source: Use visualization if playing audio
ca: Usar Visualització al reproduïr audio

# #13393
source: Calculate size
ca: Calcula tamany

# #13394
source: Calculating folder size
ca: Calcula el tamany de carpeta

# #13395
source: Video settings
ca: Opcions de vídeo

# #13396
source: Audio and subtitle settings
ca: Opcions d'àudio i vídeo

# #13397
source: Enable subtitles
ca: Activar subtítols

# #13398
source: Shortcuts
ca: Marques

# #13399
source: Ignore articles when sorting (e.g. "the")
ca: Ignorar "The" al ordenar

# #13400
source: Crossfade between songs on the same album
ca: Barrejar pistes d'àlbums

# #13401
source: Browse for %s
ca: Navegar per %s

# #13402
source: Show track position
ca: Mostra posició de pista

# #13403
source: Clear default
ca: Borra per defecte

# #13404
source: Resume
ca: Continuar

# #13405
source: Get thumb
ca: Obté miniatura

# #14000
source: Stack
ca: Agrupar

# #14001
source: Unstack
ca: No agrupar

# #14003
source: Downloading playlist file...
ca: Descarregant fitxer de listes...

# #14004
source: Downloading streams list...
ca: Descarregant llista de streams...

# #14005
source: Parsing streams list...
ca: Analitzant llista de streams...

# #14006
source: Downloading streams list failed
ca: La descarrega de la llista de streams ha fallat

# #14007
source: Downloading playlist file failed
ca: La descarrega del fitxer de llistes ha fallat

# #14009
source: Games directory
ca: Directori de Jocs

# #14010
source: Auto switch to thumbs based on
ca: Autoconmutar les caràtules basant-se en

# #14011
source: Enable auto switching to thumbs view
ca: Activar Autoconmutació en les vistes de caràtules

# #14012
source: - Use large icons
ca: - Emprar Icones Grans

# #14013
source: - Switch based on
ca: - Canvi segons

# #14014
source: - Percentage
ca: - Percentatge

# #14015
source: No files and at least one thumb
ca: Sense fitxers i com a mínim una caràtula

# #14016
source: At least one file and thumb
ca: Com a mínim un fitxer i una caràtula

# #14017
source: Percentage of thumbs
ca: Porcentatge de las caràtules

# #14018
source: View options
ca: Opcions Vista

# #14019
source: Change area code 1
ca: Codi d'àrea 1

# #14020
source: Change area code 2
ca: Codi d'àrea 2

# #14021
source: Change area code 3
ca: Codi d'àrea 3

# #14022
source: Library
ca: Llibreries

# #14023
source: No TV
ca: Sense TV

# #14024
source: Enter the nearest large town
ca: Escrigui la ciutat més propera o el codi ZIP de USA

# #14025
source: Video/Audio/DVD cache - Harddisk
ca: Video/Audio/DVD Cache - Disc Dur

# #14027
source: - Local Network
ca: - Xarxa Local

# #14031
source: - Local Network
ca: - Xarxa Local

# #14035
source: - Local Network
ca: - Xarxa Local

# #14036
source: Services
ca: Servidors

# #14038
source: Network settings changed
ca: Configuració de Xarxa canviada

# #14039
source: XBMC requires to restart to change your
ca: XBMC requereix reiniciar-se per a poder canviar la seva

# #14040
source: network setup. Would you like to restart now?
ca: configuració de xarxa. Desitja reiniciar ara?

# #14041
source: Post processing
ca: Postprocesat

# #14042
source: Internet connection bandwidth limitation
ca: Adreça IP del motor

# #14043
source: - Shutdown while playing
ca: - Apagar encara que estigui reproduint

# #14044
source: %i min
ca: %i mins

# #14045
source: %i sec
ca: %i segs

# #14051
source: Time format
ca: Veure el rellotge en format 12 hores

# #14052
source: Date format
ca: Invertir mes i dia en el menú principal

# #14053
source: GUI filters
ca: Filtres GUI

# #14055
source: Use background scanning
ca: Emprar exploració oculta

# #14056
source: Stop scan
ca: Aturar l'exploració

# #14057
source: Not possible while scanning for media info
ca: No es possible mentre s'explorar la informació dels medis

# #14058
source: Film grain effect
ca: Efecte Gra

# #14059
source: Search for thumbnails on remote shares
ca: Busca miniatures en recursos remots

# #14060
source: Unknown type cache - Internet
ca: Tipus de caché desconneguda - Internet

# #14062
source: Enter username for
ca: Entra codi d'usuari

# #14063
source: Date & time
ca: Data i Hora
