Repository: svn2github/xbmc4xbox
Catalog: trunk/language/*/strings.po
Languages: portuguese

# #15105
source: * All genres
portuguese: * Todos os Géneros

# #15108
source: Navigation sounds
portuguese: Sons ao Navegar

# #15109
source: Skin default
portuguese: Skin por defeito

# #15111
source: - Theme
portuguese: Tema do Skin

# #15112
source: Default theme
portuguese: Tema por defeito

# #15201
source: Submit songs to Last.fm
portuguese: Enviar musicas para Last.FM

# #15202
source: Last.fm username
portuguese: Utilizador Last.FM

# #15203
source: Last.fm password
portuguese: Palavra Passe Last.FM

# #15204
source: Unable to handshake: sleeping...
portuguese: Incapaz de realizar handshaking: adormecido ...

# #15205
source: Please update XBMC
portuguese: Por favor Actualize XBMC

# #15206
source: Bad authorization: Check username and password
portuguese: Autorização errada. Verifique o utilizador e a palavra passe

# #15207
source: Connected
portuguese: Ligado

# #15208
source: Not connected
portuguese: Não Ligado

# #15209
source: Submit interval %i
portuguese: Intervalo de espera para submeter %i

# #15210
source: Cached %i songs
portuguese: Colocar em cache %i Musicas

# #15211
source: Submitting...
portuguese: Submetendo ...

# #15212
source: Submitting in %i secs
portuguese: Submetendo em %i segundos

# #15213
source: Play using...
portuguese: Reproduzir Utilizando...

# #15214
source: Use smoothed A/V synchronization
portuguese: Utilizar Sincronização de A/V Suave

# #15215
source: Hide file names in thumbs view
portuguese: Esconder os Nomes dos ficheiros na Vista de Miniaturas

# #15216
source: Play in party mode
portuguese: Reproduzir em Modo de Festa

# #15250
source: Submit Last.fm radio to Last.fm
portuguese: A submeter o Rádio Last.FM ao Last.FM

# #15251
source: Connecting to Last.fm...
portuguese: A Ligar ao Last.FM...

# #15252
source: Selecting station...
portuguese: A escolher a Estação...

# #15253
source: Search similar artists...
portuguese: Procurar Artistas similares ...

# #15254
source: Search similar tags...
portuguese: Procurar Tags similares ...

# #15255
source: Your profile (%name%)
portuguese: O seu perfil (%name%)

# #15256
source: Overall top tags
portuguese: Top de Todos os Tags

# #15257
source: Top artists for tag %name%
portuguese: Top de Artistas para o tag %name%

# #15258
source: Top albums for tag %name%
portuguese: Top de Álbuns para o tag %name%

# #15259
source: Top tracks for tag %name%
portuguese: Top de Faixas para o tag %name%

# #15260
source: Listen to tag %name% Last.fm radio
portuguese: Ouvir o tag %name% na Rádio do Last.FM

# #15261
source: Similar artists as %name%
portuguese: Artistas parecidos com %name%

# #15262
source: Top %name% albums
portuguese: Top de albums %name%

# #15263
source: Top %name% tracks
portuguese: Top de faixas %name%

# #15264
source: Top %name% tags
portuguese: Top de tags %name%

# #15265
source: Biggest fans of %name%
portuguese: Maiores fans de %name%

# #15266
source: Listen to %name% fans Last.fm radio
portuguese: Ouvir %name% fans na Rádio Last.FM

# #15267
source: Listen to %name% similar artists Last.fm radio
portuguese: Ouvir Artistas semelhantes a %name% naRádio Last.FM

# #15268
source: Top artists for user %name%
portuguese: Top de artistas para o utilizador %name%

# #15269
source: Top albums for user %name%
portuguese: Top de álbuns para o utilizador %name%

# #15270
source: Top tracks for user %name%
portuguese: Top de faixas para o utilizador %name%

# #15271
source: Friends of user %name%
portuguese: Amigos do utilizador %name%

# #15272
source: Neighbours of user %name%
portuguese: Vizinhos do utilizador %name%

# #15273
source: Weekly artist chart for %name%
portuguese: Gráfico Semanal do Artista %name%

# #15274
source: Weekly album chart for %name%
portuguese: Gráfico Semanal do Álbum %name%

# #15275
source: Weekly track chart for %name%
portuguese: Gráfico Semanal do Faixa %name%

# #15276
source: Listen to %name%'s neighbours Last.fm radio
portuguese: Ouvir Rádio do Vizinho %name% na Last.FM

# #15277
source: Listen to %name%'s personal Last.fm radio
portuguese: Ouvir Rádio Pessoal de %name% na Last.FM

# #15278
source: Listen to %name%'s mix Last.fm radio
portuguese: Ouvir Faixas Favoritas de %name% na Rádio Last.FM

# #15279
source: Retrieving list from Last.fm...
portuguese: A obter lista a partir do Last.FM...

# #15280
source: Can't retrieve list from Last.fm...
portuguese: Não Foi possível obter lista a partir da Last.FM...

# #15281
source: Enter an artist name to find related ones
portuguese: Introduza um nome de artista para encontrar um relacionado

# #15282
source: Enter a tag name to find similar ones
portuguese: Introduza um nome de tag para encontrar um semelhante

# #15283
source: Tracks recently listened by %name%
portuguese: Faixas recentemente ouvidas por %name%

# #15284
source: Listen to %name%'s recommendations Last.fm radio
portuguese: Ouvir às recomendações de %name% na Rádio do Last.FM

# #15285
source: Top tags for user %name%
portuguese: As melhores Tags do Utilizador %name%

# #15287
source: Do you want to add the current track to your loved tracks?
portuguese: Deseja adicionar a Faixa às Favoritas?

# #15288
source: Do you want to ban the current track?
portuguese: Deseja Banir a Faixa actual?

# #15289
source: Added to your loved tracks: '%s'.
portuguese: Adicionado às Faixas Favoritas: '%s'.

# #15290
source: Could not add '%s' to your loved tracks.
portuguese: Não foi possível adicionar '%s' às faixas favoritas.

# #15291
source: Banned: '%s'.
portuguese: Bannida: '%s'.

# #15292
source: Could not ban '%s'.
portuguese: Não foi possível banir '%s'.

# #15293
source: Tracks recently loved by %name%
portuguese: Faixas Favoritas de %name%

# #15294
source: Tracks recently banned by %name%
portuguese: Faixas Banidas por %name%

# #15295
source: Remove from loved tracks
portuguese: Remover das Faixas Favoritas

# #15296
source: Un-ban
portuguese: Remover da Lista de Faixas Banidas

# #15297
source: Do you want to remove this track from your loved tracks?
portuguese: Deseja remover esta Faixa das Favoritas?

# #15298
source: Do you want to un-ban this track?
portuguese: Deseja remover esta Faixa da Lista de Faixas Banidas?

# #15300
source: Path not found or invalid
portuguese: Caminho não encontrado ou invalido

# #15301
source: Could not connect to network server
portuguese: Não consigo ligar ao servidor de rede

# #15302
source: No servers found
portuguese: Não encontro servidores

# #15303
source: Workgroup not found
portuguese: Grupo de Trabalho não encontrado

# #15310
source: Opening multi-path source
portuguese: Abrir Favorito multi caminho

# #15311
source: Path:
portuguese: Caminho:

# #16000
source: General
portuguese: Geral

# #16001
source: Configure audio hardware...
portuguese: Configure Hardware de Áudio ...

# #16002
source: Internet lookup
portuguese: Pesquisa CDDB

# #16003
source: Player
portuguese: Reprodutor

# #16004
source: Play media from disc
portuguese: Reproduzir media do disco

# #16008
source: Enter new title
portuguese: Introduza um Titulo Novo

# #16009
source: Enter the movie name
portuguese: Introduza o Nome do Filme

# #16010
source: Enter the profile name
portuguese: Introduza o Nome do Perfil

# #16011
source: Enter the album name
portuguese: Introduza o Nome do Álbum

# #16012
source: Enter the playlist name
portuguese: Introduza o Nome da Lista de Reprodução

# #16013
source: Enter new filename
portuguese: Introduza o Nome do Novo Ficheiro

# #16014
source: Enter folder name
portuguese: Introduza o Nome da Pasta

# #16015
source: Enter directory
portuguese: Entre na Pasta

# #16016
source: Available options: %A, %T, %N, %B, %D, %G, %Y, %F, %S
portuguese: Opções disponíveis: %A, %T, %N, %B, %D, %G, %Y, %F, %S

# #16017
source: Enter search string
portuguese: Introduza texto a procurar

# #16018
source: None
portuguese: Nada

# #16019
source: Auto select
portuguese: Selecção Automática

# #16020
source: De-interlace
portuguese: Des-interlaçada

# #16022
source: Bob (inverted)
portuguese: Bob (invertido)

# #16023
source: Interlaced handling
portuguese: Manipulação Interlaçada

# #16024
source: Canceling...
portuguese: Cancelando ...

# #16025
source: Enter the artist name
portuguese: Introduza o Nome do Artista

# #16026
source: Playback failed
portuguese: Reprodução de Lista de abortada...

# #16027
source: One or more items failed to play.
portuguese: Falharam demasiados itens consecutivos

# #16028
source: Enter value
portuguese: Introduza o valor

# #16030
source: Party mode aborted.
portuguese: Modo de Festa abortado.

# #16031
source: No matching songs in the library.
portuguese: Não existem músicas coincidentes na Biblioteca.

# #16032
source: Could not initialize database.
portuguese: Não é possível iniciar a Base de Dados.

# #16033
source: Could not open database.
portuguese: Não é possível abrir a Base de Dados.

# #16034
source: Could not get songs from database.
portuguese: Não é possível obter músicas da Base de Dados.

# #16035
source: Party mode playlist
portuguese: Lista de Reprodução do Modo de Festa

# #16100
source: All Videos
portuguese: Todos os Vídeos

# #16101
source: Unwatched
portuguese: Não Vistos

# #16102
source: Watched
portuguese: Vistos

# #16103
source: Mark as watched
portuguese: Marcar como Visto

# #16104
source: Mark as unwatched
portuguese: Marcar como Não Visto

# #16105
source: Edit title
portuguese: Editar Título

# #16106
source: Use NTSC-M & NTSC-J
portuguese: Utilizar NTSC-M & NTSC-J

# #16107
source: Use only NTSC-M
portuguese: Usar só NTSC-M

# #16108
source: Use only NTSC-J
portuguese: Usar só NTSC-J

# #16109
source: Use only PAL-60
portuguese: Usar só PAL-60

# #16110
source: For 60hz games
portuguese: Para Jogos de 60 Hz

# #16200
source: Operation was aborted
portuguese: A operação foi abortada

# #16201
source: Copy failed
portuguese: A operação de copia falhou

# #16202
source: Failed to copy at least one file
portuguese: A operação de copiar falhou pelo menos num ficheiro

# #16203
source: Move failed
portuguese: A operação de Mover Falhou

# #16204
source: Failed to move at least one file
portuguese: A operação de mover falhou pelo menos num ficheiro

# #16205
source: Delete failed
portuguese: Apagar falhou

# #16206
source: Failed to delete at least one file
portuguese: A operação de apagar falhou pelo menos num ficheiro

# #16300
source: Video scaling method
portuguese: Método de escalonamento de vídeo

# #17500
source: Display sleep timeout
portuguese: Temporizador do ecrâ acabou

# #20000
source: Saved music folder
portuguese: Pasta de Gravação de CDDA

# #20001
source: Use external DVD player
portuguese: Utilizar reprodutor DVD externo

# #20002
source: External DVD player
portuguese: Reprodutor DVD Externo

# #20003
source: Trainers folder
portuguese: Pasta de Instrutores

# #20004
source: Screenshot folder
portuguese: Pasta de Capturas de Ecrã

# #20006
source: Playlists folder
portuguese: Pasta de Listas de Reprodução

# #20007
source: Recordings
portuguese: Gravações

# #20008
source: Screenshots
portuguese: Capturas de Ecrã

# #20009
source: Use XBMC
portuguese: Utilizar XBMC

# #20011
source: Music playlists
portuguese: Lista de Reprodução de Música

# #20012
source: Video playlists
portuguese: Lista de Reprodução de Vídeo

# #20013
source: Do you wish to launch the game?
portuguese: Quer carregar o Jogo?

# #20014
source: Sort by: Playlist
portuguese: Ordenar por: Lista de Reprodução

# #20015
source: Remote thumb
portuguese: Miniatura Remota

# #20016
source: Current thumb
portuguese: Miniatura Actual

# #20017
source: Local thumb
portuguese: Miniatura Local

# #20018
source: No thumb
portuguese: Sem Miniatura

# #20019
source: Choose thumbnail
portuguese: Escolha a Miniatura

# #20023
source: Conflict
portuguese: Conflito

# #20024
source: Scan new
portuguese: Procurar Novos

# #20025
source: Scan all
portuguese: Procurar Tudo

# #20026
source: Region
portuguese: Região

# #20038
source: Lock music window
portuguese: Bloquear janela de Músicas

# #20039
source: Lock videos window
portuguese: Bloquear janela de Vídeos

# #20040
source: Lock pictures window
portuguese: Bloquear janela de Imagens

# #20041
source: Lock programs, saves & scripts windows
portuguese: Bloquear janela de Programa, Jogos Guardados e Scripts

# #20042
source: Lock file manager
portuguese: Bloquear Gestor de Ficheiros

# #20043
source: Lock settings
portuguese: Configuração Bloqueada

# #20044
source: Start fresh
portuguese: Inicio de fresco

# #20045
source: Enter master mode
portuguese: Entrar em Modo Master

# #20046
source: Leave master mode
portuguese: Sair do Modo Master

# #20047
source: Create profile '%s'?
portuguese: Criar perfil '%s' ?

# #20048
source: Start with fresh settings
portuguese: Iniciar com configuração recente

# #20049
source: Best available
portuguese: O melhor disponível

# #20050
source: Auto-switch between 16x9 and 4x3
portuguese: Troca automaticamente entre 16x9 e 4x3

# #20051
source: Treat stacked files as single file
portuguese: Empilhando ficheiros como um único ficheiro

# #20052
source: Caution
portuguese: Precaução

# #20053
source: Left master mode
portuguese: Deixar Modo Master

# #20054
source: Entered master mode
portuguese: Entrou em Modo Master

# #20055
source: Allmusic.com thumb
portuguese: Miniatura do www.allmusic.com

# #20057
source: Remove thumbnail
portuguese: Remover Miniatura

# #20058
source: Add profile...
portuguese: Adicionar Perfil ...

# #20059
source: Query info for all albums
portuguese: Perguntando informação para todos os Álbuns

# #20060
source: Media info
portuguese: Informação do Conteúdo

# #20061
source: Separate
portuguese: Separado

# #20062
source: Shares with default
portuguese: Partilhas com definições por defeito

# #20063
source: Shares with default (read only)
portuguese: Partilhas com definições por defeito (modo só leitura)

# #20064
source: Copy default
portuguese: Copie definição por defeito

# #20065
source: Profile picture
portuguese: Imagem do Perfil

# #20066
source: Lock preferences
portuguese: Preferencias de Procura

# #20067
source: Edit profile
portuguese: Editar Perfil

# #20068
source: Profile lock
portuguese: Bloquear Perfil

# #20069
source: Could not create folder
portuguese: Não consigo criar a pasta

# #20070
source: Profile directory
portuguese: Pasta de Perfis

# #20071
source: Start with fresh media sources
portuguese: Iniciar com fontes de conteúdo recentes

# #20072
source: Make sure the selected folder is writable
portuguese: Verifique se a pasta escolhida pode ser escrita

# #20073
source: and that the new folder name is valid
portuguese: e que o novo nome para a pasta é válido

# #20074
source: MPAA rating
portuguese: Avaliação MPAA:

# #20075
source: Enter master lock code
portuguese: Introduza Código de Bloqueio Master

# #20076
source: Ask for master lock code on startup
portuguese: Perguntar Código de Bloqueio Master no arranque

# #20077
source: Skin settings
portuguese: Configuração da Skin

# #20078
source: - no link set -
portuguese: - não foi definido link -

# #20079
source: Enable animations
portuguese: Activar Animações

# #20080
source: Disable RSS during music
portuguese: Desactivar Noticias RSS durante a Música

# #20081
source: Enable shortcut buttons
portuguese: Activar Botões de Favoritos

# #20082
source: Show programs in main menu
portuguese: Mostrar informação dos Programas

# #20083
source: Show music info
portuguese: Mostrar Informação Musical

# #20084
source: Show weather info
portuguese: Mostrar Informação Meteorológica

# #20085
source: Show system info
portuguese: Mostrar Informação do Sistema

# #20086
source: Show available disc space C: E: F:
portuguese: Mostrar Espaço Disponível do Disco C: E: F:

# #20087
source: Show available disc space E: F: G:
portuguese: Mostrar Espaço Disponível do Disco E: F: G:

# #20088
source: Weather info
portuguese: Informação Meteorológica

# #20089
source: Drive space free
portuguese: Espaço Livre no Disco

# #20090
source: Enter the name of an existing share
portuguese: Introduza o nome de uma Partilha existente

# #20091
source: Lock code
portuguese: Código de Bloqueio

# #20092
source: Load profile
portuguese: Carregar Perfil

# #20093
source: Profile name
portuguese: Nome do Perfil

# #20094
source: Media sources
portuguese: Fontes de Conteúdo

# #20095
source: Enter profile lock code
portuguese: Introduza código de bloqueio de perfil

# #20096
source: Login screen
portuguese: Ecrã de Login

# #20097
source: Fetching album info
portuguese: Procurando informação do álbum

# #20098
source: Fetching info for album
portuguese: Procurando informação para o álbum

# #20099
source: Can't rip CD or track while playing from CD
portuguese: Não é possível gravar o CD ou a Faixa em durante a reprodução do CD

# #20100
source: Master lock code and settings
portuguese: Código de Bloqueio Master e Configuração

# #20101
source: Entering master lock code always enables master mode
portuguese: Introduzir o Código de Bloqueio Master activa sempre o Modo Mastre

# #20102
source: or copy from default?
portuguese: ou copiar a partir da definição por defeito?

# #20103
source: Save changes to profile?
portuguese: Gravar alterações no perfil?

# #20104
source: Old settings found.
portuguese: Configurações antigas encontradas.

# #20105
source: Do you want to use them?
portuguese: Deseja usá-las?

# #20106
source: Old media sources found.
portuguese: Fontes velhas de conteúdo encontradas.

# #20107
source: Separate (locked)
portuguese: Separado (bloqueado)

# #20108
source: Root
portuguese: Raiz

# #20109
source: - Zoom
portuguese: Ampliação da Skin

# #20110
source: UPnP settings
portuguese: Configuração UPnP

# #20111
source: Autostart UPnP client
portuguese: Iniciar automaticamente Cliente UPnP

# #20112
source: Last login: %s
portuguese: Ultimo login: %s

# #20113
source: Never logged on
portuguese: Nunca Logado

# #20114
source: Profile %i / %i
portuguese: Perfil %i / %i

# #20115
source: User login / Select a profile
portuguese: Login do Utilizador / Seleccione um Perfil

# #20116
source: Use lock on login screen
portuguese: Usar bloqueio no ecrã de login

# #20117
source: Invalid lock code.
portuguese: Código de Bloqueio Invalido.

# #20118
source: This requires the master lock to be set.
portuguese: Isto requer que seja definido o Bloqueio Master

# #20119
source: Would you like to set it now?
portuguese: Deseja definir isto agora?

# #20120
source: Loading program information
portuguese: Carregando informação do programa

# #20121
source: Party on!
portuguese: A Festa Começou!

# #20122
source: True
portuguese: Verdadeiro

# #20123
source: Mixing drinks
portuguese: Misturando bebidas

# #20124
source: Filling glasses
portuguese: Enchendo os copos

# #20125
source: Logged on as
portuguese: Logado como

# #20128
source: Go to root
portuguese: Ir para a Raiz

# #20129
source: Weave
portuguese: Onda

# #20130
source: Weave (inverted)
portuguese: Onda (Invertida)

# #20131
source: Blend
portuguese: Mistura

# #20132
source: Restart video
portuguese: Reiniciar Vídeo

# #20133
source: Edit network location
portuguese: Editar Localização de Rede

# #20134
source: Remove network location
portuguese: Remover Localização de Rede

# #20135
source: Do you want to scan the folder?
portuguese: Quer Procurar nesta pasta?

# #20136
source: Memory unit
portuguese: Unidade de Memória

# #20137
source: Memory unit mounted
portuguese: Unidade de Memória Montada

# #20138
source: Unable to mount memory unit
portuguese: Incapaz de Montar Unidade de Memoria

# #20139
source: In port %i, slot %i
portuguese: Na porta %i, slot %i

# #20140
source: Lock screensaver
portuguese: Bloquear Protecção de Ecrã

# #20141
source: Set
portuguese: Definir

# #20142
source: Username
portuguese: Utilizador

# #20143
source: Enter password for
portuguese: Introduza palavra passe para

# #20144
source: Shutdown timer
portuguese: Temporizador para desligar automaticamente

# #20145
source: Shutdown interval (in minutes)
portuguese: Intervalo para desligar automaticamente (em minutos)

# #20146
source: Started, shutdown in %im
portuguese: Iniciado, desligar automaticamente em %m

# #20147
source: Shutdown in 30 minutes
portuguese: Desligar automaticamente em 30 minutos

# #20148
source: Shutdown in 60 minutes
portuguese: Desligar automaticamente em 60 minutos

# #20149
source: Shutdown in 120 minutes
portuguese: Desligar automaticamente em 120 minutos

# #20150
source: Custom shutdown timer
portuguese: Tempo para Desligar Personalizado

# #20151
source: Cancel shutdown timer
portuguese: Cancelar temporizador para desligar automaticamente

# #20152
source: Lock preferences for %s
portuguese: Bloquear preferências para %s

# #20153
source: Browse...
portuguese: Navegar ...

# #20154
source: Summary information
portuguese: Informação Básica

# #20155
source: Storage information
portuguese: Informação do Armazenamento

# #20156
source: Hard disk information
portuguese: Informação do Disco Rígido

# #20157
source: DVD-ROM information
portuguese: Informação do DVD-ROM

# #20158
source: Network information
portuguese: Informação de Rede

# #20159
source: Video information
portuguese: Informação de Vídeo

# #20160
source: Hardware information
portuguese: Informação do Hardware

# #20162
source: Used
portuguese: Utilizado

# #20163
source: of
portuguese: de

# #20164
source: Locking not supported
portuguese: Bloqueio não suportado

# #20165
source: Not locked
portuguese: Não bloqueado

# #20166
source: Locked
portuguese: Bloqueado

# #20167
source: Frozen
portuguese: Congelado

# #20168
source: Requires reset
portuguese: Requer um reset

# #20169
source: Week
portuguese: Semana

# #20170
source: Line
portuguese: Linha

# #20171
source: Windows network (SMB)
portuguese: Rede Windows (SMB)

# #20172
source: XBMSP server
portuguese: Servidor XBMSP

# #20173
source: FTP server
portuguese: Servidor FTP

# #20174
source: iTunes music share (DAAP)
portuguese: Partilha de musica iTunes (DAAP)

# #20175
source: UPnP server
portuguese: Servidor UPnP

# #20176
source: Show video info
portuguese: Mostrar Informação de Vídeo

# #20177
source: Done
portuguese: Validar

# #20180
source: Symbols
portuguese: Símbolos

# #20182
source: Space
portuguese: Espaço

# #20183
source: Reload skin
portuguese: Recarregar a Skin

# #20184
source: Rotate pictures using EXIF information
portuguese: Rodar utilizando informação EXIF

# #20185
source: Use poster view styles for TV shows
portuguese: Usar Visualização de Posters para Séries de TV

# #20186
source: Please wait
portuguese: Aguarde Por Favor

# #20187
source: Backing up EEPROM
portuguese: A Guardar a EEPROM

# #20188
source: Backing up BIOS
portuguese: A Guardar a BIOS

# #20189
source: Enable auto scrolling for plot & review
portuguese: Ligar o Scroll automático para a Sinopse e Crítica

# #20190
source: Custom
portuguese: Personalizado

# #20191
source: Enable debug logging
portuguese: Ligar o Registo de Depuração

# #20192
source: Download additional information during updates
portuguese: Obter Informação do Álbum ao Procurar

# #20194
source: Default service for music information
portuguese: Motor de Busca Pré-definido

# #20195
source: Change scraper
portuguese: Mudar de Motor de Busca

# #20196
source: Export music library
portuguese: Exportar Biblioteca de Música

# #20197
source: Import music library
portuguese: Importar Biblioteca de Música

# #20198
source: No artist found!
portuguese: Não foi encontrado Artista!

# #20199
source: Downloading artist info failed
portuguese: Não foi possível descarregar informação do Artista

# #20250
source: Party on! (videos)
portuguese: A Festa Começou! (Vídeos)

# #20251
source: Mixing drinks (videos)
portuguese: A Misturar Bebidas (Vídeo)

# #20252
source: Filling glasses (videos)
portuguese: A Encher os Copos (Vídeos)
