Repository: svn2github/xbmc4xbox
Catalog: trunk/language/*/strings.po
Languages: portuguese

# #12332
source: Set lock
portuguese: Definir Bloqueio

# #12333
source: Unlock
portuguese: Desbloquear

# #12334
source: Reset lock
portuguese: Voltar a Bloquear

# #12335
source: Remove lock
portuguese: Remover Bloqueio

# #12337
source: Numeric password
portuguese: Palavra Passe Numérica

# #12338
source: Gamepad button combo
portuguese: Combinação de botões do Comando de Jogos

# #12339
source: Full-text password
portuguese: Palavra Passe de Texto

# #12340
source: Enter new password
portuguese: Introduza nova Palavra Passe

# #12341
source: Re-Enter new password
portuguese: Volte a introduzir a Palavra Passe

# #12342
source: Incorrect password,
portuguese: Palavra Passe Incorrecta

# #12343
source: retries left
portuguese: tentativas restantes

# #12344
source: Passwords entered did not match.
portuguese: As Palavras Passe introduzidas não coincidem.

# #12345
source: Access denied
portuguese: Acesso Negado

# #12346
source: Password retry limit exceeded.
portuguese: Excedeu o limite de tentativas para indicar a Palavra Passe.

# #12347
source: The system will now shut off.
portuguese: A XBOX vai agora Desligar.

# #12348
source: Item locked
portuguese: Item Bloqueado

# #12353
source: Reactivate lock
portuguese: Reactivar Bloqueio

# #12356
source: Change lock
portuguese: Alterar Bloqueio

# #12357
source: Source lock
portuguese: Bloqueio de Partilha

# #12358
source: Password entry was blank. Try again.
portuguese: Palavra Passe indicada vazia. Volte a tentar.

# #12360
source: Master lock
portuguese: Bloqueio Mestre

# #12362
source: Shutdown system if Master Lock retries exceeded
portuguese: Desligar Xbox se as tentativas de Bloqueio Mestre forem ultrapassadas

# #12367
source: Master code is not valid
portuguese: Código Master nao é valido

# #12368
source: Please enter a valid master code
portuguese: Por favor introduza um Código Mestre válido!

# #12373
source: Settings & file manager
portuguese: Configuração e Gestão de Ficheiros

# #12376
source: Set as default for all movies
portuguese: Definir como valor por omissão para todos os Filmes

# #12377
source: This will reset any previously saved values
portuguese: Isto restaurará os valores previamente guardados

# #12378
source: Amount of time to display each image
portuguese: Mostrar cada imagem durante

# #12379
source: Use pan and zoom effects
portuguese: Utilizar efeitos de Deslocamento e Ampliação entre imagens

# #12380
source: Play NTSC videos at PAL rates
portuguese: Reproduzir Vídeos NTSC com as taxas PAL

# #12381
source: Play PAL videos at NTSC rates
portuguese: Reproduzir os Vídeos PAL com as taxas NTSC

# #12382
source: Play NTSC videos in PAL60
portuguese: Reproduzir os Vídeos NTSC em PAL60

# #12383
source: 12 hour clock
portuguese: Relógio de 12 horas

# #12384
source: 24 hour clock
portuguese: Relógio de 24 horas

# #12385
source: Day/Month
portuguese: Dia / Mês

# #12386
source: Month/Day
portuguese: Mês / Dia

# #12390
source: System uptime
portuguese: Tempo de Ligação do Sistema

# #12391
source: Minutes
portuguese: Minutos

# #12392
source: Hours
portuguese: Horas

# #12393
source: Days
portuguese: Dias

# #12394
source: Total uptime
portuguese: Tempo Total de Ligação do Sistema

# #12600
source: Weather
portuguese: Meteorologia

# #12900
source: Screensaver
portuguese: Protecção de Ecrã

# #12901
source: Fullscreen OSD
portuguese: OSD em Ecrã Cheio

# #13000
source: System
portuguese: Sistema

# #13001
source: Immediate HD spindown
portuguese: Desligar Imediatamente o Disco Rígido

# #13002
source: Video only
portuguese: Vídeo

# #13003
source: - Delay
portuguese: - Atraso

# #13004
source: - Minimum file duration
portuguese: - Duração Mínima do Ficheiro

# #13005
source: Shutdown
portuguese: Desligar

# #13007
source: Use custom dashboard path
portuguese: Utilizar Caminho Personalizado para o Dashboard

# #13008
source: Shutdown function
portuguese: Modo de Desligar Predefinido

# #13009
source: Quit
portuguese: Sair

# #13010
source: Hibernate
portuguese: Hibernar

# #13011
source: Suspend
portuguese: Suspender

# #13012
source: Exit
portuguese: Sair

# #13013
source: Reboot
portuguese: Reiniciar

# #13014
source: Minimize
portuguese: Minimizar

# #13020
source: Is another session active, perhaps over ssh?
portuguese: Estará outra sessão activa, talvez em ssh?

# #13021
source: Mounted removable harddrive
portuguese: Disco rígido amovível montado

# #13022
source: Unsafe device removal
portuguese: Remoção insegura de dispositivo

# #13023
source: Successfully removed device
portuguese: Dispositivo removido com sucesso

# #13100
source: Flicker filter
portuguese: Filtro 'Flicker'

# #13101
source: Let driver choose (requires restart)
portuguese: Deixar o dispositivo escolher (requer reiniciar)

# #13105
source: Vertical blank sync
portuguese: Sincronização Branca Vertical

# #13106
source: Disabled
portuguese: Desligado

# #13107
source: Enabled during video playback
portuguese: Ligado durante a Reprodução de Vídeo

# #13108
source: Always enabled
portuguese: Sempre Ligado

# #13109
source: Test & apply resolution
portuguese: Testar resolução

# #13110
source: Save resolution?
portuguese: Guardar resolução?

# #13111
source: Would you like to keep this resolution?
portuguese: Quer manter esta resolução?

# #13112
source: High quality upscaling
portuguese: Upscaling por software de alta qualidade

# #13113
source: Disabled
portuguese: Desligado

# #13114
source: Enabled for SD content
portuguese: Ligado para conteúdos SD

# #13115
source: Always enabled
portuguese: Sempre ligado

# #13116
source: Upscaling method
portuguese: Método de upscaling

# #13130
source: Blank other displays
portuguese: Branqueamento de ecrâ

# #13131
source: Disabled
portuguese: Desligado

# #13132
source: Blank displays
portuguese: Ecrâs brancos

# #13140
source: Active connections detected!
portuguese: Ligações activas detectadas

# #13141
source: If you proceed, you might not be able to control XBMC
portuguese: Se continuar, pode não conseguir continuar a controlar o XBMC.

# #13142
source: any longer. Are you sure you want to stop the Event server?
portuguese: Tem a certeza que quer parar o servidor de eventos?

# #13144
source: Change Apple Remote mode?
portuguese: Mudar modo do comando Apple?

# #13145
source: If you are currently using the Apple Remote to control
portuguese: Se neste momento está a usar o comando remoto da Aplple

# #13146
source: XBMC, changing this setting might affect your ability
portuguese: para controlar o XBMC, mudar esta configuração pode impedir

# #13147
source: to continue controlling it. Do you want to proceed?
portuguese: o seu uso daqui para a frente. Quer continuar?

# #13150
source: HDD key:
portuguese: Chave do HDD:

# #13151
source: HDD temp:
portuguese: Temperatura HDD:

# #13152
source: DVD model:
portuguese: Modelo DVD:

# #13153
source: DVD firmware:
portuguese: Firmware DVD:

# #13154
source: HDD model:
portuguese: Modelo HDD

# #13155
source: HDD serial:
portuguese: Nº Serie HDD:

# #13156
source: HDD firmware:
portuguese: Firmware HDD:

# #13157
source: HDD password:
portuguese: Palavra Passe HDD:

# #13158
source: HDD lock state:
portuguese: Estado de Bloqueio HDD:

# #13159
source: Subnet mask
portuguese: Máscara de Subrede

# #13161
source: Primary DNS
portuguese: DNS Primário

# #13162
source: Initialize failed
portuguese: Inicialização falhou

# #13163
source: Gamepad
portuguese: Comando de Jogos

# #13164
source: Keyboard
portuguese: Teclado

# #13165
source: Mouse
portuguese: Rato

# #13166
source: Head/Microphone
portuguese: Auscultadores / Microfone

# #13167
source: Memory unit
portuguese: Caneta de Memória

# #13168
source: IR-Remote
portuguese: Comando de Infravermelhos (IR)

# #13169
source: Controller port
portuguese: Porta de Comando de Jogos

# #13170
source: Never
portuguese: Nunca

# #13171
source: Immediately
portuguese: Imediatamente

# #13172
source: After %i secs
portuguese: Após %i segundos

# #13173
source: HDD install date:
portuguese: Data de Instalação HDD:

# #13174
source: HDD power cycle count:
portuguese: Contagem do Ciclo de Energia do HDD

# #13200
source: Profiles
portuguese: Perfis

# #13201
source: Delete profile '%s'?
portuguese: Apagar Perfil '%s'?

# #13204
source: Last loaded profile:
portuguese: Carregar último perfil:

# #13205
source: Unknown
portuguese: Desconhecida

# #13206
source: Overwrite
portuguese: Reescrever

# #13208
source: Alarm clock
portuguese: Alarme

# #13209
source: Alarm clock interval (in minutes)
portuguese: Intervalo de Alarme (em min.)

# #13210
source: Started, alarm in %im
portuguese: Iniciar alarme em %m

# #13211
source: Alarm!
portuguese: Alarme!

# #13212
source: Canceled with %im%is left
portuguese: Cancelar quando faltar %m%i

# #13249
source: Search for subtitles in RARs
portuguese: Procurar Legendas em RARs

# #13250
source: Browse for subtitle...
portuguese: Procurar a legenda ...

# #13251
source: Move item
portuguese: Mover item

# #13252
source: Move item here
portuguese: Mover item para aqui

# #13253
source: Cancel move
portuguese: Cancelar Mover

# #13271
source: CPU Usage:
portuguese: Utilização de CPU:

# #13274
source: Connected, but no DNS is available.
portuguese: A Xbox está ligada, mas não esta disponível DNS.

# #13275
source: Hard Disk
portuguese: Disco Rígido:

# #13277
source: Storage
portuguese: Espaço de Armazenamento

# #13278
source: Default
portuguese: Por defeito

# #13279
source: Network
portuguese: Rede

# #13280
source: Video
portuguese: Vídeo

# #13283
source: Operating system:
portuguese: Versão de Kernel:

# #13284
source: CPU speed:
portuguese: Velocidade do CPU:

# #13285
source: Detected BIOS:
portuguese: BIOS detectada:

# #13286
source: Video encoder:
portuguese: Codificador de Vídeo:

# #13287
source: Screen resolution:
portuguese: Resolução de Ecrã:

# #13288
source: Xbox version:
portuguese: Versão da Xbox:

# #13289
source: Xbox serial number:
portuguese: Nº Série da Xbox:

# #13290
source: Xbox manufacturer:
portuguese: Fabricante da Xbox:

# #13292
source: A/V cable:
portuguese: Cabo A/V:

# #13293
source: Video & XBE region:
portuguese: Região de Vídeo e XBE:

# #13294
source: DVD region:
portuguese: Região DVD:

# #13296
source: Connected
portuguese: A Xbox está ligada

# #13297
source: Not connected. Check network settings.
portuguese: A Xbox não está ligada. Verifique a Configuração de Rede.

# #13298
source: Xbox Live key:
portuguese: Chave XBLIVE:

# #13299
source: Target temperature
portuguese: Temperatura definida:

# #13300
source: Fan speed
portuguese: Velocidade da Ventoinha:

# #13301
source: Auto temperature control
portuguese: Controlo Automático da Temperatura

# #13302
source: Fan speed override
portuguese: Controlo da Velocidade da Ventoinha

# #13303
source: - Fonts
portuguese: Fontes da Skin

# #13304
source: Enable flipping bi-directional strings
portuguese: Activar o lançamento de Strings Bidireccionais

# #13305
source: Show RSS news feeds
portuguese: Activar Notícias (RSS Feeds)

# #13306
source: Show parent folder items
portuguese: Esconder itens das Pastas Filhas

# #13307
source: Track naming template
portuguese: Modelo para nome da Faixa

# #13308
source: Do you wish to reboot your system
portuguese: quer reiniciar a Xbox

# #13309
source: instead of just XBMC?
portuguese: em vez do XBMC?

# #13310
source: Zoom effect
portuguese: Efeito de Ampliação

# #13311
source: Float effect
portuguese: Efeito Flutuante

# #13312
source: Black bar reduction
portuguese: Redução da Barra Preta

# #13313
source: Restart
portuguese: Reiniciar

# #13314
source: Crossfade between songs
portuguese: Sobreposição

# #13315
source: Regenerate thumbnails
portuguese: Regenerar Miniaturas

# #13316
source: Recursive thumbnails
portuguese: Miniaturas Recursivas

# #13317
source: View slideshow
portuguese: Ver Apresentação

# #13318
source: Recursive slideshow
portuguese: Apresentação Recursiva

# #13319
source: Randomize
portuguese: Aleatório

# #13320
source: Stereo
portuguese: Estéreo

# #13321
source: Left only
portuguese: Só Esquerda

# #13322
source: Right only
portuguese: Só Direita

# #13323
source: Enable karaoke support
portuguese: Activar CD+G

# #13324
source: Background transparency
portuguese: Transparência do Segundo Plano

# #13325
source: Foreground transparency
portuguese: Transparência do Primeiro Plano

# #13326
source: A/V delay
portuguese: Atraso A/V

# #13328
source: %s not found
portuguese: %s nao encontrado

# #13329
source: Error opening %s
portuguese: Erro ao abrir %s

# #13330
source: Unable to load %s
portuguese: Incapaz de carregar %s

# #13331
source: Error: Out of memory
portuguese: Erro: Fora de memoria

# #13332
source: Move up
portuguese: Mover para cima

# #13333
source: Move down
portuguese: Mover para baixo

# #13334
source: Edit label
portuguese: Editar Etiqueta

# #13335
source: Make default
portuguese: Atribuir por defeito

# #13336
source: Remove button
portuguese: Remover Botão

# #13338
source: Front LED
portuguese: LED Frontal

# #13339
source: Front LED colour
portuguese: Cor do LED Frontal

# #13340
source: Leave as is
portuguese: Deixar como esta

# #13341
source: Green
portuguese: Verde

# #13342
source: Orange
portuguese: Laranja

# #13343
source: Red
portuguese: Vermelho

# #13344
source: Cycle
portuguese: Ciclo

# #13345
source: Switch LED off on playback
portuguese: Desligar o LED durante a Reprodução

# #13346
source: Movie information
portuguese: Informação do Filme

# #13347
source: Queue item
portuguese: Item em fila

# #13348
source: Search IMDb...
portuguese: Procurar UMDb ...

# #13349
source: Scan for new content
portuguese: Procurar Novo Conteúdo

# #13350
source: Now playing...
portuguese: A reproduzir neste momento ...

# #13351
source: Album information
portuguese: Informação do Álbum

# #13352
source: Scan item to library
portuguese: Inserir Item na Biblioteca

# #13353
source: Stop scanning
portuguese: Parar de Procurar

# #13354
source: Render method
portuguese: Método de Render

# #13355
source: Low quality pixel shader
portuguese: Baixa Qualidade de Pixel Shader

# #13356
source: Hardware overlays
portuguese: Overlays por Hardware

# #13357
source: High quality pixel shader
portuguese: Alta Qualidade de Pixel Shader

# #13358
source: Play item
portuguese: Reproduzir Item

# #13359
source: Set artist thumb
portuguese: Definir Miniatura do Artista

# #13360
source: Automatically generate thumbnails
portuguese: Regenerando Miniaturas

# #13361
source: Enable voice
portuguese: Activar Vozes

# #13375
source: Enable device
portuguese: Activar Dispositivo

# #13377
source: Default view mode
portuguese: Modo de Visualização por defeito

# #13378
source: Default brightness
portuguese: Brilho por defeito

# #13379
source: Default contrast
portuguese: Contraste por defeito

# #13380
source: Default gamma
portuguese: Gamma por defeito

# #13381
source: Resume video
portuguese: Resumir Vídeo

# #13382
source: Voice mask - Port 1
portuguese: Mascara de Voz - Porta 1

# #13383
source: Voice mask - Port 2
portuguese: Mascara de Voz - Porta 2

# #13384
source: Voice mask - Port 3
portuguese: Mascara de Voz - Porta 3

# #13385
source: Voice mask - Port 4
portuguese: Mascara de Voz - Porta 4

# #13386
source: Use time based seeking
portuguese: Utilizar a procura baseada no tempo

# #13387
source: Track naming template - right
portuguese: Modelo para Nome de Faixa Correcto

# #13388
source: Preset
portuguese: Predefinições

# #13389
source: There are no presets available for this visualization
portuguese: Não existem predefinições disponíveis para esta visualização

# #13390
source: There are no settings available for this visualization
portuguese: Não existe configuração disponível para esta visualização

# #13392
source: Use visualization if playing audio
portuguese: Utilizar visualização quando reproduz áudio

# #13393
source: Calculate size
portuguese: Calcular Tamanho

# #13394
source: Calculating folder size
portuguese: Calculando tamanho da pasta

# #13395
source: Video settings
portuguese: Configuração de Vídeo

# #13396
source: Audio and subtitle settings
portuguese: Configuração de Áudio e Legenda

# #13397
source: Enable subtitles
portuguese: Activar Legendas

# #13398
source: Shortcuts
portuguese: Favoritos

# #13399
source: Ignore articles when sorting (e.g. "the")
portuguese: Ignorar Pronomes quando ordenar

# #13400
source: Crossfade between songs on the same album
portuguese: Sobreposição de faixas de álbum

# #13401
source: Browse for %s
portuguese: Navegar para %s

# #13402
source: Show track position
portuguese: Mostrar posição de pista

# #13403
source: Clear default
portuguese: Limpar Definições por defeito

# #13404
source: Resume
portuguese: Resumir

# #13405
source: Get thumb
portuguese: Pegar Miniatura

# #13406
source: Picture information
portuguese: Informação da Imagem

# #13407
source: %s presets
portuguese: %s Predefinições

# #13408
source: (IMDb user rating)
portuguese: (Nota do IMDB)

# #13409
source: Top 250
portuguese: As Melhores 250

# #13410
source: Tune in on Last.fm
portuguese: Ligar a Last.FM

# #13411
source: Minimum fan speed
portuguese: Velocidade mínima da ventoinha

# #13413
source: Downloading
portuguese: A descarregar

# #13414
source: Include artists who appear only on compilations
portuguese: Esconder artistas que apenas aparecem em compilações

# #13415
source: Render method
portuguese: Método de renderização

# #13416
source: Auto detect
portuguese: Auto detectar

# #13417
source: Basic shaders (ARB)
portuguese: Shaders Básicos (ARB)

# #13418
source: Advanced shaders (GLSL)
portuguese: Shaders Avançados (GLSL)

# #13420
source: Remove safely
portuguese: Ejectar

# #13600
source: Apple remote
portuguese: Controlo remoto da Apple

# #13601
source: Use MCE/Universal Remote
portuguese: Modo

# #13602
source: Allow start of XBMC using the remote
portuguese: Sempre a Executar

# #13603
source: Sequence delay time
portuguese: Atraso de Tempo da Sequência

# #13610
source: Disabled
portuguese: Desligado

# #13611
source: Standard
portuguese: Pre-definido

# #13612
source: Universal Remote
portuguese: Controlo Remoto Universal

# #13620
source: Apple Remote Error
portuguese: Driver do 'Remote Buddy' Instalado

# #13621
source: Apple Remote support could be enabled.
portuguese: Não foi possível instalar o Controlo Remoto da Apple

# #14000
source: Stack
portuguese: Agregar

# #14001
source: Unstack
portuguese: Desagregar

# #14003
source: Downloading playlist file...
portuguese: Transferindo ficheiro de Lista de Reprodução...

# #14004
source: Downloading streams list...
portuguese: Transferindo lista de streams ...

# #14005
source: Parsing streams list...
portuguese: Emparelhando lista de streams ...

# #14006
source: Downloading streams list failed
portuguese: Transferência de lista de streams falhou

# #14007
source: Downloading playlist file failed
portuguese: Transferência de Lista de Reprodução falhou

# #14009
source: Games directory
portuguese: Pasta de Jogos

# #14010
source: Auto switch to thumbs based on
portuguese: Troca automática de miniaturas baseada em

# #14011
source: Enable auto switching to thumbs view
portuguese: Activar Troca automática para Vista de Miniaturas

# #14012
source: - Use large icons
portuguese: - Utilizar Icons Grandes

# #14013
source: - Switch based on
portuguese: - Trocar Baseado em

# #14014
source: - Percentage
portuguese: - Percentagem

# #14015
source: No files and at least one thumb
portuguese: Nenhum ficheiro e pelo menos uma Miniatura

# #14016
source: At least one file and thumb
portuguese: Pelo menos um ficheiro e Miniatura

# #14017
source: Percentage of thumbs
portuguese: Percentagem de Miniaturas

# #14018
source: View options
portuguese: Opções Visuais

# #14019
source: Change area code 1
portuguese: Alterar Código de Área 1

# #14020
source: Change area code 2
portuguese: Alterar Código de Área 2

# #14021
source: Change area code 3
portuguese: Alterar Código de Área 3

# #14022
source: Library
portuguese: Biblioteca

# #14023
source: No TV
portuguese: Sem TV

# #14024
source: Enter the nearest large town
portuguese: Introduza a maior cidade mais próxima

# #14025
source: Video/Audio/DVD cache - Harddisk
portuguese: Cache Vídeo/Áudio/DVD - Harddisk

# #14026
source: Video cache - DVD-ROM
portuguese: Cache Vídeo - DVDRom

# #14027
source: - Local Network
portuguese: - Rede Local

# #14030
source: Audio cache - DVD-ROM
portuguese: Cache Áudio - DVDRom

# #14031
source: - Local Network
portuguese: - Rede Local

# #14034
source: DVD cache - DVD-ROM
portuguese: Cache DVD - DVDRom

# #14035
source: - Local Network
portuguese: - Rede Local

# #14036
source: Services
portuguese: Servidores

# #14038
source: Network settings changed
portuguese: Configuração de rede alterada

# #14039
source: XBMC requires to restart to change your
portuguese: XBMC necessita reiniciar para alterar a sua

# #14040
source: network setup. Would you like to restart now?
portuguese: configuração de rede. Deseja reiniciar agora?

# #14041
source: Post processing
portuguese: Pós Processamento

# #14042
source: Internet connection bandwidth limitation
portuguese: Engenho Endereço IP

# #14043
source: - Shutdown while playing
portuguese: - Desligar durante os jogos

# #14044
source: %i min
portuguese: %i minutos

# #14045
source: %i sec
portuguese: %i segundos

# #14051
source: Time format
portuguese: Formato de Hora

# #14052
source: Date format
portuguese: Formato de Data

# #14053
source: GUI filters
portuguese: Filtros GUI

# #14055
source: Use background scanning
portuguese: Procurar em Segundo Plano

# #14056
source: Stop scan
portuguese: Parar a Procura

# #14057
source: Not possible while scanning for media info
portuguese: Acção impossível enquanto a Biblioteca está em actualização

# #14058
source: Film grain effect
portuguese: Efeito Graum no Filme

# #14059
source: Search for thumbnails on remote shares
portuguese: Procurar Miniaturas nas partilhas remotas

# #14060
source: Unknown type cache - Internet
portuguese: Não conheço tipo de Cache - Internet

# #14062
source: Enter username for
portuguese: Introduza utilizador para

# #14063
source: Date & time
portuguese: Data e Hora

# #14064
source: Set date
portuguese: Definir Data

# #14065
source: Set time
portuguese: Definir Hora

# #14066
source: Enter the time in 24 hour HH:MM format
portuguese: Introduza a hora no formato 24 horas (HH:MM)

# #14067
source: Enter the date in DD/MM/YYYY format
portuguese: Introduza a Data no formato DD/MM/YYYY

# #14068
source: Enter the IP address
portuguese: Introduza o endereço IP

# #14069
source: Apply these settings now?
portuguese: Aplicar esta configuração agora?

# #14070
source: Apply changes now
portuguese: Aplicar Alterações Agora

# #14071
source: Allow file renaming and deletion
portuguese: Permitir Alterar e Remover Ficheiros

# #14074
source: Set timezone
portuguese: Definir Fuso Horário

# #14075
source: Use daylight saving time
portuguese: Ajustar automaticamente a hora de verão

# #14076
source: Add to favourites
portuguese: Adicionar aos Favoritos

# #14077
source: Remove from favourites
portuguese: Remover dos Favoritos

# #14078
source: - Colours
portuguese: Cores da Skin

# #14079
source: Timezone country
portuguese: País do Fuso Horário

# #14080
source: Timezone
portuguese: Fuso Horário

# #15015
source: Remove
portuguese: Remover

# #15016
source: Games
portuguese: Jogos

# #15019
source: Add
portuguese: Adicionar

# #15052
source: Password
portuguese: Palavra Passe

# #15100
source: Library
portuguese: Biblioteca

# #15101
source: Database
portuguese: Base de Dados

# #15102
source: * All albums
portuguese: * Todos os Álbuns

# #15103
source: * All artists
portuguese: * Todos os Artistas

# #15104
source: * All songs
portuguese: * Todas as Musicas
