Repository: svn2github/xbmc4xbox
Catalog: trunk/language/*/strings.po
Languages: portuguese

# #20306
source: Unknown. Please add MD5 from xbmc.log to BiosIDs.ini.
portuguese: Desconhecido. Por favor adicione o MD5 do xbmc.log ao BiosIDs.ini

# #20307
source: Secondary DNS
portuguese: DNS Secundário

# #20308
source: DHCP server:
portuguese: Servidor DHCP:

# #20309
source: Make new folder
portuguese: Criar Nova Pasta

# #20310
source: Dim LCD on playback
portuguese: LCD Dim ao Reproduzir

# #20311
source: Unknown or onboard (protected)
portuguese: Desconhecido ou Onboard (protegido)

# #20312
source: Dim LCD on paused
portuguese: LCD Dim ao fazer pausa

# #20313
source: Switch LED back on if paused
portuguese: Ligar LED ao fazer Pausa

# #20314
source: Videos - Library
portuguese: Vídeos - Biblioteca

# #20315
source: Game saves
portuguese: Jogos Guardados

# #20316
source: Sort by: ID
portuguese: Ordenar por: ID

# #20317
source: Download saves
portuguese: Descarregar Jogos Guardados

# #20318
source: Save game installed On HDD
portuguese: Jogo Guardado Instalado no HDD

# #20319
source: Failed to download game save
portuguese: Falhou a descarga de Jogo Guardado

# #20320
source: Select game save to download and install
portuguese: Escolha Jogo Guardado para descarregar e instalar

# #20321
source: No online save found for specified game
portuguese: Não encontro Jogo Guardado online para o o jogo especificamente

# #20322
source: Go to game save
portuguese: Ir para Jogo Guardado

# #20323
source: Game saves
portuguese: Jogos Guardados

# #20324
source: Play part...
portuguese: Jogar parte ...

# #20325
source: Calibration reset
portuguese: Reset da Calibração

# #20326
source: This will reset the calibration values for %s
portuguese: Isto vai repor os valores de calibração para %s

# #20327
source: to it's default values.
portuguese: para estes valores por defeito.

# #20328
source: Browse for destination
portuguese: Navegar para destino

# #20330
source: Use folder names for lookups
portuguese: Utilizar Nome das pastas para Procurar

# #20331
source: File
portuguese: Ficheiro

# #20332
source: Use file or folder names in lookups?
portuguese: Utilizar nome dos ficheiros ou das pastar para procurar?

# #20333
source: Set content
portuguese: Definir Conteúdo

# #20334
source: Folder
portuguese: Pasta

# #20335
source: Look for content recursively?
portuguese: Procurar conteúdo recursivamente?

# #20336
source: Unlock sources
portuguese: Desbloquear Fontes

# #20338
source: Movie
portuguese: Filme

# #20340
source: Do you want to remove all items within
portuguese: Quer remover todos os item com

# #20341
source: this path from the library?
portuguese: este caminho da Biblioteca?

# #20342
source: Movies
portuguese: Filmes

# #20343
source: TV shows
portuguese: Séries de TV

# #20344
source: This directory contains
portuguese: Esta pasta contem

# #20345
source: Run automated scan
portuguese: Executar Procura Automática

# #20346
source: Scan recursively
portuguese: Procurar Recursivamente

# #20347
source: as
portuguese: como

# #20348
source: Directors
portuguese: Directores

# #20349
source: No video files found in this path!
portuguese: Não encontrei ficheiros de Vídeo neste caminho!

# #20350
source: votes
portuguese: votos

# #20351
source: TV show information
portuguese: Informação da Série de TV

# #20352
source: Episode information
portuguese: Informação do Episódio

# #20353
source: Loading TV show details
portuguese: Carregando detalhes da Série de TV

# #20354
source: Fetching episode guide
portuguese: Procurando Guia do Episódio

# #20355
source: Loading info for episodes in directory
portuguese: Carregando Informação dos Episódios na Pasta

# #20356
source: Select TV show:
portuguese: Seleccione a Série de TV:

# #20357
source: Enter the TV show name
portuguese: Introduza o nome da Série de TV

# #20358
source: Season %i
portuguese: Temporada %i

# #20359
source: Episode
portuguese: Episódio

# #20360
source: Episodes
portuguese: Episódios

# #20361
source: Loading episode details
portuguese: A carregar detalhes do Episódio

# #20362
source: Remove episode from library
portuguese: Remover Episódio da Biblioteca

# #20363
source: Remove TV show from library
portuguese: Retirar Série de TV da Biblioteca

# #20364
source: TV show
portuguese: Série de TV

# #20365
source: Episode plot
portuguese: Trama do Episódio

# #20366
source: * All seasons
portuguese: * Todas as Temporadas

# #20367
source: Hide watched
portuguese: Esconder Vistos

# #20368
source: Prod code
portuguese: Código de Produto

# #20369
source: Show plot for unwatched items
portuguese: Esconder Trama para itens Não Vistos

# #20370
source: * Hidden to prevent spoilers *
portuguese: * Escondido para prevenir spoilers *

# #20371
source: Set season thumb
portuguese: Definir Miniatura da Temporada

# #20372
source: Season image
portuguese: Imagem da Temporada

# #20373
source: Season
portuguese: Temporada

# #20374
source: Downloading movie information
portuguese: Descarregando Informação de Vídeo

# #20375
source: Unassign content
portuguese: Conteúdo não atribuído

# #20376
source: Original title
portuguese: Refrescado Primeiramente:

# #20377
source: Refresh TV show information
portuguese: Actualizar Informação da Série de TV

# #20378
source: Refresh info for all episodes?
portuguese: Actualizar informação para todos os episódios?

# #20379
source: Selected folder contains a single TV show
portuguese: A pasta contém apenas uma Série de TV

# #20380
source: Exclude selected folder from scans
portuguese: Excluir esta pasta das Procuras

# #20381
source: Specials
portuguese: Especiais

# #20382
source: Automatically grab season thumbs
portuguese: Descarregar automaticamente as Miniaturas das Temporadas

# #20383
source: Selected folder contains a single video
portuguese: A pasta contém apenas 1 vídeo

# #20384
source: Link to TV show
portuguese: Ligação a Série de TV

# #20385
source: Remove link to TV show
portuguese: Remover Ligação para Série de TV

# #20386
source: Recently added movies
portuguese: Filmes Adicionados Recentemente

# #20387
source: Recently added episodes
portuguese: Espisódios Adicionados Recentemente

# #20388
source: Studios
portuguese: Estúdios

# #20389
source: Music videos
portuguese: Vídeoclips

# #20390
source: Recently added music videos
portuguese: Vídeoclips Adicionados Recentemente

# #20391
source: Music video
portuguese: Vídeoclip

# #20392
source: Remove music video from library
portuguese: Remover Vídeoclip da Biblioteca

# #20393
source: Music video information
portuguese: Informação do Vídeoclip

# #20394
source: Loading music video information
portuguese: A carregar informação do Vídeoclip

# #20395
source: Mixed
portuguese: Mistura

# #20396
source: Go to albums by artist
portuguese: Ir para Álbuns por Artista

# #20397
source: Go to album
portuguese: Ir para Álbums

# #20398
source: Play song
portuguese: Reproduzir Música

# #20399
source: Go to music videos from album
portuguese: Ir para Vídeoclips do Álbum

# #20400
source: Go to music videos by artist
portuguese: Ir para Vídeoclips por Artista

# #20401
source: Play music video
portuguese: Reproduzir Vídeoclip

# #20402
source: Download actor thumbnails when adding to library
portuguese: Descarregar automaticamente as Miniaturas dos Actores

# #20403
source: Set actor thumb
portuguese: Definir Miniatura do Actor

# #20405
source: Remove episode bookmark
portuguese: Remover Marcação do Episódio

# #20406
source: Set episode bookmark
portuguese: Definir Marcação do Episódio

# #20407
source: Scraper settings
portuguese: Definições do Motor de Busca

# #20408
source: Downloading music video information
portuguese: A Descarregar Informação do Vídeoclip

# #20409
source: Downloading TV show information
portuguese: A Descarregar Informação da Série de TV

# #20410
source: Trailer
portuguese: Vídeo de Apresentação

# #20411
source: Flatten
portuguese: Agrupar

# #20412
source: Flatten TV shows
portuguese: Agrupar Séries de TV

# #20413
source: Get Fanart
portuguese: Escolher FanArt

# #20414
source: Show Fanart in video and music libraries
portuguese: Mostar a FanArt na Biblioteca de Vídeos

# #20415
source: Scanning for new content
portuguese: À Procura de novo conteúdo

# #20416
source: First aired
portuguese: Estréia

# #20417
source: Writer
portuguese: Argumentista

# #20418
source: Clean file and folder names
portuguese: Limpar nomes de ficheiros

# #20420
source: Never
portuguese: Nunca

# #20421
source: If only one season
portuguese: Se apenas uma Temporada

# #20422
source: Always
portuguese: Sempre

# #20423
source: Has trailer
portuguese: Tem Trailer

# #20424
source: False
portuguese: Falso

# #20426
source: Export to a single file or separate
portuguese: Exportar para ficheiro único ou separar

# #20427
source: files per entry?
portuguese: ficheiros por entrada?

# #20428
source: Single file
portuguese: Ficheiro único

# #20429
source: Separate
portuguese: Separar

# #20430
source: Export thumbnails and fanart?
portuguese: Exportar miniaturas e fanart?

# #20431
source: Overwrite old files?
portuguese: Escrever por cima de ficheiros antigos?

# #20432
source: Exclude path from library updates
portuguese: Excluir caminho da actualização das livrarias

# #21330
source: Show hidden files and directories
portuguese: Mostrar ficheiros e pastas escondidas

# #21331
source: TuxBox client
portuguese: Cliente TuxBox

# #21332
source: WARNING: Target TuxBox device is in recording-mode!
portuguese: AVISO: Dispositivo TuxBox alvo esta em modo Gravação!

# #21333
source: The stream will be stopped!
portuguese: O stream vai ser parado!

# #21334
source: Zap to channel: %s failed!
portuguese: Mudar para o canal %s falhou!

# #21335
source: Are you sure to start the stream?
portuguese: Tem a certeza que quer iniciar o stream?

# #21336
source: Connecting to: %s
portuguese: Ligando a: %s

# #21337
source: TuxBox device
portuguese: Dispositivo TuxBox

# #21359
source: Add media share...
portuguese: Adicionar Partilha de Conteúdo

# #21360
source: Share video and music libraries through UPnP
portuguese: Activar Servidor UPnP

# #21364
source: Edit media share
portuguese: Editar Partilha de Conteúdo

# #21365
source: Remove media share
portuguese: Remover Partilha de Conteúdo

# #21366
source: Subtitle folder
portuguese: Pasta de Legendas Personalizada

# #21367
source: Movie & alternate subtitle directory
portuguese: Filme e Pasta de Legendas Alternativas

# #21369
source: Enable mouse
portuguese: Rato Ligado

# #21370
source: Play navigation sounds during media playback
portuguese: Reproduzir sons de navegação durante reprodução de conteúdos

# #21371
source: Thumbnail
portuguese: Miniatura

# #21372
source: Forced DVD player region
portuguese: Forçar Região de Leitor de DVD

# #21373
source: Video output
portuguese: Hardware de Vídeo

# #21374
source: Video aspect
portuguese: Aspecto do Vídeo

# #21378
source: Enable 480p
portuguese: Activar 480p

# #21379
source: Enable 720p
portuguese: Activar 720p

# #21380
source: Enable 1080i
portuguese: Activar 1080i

# #21381
source: Enter name of new playlist
portuguese: Introduza o Nome da Nova Lista de Reprodução

# #21382
source: Show "Add source" buttons in file lists
portuguese: Desactivar a Adição de Botoes de Fontes na lista de ficheiros

# #21383
source: Enable scrollbars
portuguese: Activar Barras de Deslocação

# #21384
source: Make watched filtering a toggle in video library
portuguese: Permitir escolher os Vistos/Não Vistos na Biblioteca

# #21385
source: Open
portuguese: Abrir

# #21386
source: Acoustic management level
portuguese: Gestão do Nível Acústico

# #21387
source: Fast
portuguese: Rápido

# #21388
source: Quiet
portuguese: Silencioso

# #21389
source: Enable custom background
portuguese: Ligar Fundo Personalizado

# #21390
source: Power management level
portuguese: Gestão do Nível de Energia

# #21391
source: High power
portuguese: Energia Alta

# #21392
source: Low power
portuguese: Energia Baixa

# #21393
source: High standby
portuguese: Modo de Espera Alto

# #21394
source: Low standby
portuguese: Modo de Espera Baixo

# #21395
source: Unable to cache files bigger than 4GB
portuguese: Incapaz de fazer cache de ficheiros maiores de 4 Gb

# #21396
source: Chapter
portuguese: Capítulo

# #21397
source: High quality pixel shader v2
portuguese: Pixel Shader V2 de Alta Qualidade

# #21398
source: Enable playlist at startup
portuguese: Activar Lista de Reprodução no Arranque

# #21399
source: Use tween animations
portuguese: Usar Animações de Transição

# #21400
source: contains
portuguese: contém

# #21401
source: does not contain
portuguese: não contém

# #21402
source: is
portuguese: é

# #21403
source: is not
portuguese: não é

# #21404
source: starts with
portuguese: inicia com

# #21405
source: ends with
portuguese: acaba com

# #21406
source: greater than
portuguese: maior do que

# #21407
source: less than
portuguese: menor do que

# #21408
source: after
portuguese: depois

# #21409
source: before
portuguese: antes

# #21410
source: in the last
portuguese: na última

# #21411
source: not in the last
portuguese: não na última

# #21413
source: Default movie scraper
portuguese: Scraper pré-definido para filmes

# #21414
source: Default tvshow scraper
portuguese: Scraper pré-definido para séries

# #21415
source: Default musicvideo scraper
portuguese: Scraper pré-definido para videoclips

# #21416
source: Enable fallback based on scraper language
portuguese: Ligar "fallback" baseado na linguagem

# #21420
source: Value to match
portuguese: Valor a combinar

# #21421
source: Smart playlist rule
portuguese: Regra para Lista de Reprodução Inteligente

# #21422
source: Match items where
portuguese: Combinar Músicas onde

# #21423
source: New rule...
portuguese: Nova Regra...

# #21424
source: Items must match
portuguese: As músicas têm de combinar

# #21425
source: all of the rules
portuguese: todas as regras

# #21426
source: one or more of the rules
portuguese: uma ou mais regras

# #21427
source: Limit to
portuguese: Limitado a

# #21428
source: No limit
portuguese: Sem Limite

# #21429
source: Order by
portuguese: Ordem por

# #21430
source: ascending
portuguese: ascendente

# #21431
source: descending
portuguese: descendente

# #21432
source: Edit smart playlist
portuguese: Editar Lista de Reprodução Inteligente

# #21433
source: Name of the playlist
portuguese: Nome da Lista de Reprodução

# #21434
source: Find items where
portuguese: Encontrando Músicas que

# #21435
source: Edit
portuguese: Editar

# #21436
source: %i items
portuguese: %i músicas

# #21437
source: New smart playlist...
portuguese: Nova Lista de Reprodução Inteligente ...

# #21438
source: %c Drive
portuguese: Drive %c

# #21439
source: Edit party mode rules
portuguese: Definir regras para modo Modo de Festa

# #21440
source: Home folder
portuguese: Directoria Home

# #21441
source: Watched count
portuguese: Contagem de Assistidos

# #21442
source: Episode title
portuguese: Título do Episódio

# #21800
source: File name
portuguese: Nome do Ficheiro

# #21801
source: File path
portuguese: Caminho do Ficheiro

# #21802
source: File size
portuguese: Tamanho do Ficheiro

# #21803
source: File date/time
portuguese: Data/Hora do Ficheiro

# #21804
source: Slide index
portuguese: Índice do Slide

# #21805
source: Resolution
portuguese: Resolução

# #21806
source: Comment
portuguese: Comentário

# #21807
source: Colour/B&W
portuguese: Cores/PB

# #21808
source: JPEG process
portuguese: Método de JPEG

# #21820
source: Date/Time
portuguese: Data/Hora

# #21821
source: Description
portuguese: Descrição

# #21822
source: Camera make
portuguese: Marca da Câmara

# #21823
source: Camera model
portuguese: Modelo da Câmara

# #21824
source: EXIF comment
portuguese: Comentário Exif

# #21826
source: Aperture
portuguese: Abertura

# #21827
source: Focal length
portuguese: Comprimento Focal

# #21828
source: Focus distance
portuguese: Distância Focal

# #21829
source: Exposure
portuguese: Exposição

# #21830
source: Exposure time
portuguese: Tempo de Exposição

# #21831
source: Exposure bias
portuguese: Desvio de Exposição

# #21832
source: Exposure mode
portuguese: Modo de Exposição

# #21833
source: Flash used
portuguese: Uso de Flash

# #21834
source: White-balance
portuguese: Balanço de Brancos

# #21835
source: Light source
portuguese: Fonte de Luz

# #21836
source: Metering mode
portuguese: Método de Medição

# #21838
source: Digital zoom
portuguese: Ampliação Digital

# #21839
source: CCD width
portuguese: Largura do CCD

# #21840
source: GPS latitude
portuguese: Latitute (GPS)

# #21841
source: GPS longitude
portuguese: Longitude (GPS)

# #21842
source: GPS altitude
portuguese: Altitute (GPS)

# #21843
source: Orientation
portuguese: Orientação

# #21860
source: Supplemental categories
portuguese: Categorias Adicionais

# #21861
source: Keywords
portuguese: Palavras-Chave

# #21862
source: Caption
portuguese: Descrição

# #21863
source: Author
portuguese: Autor

# #21864
source: Headline
portuguese: Título

# #21865
source: Special instructions
portuguese: Instruções Especiais

# #21866
source: Category
portuguese: Categoria

# #21867
source: Byline
portuguese: Sumário

# #21868
source: Byline title
portuguese: Título do Sumário

# #21869
source: Credit
portuguese: Crédito

# #21870
source: Source
portuguese: Fonte

# #21871
source: Copyright notice
portuguese: Direitos de Autor

# #21872
source: Object name
portuguese: Nome do Objecto

# #21873
source: City
portuguese: Cidade

# #21874
source: State
portuguese: Estado

# #21875
source: Country
portuguese: País

# #21876
source: Original Tx Reference
portuguese: Referência Tx Original

# #21877
source: Date created
portuguese: Data de Criação

# #21878
source: Copyright flag
portuguese: Flag de Direito de Autor

# #21879
source: Country code
portuguese: Código do País

# #21880
source: Reference service
portuguese: Serviço de Referência

# #21881
source: Allow control of XBMC via UPnP
portuguese: Ligar o Processador de UPnP

# #21882
source: Attempt to skip introduction before DVD menu
portuguese: Tentar passar Introdução antes do Menu do DVD

# #21883
source: Saved music
portuguese: CD's de Áudio Ripados

# #21884
source: Query info for all artists
portuguese: Procurar Informação para todos os Artistas

# #21885
source: Downloading album information
portuguese: A descarregar Informação do Álbum

# #21886
source: Downloading artist information
portuguese: A descarregar Informação do Artista

# #21887
source: Biography
portuguese: Biografia

# #21888
source: Discography
portuguese: Discografia

# #21889
source: Searching artist
portuguese: À procura do Artista

# #21890
source: Select artist
portuguese: Escolha o Artista

# #21891
source: Artist information
portuguese: Informação do Artista

# #21892
source: Instruments
portuguese: Instrumentos

# #21893
source: Born
portuguese: Nascimento

# #21894
source: Formed
portuguese: Formação

# #21895
source: Themes
portuguese: Temas

# #21896
source: Disbanded
portuguese: Separação

# #21897
source: Died
portuguese: Falecido(s)

# #21898
source: Years active
portuguese: Anos Activo(s)

# #21899
source: Label
portuguese: Editora

# #21900
source: Born/Formed
portuguese: Nascimento/Formação

# #22000
source: Update library on startup
portuguese: Actualizar Biblioteca ao Iniciar

# #22001
source: Always update library in background
portuguese: Actualizar sempre Biblioteca em Fundo

# #22002
source: - DNS suffix
portuguese: - Sufixo de DNS

# #22003
source: Default player
portuguese: Ligar a Edição e Listas de Decisão

# #22004
source: Delayed by: %2.3fs
portuguese: Atrasado por: %2.3fs

# #22005
source: Ahead by: %2.3fs
portuguese: Adiantado por: %2.3fs

# #22006
source: Subtitle offset
portuguese: Deslocação das Legendas

# #22007
source: OpenGL vendor:
portuguese: Fabricante do OpenGL:

# #22008
source: OpenGL renderer:
portuguese: Descodificador de OpenGL:

# #22009
source: OpenGL version:
portuguese: Versão de OpenGL:

# #22010
source: GPU temperature:
portuguese: Temperatura do GPU:

# #22011
source: CPU temperature:
portuguese: Temperatura do CPU:

# #22012
source: Total memory
portuguese: Memória Total

# #22013
source: Profile data
portuguese: Dados do Perfil

# #22014
source: Use dim if paused during video playback
portuguese: Usar desvanecer se pausado durante a reprodução

# #22015
source: All recordings
portuguese: Todas as gravações

# #22016
source: By title
portuguese: Por título

# #22017
source: By group
portuguese: Por grupo

# #22018
source: Live channels
portuguese: Canais ao vivo

# #22019
source: Recordings by title
portuguese: Gravações por título

# #22020
source: Guide
portuguese: Guia

# #22030
source: Font
portuguese: Fonte

# #22031
source: - Size
portuguese: - Tamanho

# #22032
source: - Colours
portuguese: - Cores

# #22034
source: Export karaoke titles as HTML
portuguese: Exportar títulos de karaoke em HTML

# #22035
source: Export karaoke titles as CSV
portuguese: Exportar títulos de karaoke em CVS

# #22036
source: Import karaoke titles...
portuguese: Importar títulos de karaoke...

# #22037
source: Show song selector automatically
portuguese: Pop-Up automático do selector de músicas

# #22038
source: Export karaoke titles...
portuguese: Exportar títulos de karaoke...

# #22040
source: white/green
portuguese: branco/verde

# #22041
source: white/red
portuguese: branco/vermelho

# #22042
source: white/blue
portuguese: branco/azul

# #22043
source: black/white
portuguese: preto/branco

# #29800
source: Library Mode
portuguese: Biblioteca

# #29801
source: QWERTY keyboard
portuguese: Teclado QWERTY

# #29999
source: Apply flicker filter setting to games
portuguese: Aplicar a configuração do Filtro 'Fliker' aos Jogos
