Repository: svn2github/xbmc4xbox
Catalog: trunk/language/*/strings.po
Languages: portuguese

# #550
source: Sort by: %s
portuguese: Ordenar por: %s

# #551
source: Name
portuguese: Nome

# #552
source: Date
portuguese: Data

# #553
source: Size
portuguese: Tamanho

# #554
source: Track
portuguese: Faixa

# #555
source: Time
portuguese: Tempo

# #556
source: Title
portuguese: Titulo

# #557
source: Artist
portuguese: Artista

# #558
source: Album
portuguese: Álbum

# #559
source: Playlist
portuguese: Lista de Reprodução

# #561
source: File
portuguese: Ficheiro

# #562
source: Year
portuguese: Ano

# #563
source: Rating
portuguese: Nota

# #564
source: Type
portuguese: Tipo

# #565
source: Usage
portuguese: Utilização

# #566
source: Album artist
portuguese: Álbum Artista

# #567
source: Play count
portuguese: Contador de Reprodução

# #568
source: Last played
portuguese: Última Reprodução

# #569
source: Comment
portuguese: Comentário

# #570
source: Date added
portuguese: Data de Adição

# #571
source: Default
portuguese: Padrão

# #572
source: Studio
portuguese: Estúdio

# #573
source: Path
portuguese: Caminho

# #580
source: Sort direction
portuguese: Sentido de Ordenação

# #581
source: Sort method
portuguese: Método de Ordenação

# #582
source: View mode
portuguese: Modo de Visualização

# #583
source: Remember views for different folders
portuguese: Recordar vistas para as pastas

# #584
source: Ascending
portuguese: Ascendente

# #585
source: Descending
portuguese: Descendente

# #586
source: Edit playlist
portuguese: Editar Lista de Reprodução

# #587
source: Filter
portuguese: Filtrar

# #588
source: Cancel party mode
portuguese: Cancelar Modo de Festa

# #589
source: Party mode
portuguese: Modo de Festa

# #590
source: Random
portuguese: Aleatório

# #591
source: Off
portuguese: Desligar

# #592
source: One
portuguese: Um

# #593
source: All
portuguese: Todos

# #594
source: Off
portuguese: Desligar

# #595
source: Repeat: Off
portuguese: Repetir: Desligado

# #596
source: Repeat: One
portuguese: Repetir: Uma vez

# #597
source: Repeat: All
portuguese: Repetir: Todos

# #600
source: Rip audio CD
portuguese: Gravar CD de Áudio

# #601
source: Medium
portuguese: Média

# #602
source: Standard
portuguese: Normal

# #603
source: Extreme
portuguese: Máxima

# #604
source: Constant bitrate
portuguese: Bit Rate Constante

# #605
source: Ripping...
portuguese: A gravar CD...

# #607
source: To:
portuguese: Para:

# #608
source: Could not rip CD or track
portuguese: Nao foi possível Gravar o CD ou a Faixa

# #609
source: CDDARipPath is not set.
portuguese: CDDARipPath não está definido no XboxMediaCenter.xml

# #610
source: Rip audio track
portuguese: Gravar Faixa de Áudio

# #611
source: Enter number
portuguese: Insira número

# #620
source: Audio CDs
portuguese: Gravação de CD

# #621
source: Encoder
portuguese: Codificação

# #622
source: Quality
portuguese: Qualidade

# #624
source: Include track number
portuguese: Incluir o número de Faixas

# #625
source: All songs of
portuguese: Todas as músicas de

# #629
source: View mode
portuguese: Modo de vista

# #631
source: Zoom
portuguese: Ampliação

# #632
source: Stretch 4:3
portuguese: Esticado 4:3

# #633
source: Stretch 14:9
portuguese: Esticado 14:9

# #634
source: Stretch 16:9
portuguese: Esticado 16:9

# #635
source: Original Size
portuguese: Tamanho original

# #636
source: Custom
portuguese: Personalizado

# #637
source: Replay gain
portuguese: Ganho de Reprodução

# #638
source: Replaygain volume adjustments
portuguese: Modo de Ganho de Reprodução

# #639
source: Use track levels
portuguese: Usar Níveis da Faixa

# #640
source: Use album levels
portuguese: Usar Níveis do Álbum

# #641
source: PreAmp Level - Replay gained files
portuguese: Nível PreAmp - Arquivos Replay Gained

# #642
source: PreAmp Level - Non replay gained files
portuguese: Nível PreAmp - Arquivos Nao Replay Gained

# #643
source: Avoid clipping on replay gained files
portuguese: Evitar cortes em Arquivos Replay Gained

# #644
source: Crop black bars
portuguese: Cortar Barras Pretas

# #645
source: Need to unpack a big file. Continue?
portuguese: Necessário descompactar um ficheiro grande. Continuo?

# #646
source: Remove from library
portuguese: Remover da Biblioteca

# #647
source: Export video library
portuguese: Exportar Biblioteca de Vídeos

# #648
source: Import video library
portuguese: Importar Biblioteca de Vídeos

# #649
source: Importing
portuguese: Importar

# #650
source: Exporting
portuguese: Exportar

# #651
source: Browse for library
portuguese: Navegar na Biblioteca

# #652
source: Years
portuguese: Anos

# #653
source: Update library
portuguese: Actualizar Biblioteca

# #654
source: Show debug info
portuguese: Mostrar Informação de Debug

# #655
source: Browse for executable
portuguese: Navegação por Executáveis

# #656
source: Browse for playlist
portuguese: Navegação por Lista de Reprodução

# #657
source: Browse for folder
portuguese: Navegação por Pastas

# #658
source: Song information
portuguese: Informação da Musica

# #660
source: Volume amplification
portuguese: Amplificação de volume

# #661
source: Choose export folder
portuguese: Escolha a pasta de exportação

# #662
source: This file is no longer available.
portuguese: O ficheiro já não se encontra disponível.

# #663
source: Would you like to remove it from the library?
portuguese: Deseja removê-lo da livraria?

# #700
source: Cleaning up library
portuguese: A Limpar a Biblioteca

# #701
source: Removing old songs from the library
portuguese: A Apagar Músicas antigas da Biblioteca

# #702
source: This path has been scanned before
portuguese: Já Procurou anteriormente neste caminho

# #705
source: Network
portuguese: Rede

# #706
source: - Server
portuguese: Host HTTP Proxy

# #707
source: HTTP proxy port
portuguese: Porta HTTP Proxy

# #708
source: Use an HTTP proxy server to access the internet
portuguese: Activar HTTP Proxy

# #709
source: HTTP proxy username
portuguese: XLink Kai XTag

# #710
source: HTTP proxy password
portuguese: Password XLink Kai

# #711
source: Internet Protocol (IP)
portuguese: Internet Protocolo (IP)

# #712
source: Invalid port specified. Value must be between 1 and 65535.
portuguese: Porta inválida. P.F. insira um valor entre 1 e 65535.

# #715
source: - Assignment
portuguese: Atribuição

# #716
source: Automatic (DHCP)
portuguese: IP Automático (DHCP)

# #717
source: Manual (Static)
portuguese: IP Manual (Estático)

# #718
source: Default (Dashboard)
portuguese: Padrao (Dashboard)

# #719
source: - IP address
portuguese: Endereço IP

# #721
source: - Default gateway
portuguese: Gateway por defeito

# #722
source: - DNS server
portuguese: Servidor DNS

# #723
source: Save & restart
portuguese: Salvar alterações e Iniciar

# #724
source: Invalid address specified. Value must be AAA.BBB.CCC.DDD
portuguese: Morada inválida. Valores têm que ser AAA.BBB.CCC.DDD

# #725
source: with numbers between 0 and 255.
portuguese: com números entre 0 e 255.

# #726
source: Changes not saved. Continue without saving?
portuguese: Não efectuado! Continuar sem salvar?

# #727
source: Web server
portuguese: Servidor Web

# #728
source: FTP server
portuguese: Servidor FTP

# #729
source: Internet time
portuguese: Hora da Internet

# #730
source: - Port
portuguese: Porta do servidor Web

# #731
source: Time server host
portuguese: Servidor

# #732
source: Save & apply
portuguese: Salvar alterações

# #733
source: - Password
portuguese: Password do servidor

# #734
source: No pass
portuguese: Sem Pass

# #735
source: - Character set
portuguese: Caracteres

# #736
source: - Style
portuguese: Estilo:

# #737
source: - Colour
portuguese: Cor:

# #739
source: Bold
portuguese: Negrito

# #740
source: Italics
portuguese: Itálico

# #741
source: Bold italics
portuguese: Negrito e Itálico

# #742
source: White
portuguese: Branco

# #743
source: Yellow
portuguese: Amarelo

# #744
source: Files
portuguese: Ficheiros

# #745
source: No scanned information for this view
portuguese: Não foi Procurada Informação para esta Vista

# #746
source: Please turn off library mode
portuguese: Trocar para Vista de Ficheiros

# #747
source: Error loading image
portuguese: Erro ao carregar imagem

# #748
source: Edit path
portuguese: Editar Caminho

# #749
source: Mirror image
portuguese: Adicionar Partilha

# #750
source: Are you sure?
portuguese: Tem a certeza?

# #751
source: Removing source
portuguese: Removendo Partilha

# #754
source: Add program link
portuguese: Adicionar atalho para Aplicação

# #755
source: Edit program path
portuguese: Editar Caminho para Aplicação

# #756
source: Edit program name
portuguese: Editar Nome da Aplicação

# #757
source: Edit path depth
portuguese: Editar profundidade do Caminho

# #759
source: View: Big list
portuguese: Ver: Lista Grande

# #760
source: Yellow
portuguese: Amarelo

# #761
source: White
portuguese: Branco

# #762
source: Blue
portuguese: Azul

# #763
source: Bright green
portuguese: Verde Claro

# #764
source: Yellow green
portuguese: Amarelo Verde

# #765
source: Cyan
portuguese: Ciano

# #766
source: Light grey
portuguese: Reservado

# #767
source: Grey
portuguese: Reservado

# #770
source: Error %i: share not available
portuguese: Erro %i: Partilha não disponível

# #771
source: - Auto FATX limiter
portuguese: - Limitador Automático de FATX

# #772
source: Audio output
portuguese: Hardware de Áudio

# #773
source: Seeking
portuguese: Procurando

# #774
source: Slideshow folder
portuguese: Pasta de Apresentações

# #775
source: Network interface
portuguese: Interface de Rede

# #776
source: - Wireless network name (ESSID)
portuguese: Nome da Rede sem Fios (ESSID)

# #777
source: - Wireless password
portuguese: Palavra Passe da Rede sem Fios

# #778
source: - Wireless security
portuguese: Segurança da Rede sem Fios

# #779
source: Save and apply network interface settings
portuguese: Guardar e aplicar configurações da Rede sem Fios

# #780
source: No encryption
portuguese: Sem encriptação

# #784
source: Applying network interface settings. Please wait.
portuguese: A aplicar configurações de rede. Por favor aguarde.

# #785
source: Network interface restarted successfully.
portuguese: Interface de rede reiniciada com sucesso.

# #786
source: Network interface did not start successfully.
portuguese: Interface de rede não iniciou com sucesso.

# #787
source: Interface disabled
portuguese: Interface desligada

# #788
source: Network interface disabled successfully.
portuguese: Interface de rede desligada com sucesso.

# #789
source: Wireless network name (ESSID)
portuguese: Nome da Rede sem Fios (ESSID)

# #790
source: Event server
portuguese: Eventos Remotos

# #791
source: Allow programs on this system to control XBMC
portuguese: Ligar Eventos Remotos

# #792
source: Port
portuguese: Porta para Eventos Remotos

# #793
source: Port range
portuguese: Intervalo de Portas para Eventos Remotos

# #794
source: Allow programs on other systems to control XBMC
portuguese: Receber Eventos de outros computadores

# #795
source: Initial repeat delay (ms)
portuguese: Atraso Inicial de Repetição (ms)

# #796
source: Continuous repeat delay (ms)
portuguese: Atraso Contínuo de Repitição (ms)

# #797
source: Maximum number of clients
portuguese: Número máximo de Clientes

# #1000
source: Screensaver preview
portuguese: Pré-visualização de Protector de Ecrã

# #1001
source: Unable to connect
portuguese: Incapaz de ligar

# #1002
source: XBMC was unable to connect to the network location.
portuguese: XBMC não foi capaz de ligar a local de rede.

# #1003
source: This could be due to the network not being connected.
portuguese: Isto pode dever-se à rede que não estar ligada.

# #1004
source: Would you like to add it anyway?
portuguese: Deseja adicionar de qualquer modo?

# #1006
source: IP address
portuguese: Endereço de IP

# #1007
source: Add network location
portuguese: Adicionar Localização de Rede

# #1008
source: Protocol
portuguese: Protocolo

# #1009
source: Server address
portuguese: Endereço do Servidor

# #1010
source: Server name
portuguese: Nome do Servidor

# #1011
source: Remote path
portuguese: Caminho remoto

# #1012
source: Shared folder
portuguese: Pasta Partilhada

# #1013
source: Port
portuguese: Porta

# #1014
source: Username
portuguese: Utilizador

# #1015
source: Browse for network server
portuguese: Navegar no Servidor de Rede

# #1016
source: Enter the network address of the server
portuguese: Introduzir o endereço de rede para o servidor

# #1017
source: Enter the path on the server
portuguese: Introduzir o caminho no servidor

# #1018
source: Enter the port number
portuguese: Introduzir o numero da porta

# #1019
source: Enter the username
portuguese: Introduzir o utilizador

# #1020
source: Add %s source
portuguese: Adicionar %s fonte

# #1021
source: Enter the paths or browse for the media locations.
portuguese: Introduza o caminho ou navegue a localização do Media.

# #1022
source: Enter a name for this media Source.
portuguese: Introduzir o nome para este Fonte de Media.

# #1023
source: Browse for new share
portuguese: Navegue para a nova fonte

# #1024
source: Browse
portuguese: Navegue

# #1025
source: Could not retrieve directory information.
portuguese: Não consigo recuperar a informação da pasta.

# #1026
source: Add source
portuguese: Adicionar Fonte

# #1027
source: Edit source
portuguese: Editar Fonte

# #1028
source: Edit %s source
portuguese: Editar %s Fonte

# #1029
source: Enter the new label
portuguese: Introduza a nova etiqueta

# #1030
source: Browse for image
portuguese: Navegue por uma Imagem

# #1031
source: Browse for image folder
portuguese: Navegue por uma Pasta de Imagens

# #1032
source: Add network location...
portuguese: Adicione uma Localização de Rede ...

# #1033
source: Browse for file
portuguese: Navegue por um ficheiro

# #1035
source: Enable submenu buttons
portuguese: Activar Botoes de Sub-Menu

# #1036
source: Favourites
portuguese: Favoritos

# #1037
source: Video plugins
portuguese: Plugins de Vídeo

# #1038
source: Music plugins
portuguese: Plugins de Música

# #1039
source: Picture plugins
portuguese: Plugins de Imagem

# #1040
source: Loading directory
portuguese: A carregar pasta

# #1041
source: Retrieved %i items
portuguese: A recolher %i items

# #1042
source: Retrieved %i of %i items
portuguese: Recolhidos %i items de %i

# #1043
source: Program plugins
portuguese: Plugins de Programas

# #1044
source: Set plugin thumb
portuguese: Definir Miniatura para Plugin

# #1045
source: Plugin settings
portuguese: Definições do Plugin

# #1046
source: Access points
portuguese: Pontos de Acesso

# #1047
source: Other...
portuguese: Outros...

# #1048
source: - Username
portuguese: Nome de utilizador do servidor Web

# #1200
source: SMB client
portuguese: Cliente SMB

# #1202
source: Workgroup
portuguese: Grupo de Trabalho

# #1203
source: Default username
portuguese: Utilizador por omissão

# #1204
source: Default password
portuguese: Palavra Passe por omissão

# #1207
source: WINS server
portuguese: Servidor WINS

# #1208
source: Mount SMB shares
portuguese: Montar Partilhas de SMB

# #1210
source: Remove
portuguese: Remover

# #1211
source: Music
portuguese: Musica

# #1212
source: Video
portuguese: Vídeo

# #1213
source: Pictures
portuguese: Imagens

# #1214
source: Files
portuguese: Ficheiros

# #1215
source: Music & video
portuguese: Musica e Vídeo

# #1216
source: Music & pictures
portuguese: Musica e Imagens

# #1217
source: Music & files
portuguese: Musica e Ficheiros

# #1218
source: Video & pictures
portuguese: Vídeo e Imagens

# #1219
source: Video & files
portuguese: Vídeo e Ficheiros

# #1220
source: Pictures & files
portuguese: Imagens e Ficheiros

# #1221
source: Music & video & pictures
portuguese: Musica Vídeo e Imagens

# #1222
source: Music & video & pictures & files
portuguese: Musica Vídeo Imagens e Ficheiros

# #1223
source: Disabled
portuguese: Desligado

# #1226
source: Files & music & video
portuguese: ficheiros Musica e Vídeo

# #1227
source: Files & pictures & music
portuguese: Ficheiros Imagens e Musica

# #1228
source: Files & pictures & video
portuguese: Ficheiros Imagens e Vídeo

# #1229
source: Music & programs
portuguese: Musica e Programas

# #1230
source: Video & programs
portuguese: Vídeo e Programas

# #1231
source: Pictures & programs
portuguese: Imagens e Programas

# #1232
source: Music & video & pictures & programs
portuguese: Musica Vídeo Imagens e Programas

# #1233
source: Programs & video & music
portuguese: Programas Vídeo e Musica

# #1234
source: Programs & pictures & music
portuguese: Programas Imagens e Musica

# #1235
source: Programs & pictures & video
portuguese: Programas Imagens e Vídeo

# #1245
source: FTP username
portuguese: Nome de Utilizador de FTP

# #1246
source: FTP password
portuguese: Palavra Passe de Utilizador de FTP

# #1247
source: Password has been set successfully
portuguese: Palavra Passe foi definida com sucesso

# #1250
source: Auto-detection
portuguese: Detecção Automática

# #1251
source: Auto-detect system
portuguese: Detecção Automática de XBOX

# #1252
source: Nickname
portuguese: Alcunha

# #1254
source: Ask to connect
portuguese: Perguntar para Ligar

# #1255
source: Send FTP user and password
portuguese: Enviar Utilizador de FTP e Palavra Passe

# #1256
source: Ping interval
portuguese: Intervalo de PING

# #1257
source: Would you like to connect to the auto-detected system?
portuguese: Deseja ligar a Detecção Automática de XBOX?

# #1396
source: Drifting
portuguese: Derrapando

# #1397
source: and
portuguese: e

# #1398
source: Freezing
portuguese: Congelando

# #1399
source: Late
portuguese: no fim do dia

# #1400
source: Isolated
portuguese: Isolado

# #1401
source: Thundershowers
portuguese: T-Showers

# #1402
source: Thunder
portuguese: Trovoes

# #1403
source: Sun
portuguese: Sol

# #1404
source: Heavy
portuguese: Pesado

# #1405
source: in
portuguese: em

# #1406
source: the
portuguese: o (a)

# #1407
source: Vicinity
portuguese: Vizinhança

# #1408
source: Ice
portuguese: Gelo

# #1409
source: Crystals
portuguese: Cristais

# #1410
source: Calm
portuguese: Calmo

# #1411
source: with
portuguese: com

# #1412
source: windy
portuguese: ventoso

# #1413
source: drizzle
portuguese: chuvoso

# #1414
source: Thunderstorm
portuguese: Tempestade

# #1415
source: Drizzle
portuguese: Aguaceiro

# #1416
source: Foggy
portuguese: Nevoeiro

# #1417
source: Grains
portuguese: Grãos

# #2050
source: Runtime
portuguese: Duração

# #4501
source: Enable LCD/VFD
portuguese: Tipo de LCD

# #10000
source: Home
portuguese: Menu Principal

# #10001
source: Programs
portuguese: Programas

# #10002
source: Pictures
portuguese: Imagens

# #10003
source: File manager
portuguese: Ficheiros

# #10004
source: Settings
portuguese: Configurar

# #10005
source: Music
portuguese: Músicas

# #10006
source: Videos
portuguese: Vídeos

# #10007
source: System information
portuguese: Informação do Sistema

# #10008
source: Settings - General
portuguese: Configurar -> Geral

# #10009
source: Settings - Screen
portuguese: Configurar -> Ecrã

# #10010
source: Settings - Appearance - GUI Calibration
portuguese: Configurar -> Ecrã-> Calibrar UI

# #10011
source: Settings - Videos - Screen Calibration
portuguese: Configurar -> Ecrã-> Calibrar Ecrã

# #10012
source: Settings - Pictures
portuguese: Configurar -> Imagens

# #10013
source: Settings - Programs
portuguese: Configurar -> Programas

# #10014
source: Settings - Weather
portuguese: Configurar -> Meteorologia

# #10015
source: Settings - Music
portuguese: Configurar -> Música

# #10016
source: Settings - System
portuguese: Configurar -> Sistema

# #10017
source: Settings - Videos
portuguese: Configurar -> Vídeos

# #10018
source: Settings - Network
portuguese: Configurar -> Rede

# #10019
source: Settings - Appearance
portuguese: Configurar -> Aspecto

# #10020
source: Scripts
portuguese: Configurar -> Scripts

# #10028
source: Videos/Playlist
portuguese: Vídeos/Lista de Reprodução

# #10034
source: Settings - Profiles
portuguese: Configurar ->Perfis

# #10100
source: Yes/No dialog
portuguese: Sim/Não diálogo

# #10101
source: Progress dialog
portuguese: Progresso diálogo

# #10210
source: Looking for subtitles...
portuguese: À procura de legendas...

# #10211
source: Looking for or caching subtitles...
portuguese: A meter legendas em cache...

# #10212
source: terminating
portuguese: a terminar

# #10213
source: buffering
portuguese: a criar buffer

# #10214
source: Opening stream
portuguese: A abrir stream

# #10500
source: Music/Playlist
portuguese: Música/Lista de Reprodução

# #10501
source: Music/Files
portuguese: Música/Ficheiros

# #10502
source: Music/Library
portuguese: Música/Biblioteca

# #10503
source: Playlist editor
portuguese: Editor de Lista de Reprodução

# #10504
source: Top 100 songs
portuguese: As 100 Melhores Músicas

# #10505
source: Top 100 albums
portuguese: Os 100 Melhores Álbuns

# #10506
source: Programs
portuguese: Programas

# #10507
source: Configuration
portuguese: Configuração

# #10508
source: Weather forecast
portuguese: Previsão Meteorológica

# #10509
source: Network gaming
portuguese: Jogos em Rede

# #10510
source: Extensions
portuguese: Extensões

# #10511
source: System info
portuguese: Informação de Sistema

# #10516
source: Music - Library
portuguese: Musica - Biblioteca

# #10517
source: Now Playing - Music
portuguese: A Reproduzir - Música

# #10522
source: Now Playing - Videos
portuguese: A Reproduzir - Vídeo

# #10523
source: Album info
portuguese: Informação do Álbum

# #10524
source: Movie info
portuguese: Informação do Filme

# #12000
source: Select dialog
portuguese: Seleccione diálogo

# #12001
source: Music/Info
portuguese: Música/Informação

# #12002
source: Dialog OK
portuguese: Diálogo OK

# #12003
source: Videos/Info
portuguese: Vídeos/Informação

# #12004
source: Scripts/Info
portuguese: Scripts/Informação

# #12005
source: Fullscreen video
portuguese: Vídeo em Ecrã Completo

# #12006
source: Audio visualization
portuguese: Visualização para Áudio

# #12008
source: File stacking dialog
portuguese: Diálogo de Fila de Ficheiros

# #12009
source: Rebuild index...
portuguese: Reconstruindo o Índice ...

# #12010
source: Return to music window
portuguese: Voltar à Janela da Música

# #12011
source: Return to videos window
portuguese: Voltar à Janela dos Vídeos

# #12012
source: Update trainer list
portuguese: Actualizar lista de Instrutores

# #12013
source: Trainer
portuguese: Instrutor

# #12014
source: No trainers found
portuguese: Não foram encontrados Instrutores

# #12015
source: Trainer settings
portuguese: Configuração do Instrutor

# #12016
source: All registered trainers are missing. Update your list
portuguese: Todos os Instrutores registados foram perdidos. Actualize a sua lista

# #12017
source: Resume from where last stopped
portuguese: Continuar automaticamente da última posição

# #12018
source: No
portuguese: Não

# #12019
source: Yes
portuguese: Sim

# #12020
source: Ask
portuguese: Perguntar

# #12021
source: Start from beginning
portuguese: Iniciar do Princípio

# #12022
source: Resume from %s
portuguese: Continuar da última posição

# #12023
source: Validating existing trainers...
portuguese: A validar Instrutores existentes ...

# #12325
source: Locked! Enter code...
portuguese: Bloqueado! Introduza o Código ...

# #12326
source: Enter password
portuguese: Introduza Palavra Passe

# #12327
source: Enter master code
portuguese: Introduza Código Mestre

# #12328
source: Enter unlock code
portuguese: Introduza Código de Desbloqueio

# #12329
source: or press C to cancel
portuguese: ou pressione C para cancelar

# #12330
source: Enter gamepad button combo and
portuguese: Introduza combinação de botões do Comando de Jogos e

# #12331
source: press Start, or Back to cancel
portuguese: Pressione Start ou se quiser Cancelar pressione Back
