Repository: svn2github/xbmc4xbox
Catalog: trunk/language/*/strings.po
Languages: portuguese

# #0
source: Programs
portuguese: Programas

# #1
source: Pictures
portuguese: Imagens

# #2
source: Music
portuguese: Música

# #3
source: Videos
portuguese: Vídeos

# #4
source: TV-Guide
portuguese: Guia de TV

# #5
source: Settings
portuguese: Configurações

# #6
source: XBMC SVN
portuguese: Xbox Media Center SVN

# #7
source: File manager
portuguese: Gestor de Ficheiros

# #8
source: Weather
portuguese: Meteorologia

# #11
source: Monday
portuguese: Segunda

# #12
source: Tuesday
portuguese: Terça

# #13
source: Wednesday
portuguese: Quarta

# #14
source: Thursday
portuguese: Quinta

# #15
source: Friday
portuguese: Sexta

# #16
source: Saturday
portuguese: Sábado

# #17
source: Sunday
portuguese: Domingo

# #21
source: January
portuguese: Janeiro

# #22
source: February
portuguese: Fevereiro

# #23
source: March
portuguese: Março

# #24
source: April
portuguese: Abril

# #25
source: May
portuguese: Maio

# #26
source: June
portuguese: Junho

# #27
source: July
portuguese: Julho

# #28
source: August
portuguese: Agosto

# #29
source: September
portuguese: Setembro

# #30
source: October
portuguese: Outubro

# #31
source: November
portuguese: Novembro

# #32
source: December
portuguese: Dezembro

# #98
source: View: Auto
portuguese: Ver: Auto

# #99
source: View: Auto big
portuguese: Ver: Grande Auto

# #100
source: View: Icons
portuguese: Ver: Ícones

# #101
source: View: List
portuguese: Ver: Lista

# #102
source: Scan
portuguese: Procurar

# #103
source: Sort by: Name
portuguese: Ordenar por: Nome

# #104
source: Sort by: Date
portuguese: Ordenar por: Data

# #105
source: Sort by: Size
portuguese: Ordenar por: Tamanho

# #106
source: No
portuguese: Não

# #107
source: Yes
portuguese: Sim

# #109
source: Create thumbs
portuguese: Criar Miniaturas

# #110
source: Create thumbnails
portuguese: Criar Miniaturas

# #111
source: Shortcuts
portuguese: Atalhos

# #112
source: Paused
portuguese: PAUSA

# #115
source: Copy
portuguese: Copiar

# #116
source: Move
portuguese: Mover

# #117
source: Delete
portuguese: Apagar

# #118
source: Rename
portuguese: Renomear

# #119
source: New folder
portuguese: Nova Pasta

# #120
source: Confirm file copy
portuguese: Confirmar : Copiar

# #121
source: Confirm file move
portuguese: Confirmar : Mover

# #122
source: Confirm file delete?
portuguese: Confirmar : Apagar

# #123
source: Copy these files?
portuguese: Copiar este(s) ficheiro(s)?

# #124
source: Move these files?
portuguese: Mover este(s) ficheiro(s)?

# #125
source: Delete these files? - Deleting files cannot be undone!
portuguese: Apagar este(s) ficheiro(s)?

# #126
source: Status
portuguese: Estado

# #127
source: Objects
portuguese: Objectos

# #128
source: General
portuguese: Geral

# #130
source: System info
portuguese: Informação do Sistema

# #131
source: Display
portuguese: Ecrã

# #132
source: Albums
portuguese: Álbuns

# #133
source: Artists
portuguese: Artistas

# #134
source: Songs
portuguese: Músicas

# #135
source: Genres
portuguese: Géneros

# #136
source: Playlists
portuguese: Listas de Reprodução

# #137
source: Search
portuguese: Procurar

# #138
source: System Information
portuguese: INFORMAÇÃO DO SISTEMA

# #139
source: Temperatures:
portuguese: Temperaturas:

# #142
source: Time:
portuguese: Hora:

# #143
source: Current:
portuguese: Hora e Data:

# #144
source: Build:
portuguese: Versão:

# #145
source: Network:
portuguese: Rede:

# #146
source: Type:
portuguese: Tipo:

# #147
source: Static
portuguese: Estática

# #149
source: MAC address
portuguese: MAC

# #150
source: IP address
portuguese: IP

# #151
source: Link:
portuguese: Ligação:

# #154
source: Storage
portuguese: Drives

# #156
source: Free
portuguese: Livre

# #157
source: Video
portuguese: Vídeo

# #158
source: Free memory
portuguese: Memória Livre

# #159
source: No link
portuguese: Sem Ligação!

# #160
source: Free
portuguese: Livre

# #161
source: Unavailable
portuguese: Indisponível

# #162
source: Tray open
portuguese: Drive Aberta

# #163
source: Reading
portuguese: Carregando...

# #164
source: No disc
portuguese: Sem Disco

# #165
source: Disc present
portuguese: Disco Presente

# #167
source: Enable FTP server
portuguese: Activar Servidor FTP

# #168
source: Enable Internet time synchronization
portuguese: Activar Sincronização da Hora com a Internet

# #169
source: Resolution
portuguese: Resolução

# #170
source: Adjust display refresh rate to match video
portuguese: Álbum:

# #172
source: Release date
portuguese: Data de Lançamento

# #173
source: Display 4:3 videos as
portuguese: Votos:

# #175
source: Moods
portuguese: Sonoridades

# #176
source: Styles
portuguese: Estilos

# #179
source: Song
portuguese: Música

# #180
source: Duration
portuguese: Duração

# #181
source: Select album
portuguese: Selecção de Álbum

# #182
source: Tracks
portuguese: Faixas

# #183
source: Review
portuguese: Crítica

# #184
source: Refresh
portuguese: Actualizar

# #185
source: Searching album
portuguese: À procura do Álbum

# #187
source: No albums found!
portuguese: Álbuns não encontrados!

# #188
source: Select all
portuguese: Selec. todos

# #189
source: Scanning media info
portuguese: À procura de informação

# #190
source: Save
portuguese: Guardar

# #191
source: Shuffle
portuguese: Aleatório

# #192
source: Clear
portuguese: Limpar

# #193
source: Scan
portuguese: Procurar

# #194
source: Searching...
portuguese: À procura...

# #195
source: No info found!
portuguese: Informação do IMDB não encontrada!

# #196
source: Select movie:
portuguese: Seleccionar filme:

# #197
source: Querying %s info
portuguese: Pedindo informação ao IMDB...

# #198
source: Loading movie details
portuguese: Carregando detalhes do Filme

# #202
source: Tagline
portuguese: Linha de Tag

# #203
source: Plot outline
portuguese: Sinopse

# #205
source: Votes:
portuguese: Votos:

# #206
source: Cast
portuguese: Elenco

# #207
source: Plot
portuguese: Trama

# #208
source: Play
portuguese: Reproduzir

# #209
source: Next
portuguese: Seguinte

# #210
source: Previous
portuguese: Anterior

# #213
source: Calibrate user interface...
portuguese: Calibrar Interface do Utilizador

# #214
source: Video calibration...
portuguese: Calibrar Ecrã

# #215
source: Soften
portuguese: Suavizar

# #216
source: Zoom amount
portuguese: Nível de Ampliação

# #217
source: Pixel ratio
portuguese: Ajustar Rácio do Píxel

# #218
source: DVD drive
portuguese: Drive de DVD

# #219
source: Please insert disc
portuguese: Insira o Disco

# #220
source: Remote share
portuguese: Partilha Remota

# #221
source: Network is not connected
portuguese: Não foi possível ligar-se à rede

# #222
source: Cancel
portuguese: Cancelar

# #224
source: Speed
portuguese: Velocidade

# #226
source: Test patterns...
portuguese: Padrões de Teste

# #227
source: Lookup audio CD track names from freedb.org
portuguese: Procurar Informação de CDs de Áudio numa FreeDB

# #228
source: Shuffle playlist on load
portuguese: Lista de Reprodução Aleatória ao Carregar

# #229
source: HDD spindown time
portuguese: Tempo de Spindown do HD

# #230
source: Video filters
portuguese: Filtros de Vídeo

# #231
source: None
portuguese: Nenhum

# #232
source: Point
portuguese: Ponto

# #234
source: Anisotropic
portuguese: Anisotrópico

# #236
source: Gaussian cubic
portuguese: Cúbico Gaussiano

# #237
source: Minification
portuguese: Minificação

# #238
source: Magnification
portuguese: Magnificação

# #239
source: Clear playlist on finish
portuguese: Limpar a Lista de Reprodução ao Terminar

# #240
source: Autoplay DVD-Video
portuguese: Carregamento Automático de DVD-Vídeo

# #241
source: Autoplay VCD/SVCD
portuguese: Carregamento Automático de VCD/SVCD

# #242
source: Autoplay Audio-CD
portuguese: Carregamento Automático de CD-Áudio

# #243
source: Autoplay Xbox games
portuguese: Carregamento Automático de Jogos XBOX

# #244
source: Autoplay videos
portuguese: Carregamento Automático de Vídeos

# #245
source: Autoplay music
portuguese: Carregamento Automático de Música

# #246
source: Autoplay pictures
portuguese: Carregamento Automático de Imagens

# #248
source: Language
portuguese: Idioma

# #249
source: Music
portuguese: Música

# #250
source: Visualization
portuguese: Visualização

# #251
source: Select destination directory
portuguese: Seleccionar pasta de destino

# #252
source: Output stereo to all speakers
portuguese: Saída por todas as colunas

# #253
source: Number of channels
portuguese: Número de Canais

# #254
source: - DTS capable receiver
portuguese: Receptor DTS

# #256
source: Fetching CD information
portuguese: A pesquisar informação de CDDB

# #257
source: Error
portuguese: Erro

# #258
source: Enable tag reading
portuguese: Activar Leitura de Tags ID3

# #259
source: Opening
portuguese: A abrir

# #261
source: Waiting for start...
portuguese: Aguardando início...

# #262
source: Scripts output
portuguese: Output dos Scripts

# #263
source: Allow control of XBMC via HTTP
portuguese: Activar Servidor Web

# #264
source: Record
portuguese: Gravar

# #265
source: Stop Rec.
portuguese: Parar Gravação

# #266
source: Sort by: Track
portuguese: Ordenar por: Faixa

# #267
source: Sort by: Time
portuguese: Ordenar por: Tempo

# #268
source: Sort by: Title
portuguese: Ordenar por: Título

# #269
source: Sort by: Artist
portuguese: Ordenar por: Artista

# #270
source: Sort by: Album
portuguese: Ordenar por: Álbum

# #271
source: Top 100
portuguese: 100 Melhores

# #272
source: Top-Left overscan compensation
portuguese: Compensação de Overscan do Canto Superior Esquerdo

# #273
source: Bottom-Right overscan compensation
portuguese: Compensação de Overscan do Canto Inferior Direito

# #274
source: Subtitle positioning
portuguese: Posição das Legendas

# #275
source: Pixel ratio adjustment
portuguese: Ajuste de Rácio do Pixel

# #276
source: Adjust the arrow to change the amount of overscan
portuguese: Mova a seta para modificar o tamanho de Overscan

# #277
source: Adjust the bar to change the subtitles position
portuguese: Mova a barra para modificar a posição das Legendas

# #278
source: Adjust the rectangle so it is perfectly square
portuguese: Modifique o rectângulo para que fique um quadrado perfeito

# #279
source: Unable to load settings
portuguese: Não foi possível carregar as configurações

# #280
source: Using default settings
portuguese: Usando as configurações originais

# #281
source: Please check the XML files
portuguese: Confira os ficheiros .xml

# #282
source: Found %i items
portuguese: encontrado %i itens

# #283
source: Search results
portuguese: Resultado da Procura

# #284
source: No results found
portuguese: Sem Resultados

# #286
source: Post-processing filter
portuguese: Filtro Pós Processamento

# #287
source: Subtitles
portuguese: Legendas

# #288
source: Font
portuguese: Fonte

# #289
source: - Size
portuguese: - Tamanho

# #290
source: Dynamic range compression
portuguese: Amplificação de Volume (dB)

# #291
source: Video
portuguese: Vídeo

# #292
source: Audio
portuguese: Áudio

# #293
source: Browse for subtitles
portuguese: Navegar por Legendas

# #294
source: Create bookmark
portuguese: Criar Favorito

# #296
source: Clear bookmarks
portuguese: Limpar Favoritos

# #297
source: Audio offset
portuguese: AVDelay

# #298
source: Bookmarks
portuguese: Favoritos

# #304
source: Language
portuguese: Idioma

# #305
source: Enabled
portuguese: Activado

# #306
source: Non-interleaved
portuguese: Não Intercalado

# #307
source: - Automatic post-processing
portuguese: - Pós Processamento Automático

# #308
source: - Vertical deblocking filter
portuguese: - Filtro de Desbloqueio Vertical

# #309
source: - Horizontal deblocking filter
portuguese: - Filtro de Desbloqueio Horizontal

# #310
source: - Auto brightness/contrast
portuguese: - Brilho/Contraste Automático

# #313
source: Cleaning database
portuguese: A limpar a Base de Dados

# #314
source: Preparing...
portuguese: Preparando...

# #315
source: Database error
portuguese: Erro na base de dados

# #316
source: Searching songs...
portuguese: À procura de músicas...

# #317
source: Cleaned database successfully
portuguese: Músicas eliminadas da base de dados

# #318
source: Cleaning songs...
portuguese: Apagando músicas...

# #319
source: Error cleaning songs
portuguese: Erro ao apagar as músicas

# #320
source: Cleaning artists...
portuguese: Apagando artistas...

# #321
source: Error cleaning artists
portuguese: Erro ao apagar os artistas

# #322
source: Cleaning genres...
portuguese: Apagando géneros...

# #323
source: Error cleaning genres
portuguese: Erro ao apagar géneros

# #324
source: Cleaning paths...
portuguese: Limpando caminhos...

# #325
source: Error cleaning paths
portuguese: Erro ao limpar caminhos

# #326
source: Cleaning albums...
portuguese: Apagando álbuns...

# #327
source: Error cleaning albums
portuguese: Erro ao apagar os álbuns

# #328
source: Writing changes...
portuguese: Guardando alterações...

# #329
source: Error writing changes
portuguese: Erro ao guardar alterações

# #330
source: This may take some time...
portuguese: Isto pode demorar algum tempo...

# #331
source: Compressing database...
portuguese: Comprimindo base de dados...

# #332
source: Error compressing database
portuguese: Erro ao comprimir base de dados

# #333
source: Do you want to clean the library?
portuguese: Deseja apagar as músicas da Biblioteca?

# #334
source: Clean library...
portuguese: Apagar Biblioteca...

# #335
source: Start
portuguese: Iniciar

# #336
source: Framerate conversion
portuguese: Ajustar Framerate

# #337
source: Audio output
portuguese: Saída Áudio

# #338
source: Analog
portuguese: Analógico

# #340
source: Various artists
portuguese: Colectânea

# #341
source: Play disc
portuguese: Iniciar DVD

# #342
source: Movies
portuguese: Filmes

# #343
source: Adjust framerate
portuguese: Ajustar Framerate

# #344
source: Actors
portuguese: Actores

# #345
source: Year
portuguese: Ano

# #350
source: Programs
portuguese: Programas

# #351
source: Off
portuguese: Desligado

# #353
source: Black
portuguese: Preto

# #355
source: Screensaver time
portuguese: Início da Protecção de Ecrã

# #356
source: Screensaver mode
portuguese: Modo do Protecção de Ecrã

# #357
source: Shutdown function timer
portuguese: Tempo para encerramento

# #358
source: All albums
portuguese: Todos os álbuns

# #359
source: Recently added albums
portuguese: Álbuns recentes

# #360
source: Screensaver
portuguese: Protecção do ecrã

# #361
source: R. Slideshow
portuguese: Apresentação Recursiva

# #362
source: Screensaver dim level
portuguese: Nível de Fade (%) para a Protecção de Ecrã

# #363
source: Sort by: File
portuguese: Ordenar por: Ficheiro

# #364
source: - Dolby Digital (AC3) capable receiver
portuguese: - Receptor AC3

# #365
source: Sort by: Name
portuguese: Ordenar por: Nome

# #366
source: Sort by: Year
portuguese: Ordenar por: Ano

# #367
source: Sort by: Rating
portuguese: Ordenar por: Cotação

# #369
source: Title
portuguese: Título

# #370
source: Thunderstorms
portuguese: Trovoada

# #371
source: Partly
portuguese: Parcialmente

# #372
source: Mostly
portuguese: Normalmente

# #373
source: Sunny
portuguese: Sol

# #374
source: Cloudy
portuguese: Nublado

# #375
source: Snow
portuguese: Neve

# #376
source: Rain
portuguese: Chuva

# #377
source: Light
portuguese: Leve

# #380
source: Showers
portuguese: Chuvoso

# #381
source: Few
portuguese: Pouco

# #382
source: Scattered
portuguese: Disperso

# #383
source: Wind
portuguese: Vento

# #384
source: Strong
portuguese: Forte

# #385
source: Fair
portuguese: Calmo

# #386
source: Clear
portuguese: Limpo

# #387
source: Clouds
portuguese: Nuvens

# #388
source: Early
portuguese: Cedo

# #389
source: Shower
portuguese: Chuvoso

# #390
source: Flurries
portuguese: Instável

# #391
source: Low
portuguese: Mínima

# #392
source: Medium
portuguese: Médio

# #393
source: High
portuguese: Máxima

# #394
source: Fog
portuguese: Nevoeiro

# #395
source: Haze
portuguese: Nebuloso

# #396
source: Select location
portuguese: Seleccione o Local

# #397
source: Refresh time
portuguese: Tempo entre actualizações :

# #398
source: Temperature units
portuguese: Temperatura medida em :

# #399
source: Speed units
portuguese: Velocidade medida em :

# #400
source: Weather
portuguese: Tempo

# #401
source: Temp
portuguese: Temperatura

# #402
source: Feels like
portuguese: Semelhante a

# #403
source: UV index
portuguese: Índice UV

# #404
source: Wind
portuguese: Vento

# #405
source: Dew point
portuguese: Orvalho aos

# #406
source: Humidity
portuguese: Humidade

# #407
source: From
portuguese: desde

# #408
source: at
portuguese: até

# #409
source: Defaults
portuguese: Definições Padrão

# #410
source: Accessing weather service
portuguese: A aceder a www.weather.com

# #411
source: Getting weather for:
portuguese: Obtendo a previsão do tempo para:

# #412
source: Unable to get weather data
portuguese: Não foi possível obter dados meteorológicos.

# #414
source: No review for this album
portuguese: Não existe crítica para este álbum.

# #415
source: Downloading thumbnail...
portuguese: Transferindo miniaturas ...

# #416
source: Not available
portuguese: Indisponível

# #417
source: View: Big icons
portuguese: Ver: Icons grandes

# #418
source: Enable Library
portuguese: Ligar Biblioteca

# #422
source: Delete album info
portuguese: Apagar informação do Álbum

# #423
source: Delete CD information
portuguese: Apagar informação de CDDB

# #424
source: Select
portuguese: Seleccionar

# #425
source: No album information found
portuguese: Informação do álbum não encontrada.

# #426
source: No CD information found
portuguese: Informação de CDDB não encontrada.

# #427
source: Disc
portuguese: Disco

# #428
source: Insert correct CD/DVD
portuguese: Inserir CD/DVD correcto

# #429
source: Please insert the following CD/DVD
portuguese: Insira o seguinte CD/DVD

# #430
source: Sort by: DVD#
portuguese: Ordenar por: DVD#

# #431
source: No cache
portuguese: Sem Cache

# #432
source: Remove movie from library
portuguese: Remover Filme da Biblioteca

# #433
source: Really remove '%s'?
portuguese: Tem a certeza que quer apagar '%s'?

# #437
source: Removable disk
portuguese: Duração:

# #438
source: Opening file
portuguese: Abrindo ficheiro

# #439
source: MPlayer cache
portuguese: Cache

# #440
source: Harddisk
portuguese: Disco

# #442
source: Local network
portuguese: LAN

# #444
source: Video
portuguese: Vídeo

# #445
source: Audio
portuguese: Áudio

# #447
source: Autorun media
portuguese: Carregamento Auto.

# #449
source: Enabled
portuguese: Activado

# #450
source: Columns
portuguese: Colunas

# #451
source: Row 1 address
portuguese: Endereço da Linha 1

# #452
source: Row 2 address
portuguese: Endereço da Linha 2

# #453
source: Row 3 address
portuguese: Endereço da Linha 3

# #454
source: Row 4 address
portuguese: Endereço da Linha 4

# #455
source: Rows
portuguese: Linhas

# #456
source: Mode
portuguese: Modo

# #457
source: Switch view
portuguese: Trocar de vista

# #459
source: Subs
portuguese: Legendas

# #460
source: Audio stream
portuguese: Stream de Áudio

# #461
source: [active]
portuguese: [activo]

# #462
source: Subtitle
portuguese: Legenda

# #463
source: Backlight
portuguese: Luz de fundo

# #464
source: Brightness
portuguese: Brilho

# #465
source: Contrast
portuguese: Contraste

# #467
source: Type
portuguese: Tipo

# #468
source: Move the bar to change the OSD position
portuguese: Mova a barra para mudar a posição do OSD

# #469
source: OSD position
portuguese: Posição do OSD

# #470
source: Credits
portuguese: Créditos

# #474
source: Off
portuguese: Desligado

# #475
source: Music only
portuguese: Música

# #476
source: Music & video
portuguese: Música & Vídeo

# #477
source: Unable to load playlist
portuguese: Não foi possível carregar a Lista de Reprodução

# #479
source: Skin & language
portuguese: Skin e Linguagem

# #480
source: Appearance
portuguese: Aspecto Visual

# #481
source: Audio options
portuguese: Opções de Áudio

# #482
source: About XBMC
portuguese: Créditos do XBMC

# #483
source: DVDPlayer cache
portuguese: Álbum

# #485
source: Delete album
portuguese: Apagar Álbum

# #486
source: Repeat
portuguese: Repetir

# #487
source: Repeat one
portuguese: Repetir Uma Vez

# #488
source: Repeat folder
portuguese: Repetir a Pasta

# #489
source: Play the next song automatically
portuguese: Reproduzir automaticamente o próximo item

# #491
source: - Use big icons
portuguese: Usar ícones grandes

# #492
source: Resize VobSubs
portuguese: Aumentar Legendas

# #493
source: Advanced options (Experts Only!)
portuguese: Opções Avançadas

# #494
source: Overall audio headroom
portuguese: Total de volume Áudio (dB)

# #495
source: Upsample videos to GUI resolution
portuguese: Escalar Vídeos para resolução da GUI

# #496
source: Calibration
portuguese: Calibrar

# #497
source: Show file extensions
portuguese: Esconder Extensões

# #498
source: Sort by: Type
portuguese: Ordenar por: Tipo

# #499
source: Unable to connect to online lookup service
portuguese: Não foi possível ligar a www.allmusic.com

# #500
source: Downloading album information failed
portuguese: A transferência da informação do Álbum falhou

# #501
source: Looking for album names...
portuguese: À procura de nomes de Álbuns...

# #502
source: Open
portuguese: Aberta

# #503
source: Busy
portuguese: Ocupada

# #504
source: Empty
portuguese: Sem Disco

# #505
source: Loading media info from files...
portuguese: Carregando informação do ficheiro...

# #507
source: Sort by: Usage
portuguese: Ordenar por: Uso

# #510
source: Enable visualizations
portuguese: Activar Visualizações

# #511
source: Enable video mode switching
portuguese: Activar troca de modo de vídeo

# #512
source: Startup window
portuguese: Janela de Arranque

# #513
source: Home window
portuguese: Janela Inicial

# #514
source: Manual settings
portuguese: Configuração Manual

# #515
source: Genre
portuguese: Género

# #516
source: Make stored archives with one file transparent
portuguese: Tornar aqrquivos com um ficheiro transparentes

# #517
source: Recently played albums
portuguese: Álbuns Reproduzidos Recentemente

# #518
source: Launch
portuguese: Executar

# #519
source: Launch in...
portuguese: Executar em..

# #520
source: Edit XBE title
portuguese: Editar titulo XBE

# #521
source: Compilations
portuguese: Colectânea

# #522
source: Remove source
portuguese: Remover Fonte

# #523
source: Switch media
portuguese: Trocar de Media

# #524
source: Select playlist
portuguese: Seleccionar Lista de Reprodução

# #525
source: New playlist...
portuguese: Nova Lista de Reprodução...

# #526
source: Add to playlist
portuguese: Adicionar à Lista de Reprodução

# #527
source: Manually add to library
portuguese: Adicionar Manualmente à Biblioteca

# #528
source: Enter title
portuguese: Introduzir Titulo

# #529
source: Error: Duplicate title
portuguese: Erro: Titulo Duplicado

# #530
source: Select genre
portuguese: Seleccione Género

# #531
source: New genre
portuguese: Novo Género

# #532
source: Manual addition
portuguese: Adição Manual

# #533
source: Enter genre
portuguese: Introduzir Género

# #534
source: View: %s
portuguese: Ver: %s

# #535
source: List
portuguese: Lista

# #537
source: Big list
portuguese: Lista Grande

# #538
source: Big icons
portuguese: Icons Grandes

# #539
source: Wide
portuguese: Largo

# #540
source: Big wide
portuguese: Muito Largo

# #541
source: Album icons
portuguese: Icons de Álbum

# #542
source: DVD icons
portuguese: Icons de DVD

# #545
source: Audio output device
portuguese: Dispositivo de Saída de Áudio

# #546
source: Passthrough output device
portuguese: Dispositivo de Passagem

# #547
source: No biography for this artist
portuguese: Artista sem Biografia

# #548
source: Downmix multichannel audio to stereo
portuguese: Downmix áudio multicanal para estéreo
