Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Ukrainian/strings.po
Languages: uk

# #633
source: Stretch 14:9
uk: Розтягнутий 14:9

# #634
source: Stretch 16:9
uk: Розтягнутий 16:9

# #635
source: Original Size
uk: Оригінальний розмір

# #636
source: Custom
uk: Особливий

# #638
source: Replaygain volume adjustments
uk: Режим Replay Gain

# #639
source: Use track levels
uk: по рівням треку

# #640
source: Use album levels
uk: по рівням альбому

# #641
source: PreAmp Level - Replay gained files
uk: Рівень для файлів з Replay Gain

# #642
source: PreAmp Level - Non replay gained files
uk: Рівень для файлів без Replay Gain

# #643
source: Avoid clipping on replay gained files
uk: Уникати втрати якості на файлах з Reply Gain

# #644
source: Crop black bars
uk: Видаляти чорні смуги

# #645
source: Need to unpack a big file. Continue?
uk: Необхідно розпакувати великий файл. Продовжити?

# #646
source: Remove from library
uk: Видалити з Бібліотеки

# #647
source: Export video library
uk: Експортувати відео Бібліотеку

# #648
source: Import video library
uk: Імпортувати відео Бібліотеку

# #649
source: Importing
uk: Імпортування

# #650
source: Exporting
uk: Експортування

# #651
source: Browse for library
uk: Вкажіть Бібліотеку

# #652
source: Years
uk: Роки

# #653
source: Update library
uk: Оновити Бібліотеку

# #654
source: Show debug info
uk: Показувати інформацію для відладки

# #655
source: Browse for executable
uk: Вкажіть програму

# #656
source: Browse for playlist
uk: Вкажіть плейлист

# #657
source: Browse for folder
uk: Вкажіть папку

# #658
source: Song information
uk: Інформація про пісню

# #660
source: Volume amplification
uk: Посилювання звуку

# #661
source: Choose export folder
uk: Виберіть папку для експорту

# #662
source: This file is no longer available.
uk: Цей файл більше недоступний.

# #663
source: Would you like to remove it from the library?
uk: Хочете видалити його з Бібліотеки?

# #700
source: Cleaning up library
uk: Очищення Бібліотеки

# #701
source: Removing old songs from the library
uk: Видалення старих пісень з Бібліотеки

# #702
source: This path has been scanned before
uk: Ця папка вже була просканована раніше

# #705
source: Network
uk: Мережа

# #706
source: - Server
uk: Адреса HTTP proxy сервера

# #707
source: HTTP proxy port
uk: Порт HTTP proxy сервера

# #708
source: Use an HTTP proxy server to access the internet
uk: Використовувати HTTP proxy сервер

# #709
source: HTTP proxy username
uk: Ім'я користувача для HTTP proxy сервера

# #710
source: HTTP proxy password
uk: Пароль користувача для HTTP proxy сервера

# #712
source: Invalid port specified. Value must be between 1 and 65535.
uk: Неправильний порт. Повинно бути від 1 до 65535.

# #715
source: - Assignment
uk: - Призначення

# #716
source: Automatic (DHCP)
uk: автоматично (DHCP)

# #717
source: Manual (Static)
uk: вручну (Static)

# #718
source: Default (Dashboard)
uk: як є (з Dashboard-а)

# #719
source: - IP address
uk: - IP-адреса

# #720
source: - Netmask
uk: - Маска мережі

# #721
source: - Default gateway
uk: - Адреса шлюзу

# #722
source: - DNS server
uk: - Адреса DNS сервера

# #723
source: Save & restart
uk: Записати і перезапустити

# #724
source: Invalid address specified. Value must be AAA.BBB.CCC.DDD
uk: Неправильна адреса. Повинно бути як AAA.BBB.CCC.DDD

# #725
source: with numbers between 0 and 255.
uk: з числами від 0 до 255.

# #726
source: Changes not saved. Continue without saving?
uk: Зміни не збережені. Продовжити без збереження?

# #727
source: Web server
uk: Web сервер

# #728
source: FTP server
uk: FTP сервер

# #729
source: Internet time
uk: Час за Інтернетом

# #730
source: - Port
uk: Порт для Web сервера

# #731
source: Time server host
uk: Адреса серверу часу

# #732
source: Save & apply
uk: Зберегти і застосувати

# #733
source: - Password
uk: Пароль для Web сервера

# #734
source: No pass
uk: без пароля

# #735
source: - Character set
uk: - набір символів

# #736
source: - Style
uk: - стиль

# #737
source: - Colour
uk: - колір

# #738
source: Normal
uk: нормальний

# #739
source: Bold
uk: жирний

# #740
source: Italics
uk: похилий

# #741
source: Bold italics
uk: жирний похилий

# #742
source: White
uk: білий

# #743
source: Yellow
uk: жовтий

# #744
source: Files
uk: Файли

# #745
source: No scanned information for this view
uk: Немає сканірованої інформації для цього вигляду

# #746
source: Please turn off library mode
uk: Відключіть режим Бібліотеки

# #747
source: Error loading image
uk: Помилка завантаження картинки

# #748
source: Edit path
uk: Змінити шлях

# #749
source: Mirror image
uk: Дзеркально

# #750
source: Are you sure?
uk: Ви впевнені?

# #751
source: Removing source
uk: Видалення джерела

# #754
source: Add program link
uk: Додати посилання на програму

# #755
source: Edit program path
uk: Змінити шлях до програми

# #756
source: Edit program name
uk: Змінити назву програми

# #757
source: Edit path depth
uk: Змінити глибину шляху

# #759
source: View: Big list
uk: Вигляд: Великий список

# #760
source: Yellow
uk: жовтий

# #761
source: White
uk: білий

# #762
source: Blue
uk: синій

# #763
source: Bright green
uk: світло-зелений

# #764
source: Yellow green
uk: жовто-зелений

# #765
source: Cyan
uk: блакитний

# #766
source: Light grey
uk: зарезервовано

# #767
source: Grey
uk: зарезервовано

# #770
source: Error %i: share not available
uk: Помилка %і: ресурс не доступний

# #771
source: - Auto FATX limiter
uk: - дотримуватися обмежень файлової системи FATx

# #772
source: Audio output
uk: Аудіо обладнання

# #773
source: Seeking
uk: Пошук

# #774
source: Slideshow folder
uk: Папка для слайдшоу

# #775
source: Network interface
uk: Мережевий інтерфейс

# #776
source: - Wireless network name (ESSID)
uk: - Ім'я бездротової мережі (ESSID)

# #777
source: - Wireless password
uk: - Пароль для бездротової мережі

# #778
source: - Wireless security
uk: - Безпека бездротової мережі

# #779
source: Save and apply network interface settings
uk: Зберегти і застосувати налаштування мережевого інтерфейсу

# #780
source: No encryption
uk: Без шифрування

# #784
source: Applying network interface settings. Please wait.
uk: Застосування налаштувань мережевого інтерфейсу. Зачекайте.

# #785
source: Network interface restarted successfully.
uk: Мережевий інтерфейс перезапущено

# #786
source: Network interface did not start successfully.
uk: Мережевий інтерфейс не запустився

# #787
source: Interface disabled
uk: Інтерфейс відключено

# #788
source: Network interface disabled successfully.
uk: Мережевий інтерфейс відключено

# #789
source: Wireless network name (ESSID)
uk: Ім'я бездротової мережі (ESSID)

# #790
source: Event server
uk: Сервер подій

# #791
source: Allow programs on this system to control XBMC
uk: Задіяти Сервер подій

# #792
source: Port
uk: Порт

# #793
source: Port range
uk: Діапазон портів

# #794
source: Allow programs on other systems to control XBMC
uk: Дозволити іншим комп'ютерам підключатися

# #795
source: Initial repeat delay (ms)
uk: Затримка начального повтору (мс)

# #796
source: Continuous repeat delay (ms)
uk: Затримка послідуючих повторів (мс)

# #797
source: Maximum number of clients
uk: Максимальна кількість клієнтів

# #1000
source: Screensaver preview
uk: Подивитися заставку

# #1001
source: Unable to connect
uk: Неможливо підключитися

# #1002
source: XBMC was unable to connect to the network location.
uk: XBMC неспроможний підключитися до мережі.

# #1003
source: This could be due to the network not being connected.
uk: Можливо, мережа не під'єднана.

# #1004
source: Would you like to add it anyway?
uk: Додати у будь-якому разі?

# #1006
source: IP address
uk: IP-адреса

# #1007
source: Add network location
uk: Додати мережеве розташування

# #1008
source: Protocol
uk: Протокол

# #1009
source: Server address
uk: Адреса сервера

# #1010
source: Server name
uk: Ім'я серверу

# #1011
source: Remote path
uk: Зовнішній шлях

# #1012
source: Shared folder
uk: Доступна папка

# #1013
source: Port
uk: Порт

# #1014
source: Username
uk: Ім'я користувача

# #1015
source: Browse for network server
uk: Вкажіть мережовий сервер

# #1016
source: Enter the network address of the server
uk: Впишіть мережеву адресу сервера

# #1017
source: Enter the path on the server
uk: Впишіть шлях на сервері

# #1018
source: Enter the port number
uk: Впишіть номер порту

# #1019
source: Enter the username
uk: Впишіть ім'я користувача

# #1020
source: Add %s source
uk: Додати джерело %s

# #1021
source: Enter the paths or browse for the media locations.
uk: Впишіть шляхи чи вкажіть розташування медіа-файлів.

# #1022
source: Enter a name for this media Source.
uk: Впишіть ім'я для цього медіа-джерела.

# #1023
source: Browse for new share
uk: Вкажіть новий ресурс

# #1024
source: Browse
uk: Перегляд

# #1025
source: Could not retrieve directory information.
uk: Не можу одержати інформацію про папку.

# #1026
source: Add source
uk: Додати джерело

# #1027
source: Edit source
uk: Змінити джерело

# #1028
source: Edit %s source
uk: Змінити джерело %s

# #1029
source: Enter the new label
uk: Впишіть нову позначку

# #1030
source: Browse for image
uk: Вкажіть малюнок

# #1031
source: Browse for image folder
uk: Вкажіть папку з малюнками

# #1032
source: Add network location...
uk: Додати мережеве розташування…

# #1033
source: Browse for file
uk: Вкажіть файл

# #1034
source: Submenu
uk: Підменю

# #1035
source: Enable submenu buttons
uk: Дозволити пункти в підменю

# #1036
source: Favourites
uk: Вибране

# #1037
source: Video plugins
uk: Відео додатки

# #1038
source: Music plugins
uk: Музикальні додатки

# #1039
source: Picture plugins
uk: Фото додатки

# #1040
source: Loading directory
uk: Завантаження папки

# #1041
source: Retrieved %i items
uk: Відновлено %i об'ект(ів)

# #1042
source: Retrieved %i of %i items
uk: Відновлено %i з %i об'ект(ів)

# #1043
source: Program plugins
uk: Програмні додатки

# #1044
source: Set plugin thumb
uk: Встановити ескіз для додатка

# #1045
source: Plugin settings
uk: Налаштування додатка

# #1046
source: Access points
uk: Крапки доступу

# #1047
source: Other...
uk: Різне...

# #1048
source: - Username
uk: Ім'я користувача для WEB серверу

# #1049
source: Script settings
uk: Налаштування скриптів

# #1200
source: SMB client
uk: SMB клієнт

# #1202
source: Workgroup
uk: Робоча група

# #1203
source: Default username
uk: Ім'я користувача за змовчуванням

# #1204
source: Default password
uk: Пароль користувача за змовчуванням

# #1207
source: WINS server
uk: WINS сервер

# #1208
source: Mount SMB shares
uk: Монтувати SMB ресурси

# #1210
source: Remove
uk: Видалити

# #1211
source: Music
uk: Музика

# #1212
source: Video
uk: Відео

# #1213
source: Pictures
uk: Фотографії

# #1214
source: Files
uk: Файли

# #1215
source: Music & video
uk: Музика і Відео

# #1216
source: Music & pictures
uk: Музика і Фото

# #1217
source: Music & files
uk: Музика і Файли

# #1218
source: Video & pictures
uk: Відео і Фото

# #1219
source: Video & files
uk: Відео і Файли

# #1220
source: Pictures & files
uk: Фото і Файли

# #1221
source: Music & video & pictures
uk: Музика, Відео і Фото

# #1222
source: Music & video & pictures & files
uk: Музика, Відео, Фото і Файли

# #1223
source: Disabled
uk: Відключено

# #1226
source: Files & music & video
uk: Файли, Музика і Відео

# #1227
source: Files & pictures & music
uk: Файли, Фото і Музика

# #1228
source: Files & pictures & video
uk: Файли, Фото і Відео

# #1229
source: Music & programs
uk: Музика і Програми

# #1230
source: Video & programs
uk: Відео і Програми

# #1231
source: Pictures & programs
uk: Фото і Програми

# #1232
source: Music & video & pictures & programs
uk: Музика, Відео, Фото і Програми

# #1233
source: Programs & video & music
uk: Програми, Відео і Музика

# #1234
source: Programs & pictures & music
uk: Програми, Фото і Музика

# #1235
source: Programs & pictures & video
uk: Програми, Фото і Відео

# #1245
source: FTP username
uk: Ім'я користувача FTP

# #1246
source: FTP password
uk: Пароль користувача FTP

# #1247
source: Password has been set successfully
uk: Пароль встановлено успішно

# #1250
source: Auto-detection
uk: Авто-визначення

# #1251
source: Auto-detect system
uk: Автоматично визначати систему

# #1252
source: Nickname
uk: Нік

# #1254
source: Ask to connect
uk: Спитати дозвіл на підключення

# #1255
source: Send FTP user and password
uk: Відправляти логін і пароль для FTP

# #1256
source: Ping interval
uk: Інтервал для команди 'ping'

# #1257
source: Would you like to connect to the auto-detected system?
uk: Ви хочете під'єднатися до знайденої системи?

# #1396
source: Drifting
uk: ожеледь

# #1397
source: and
uk: і

# #1398
source: Freezing
uk: замерзання

# #1399
source: Late
uk: пізніше

# #1400
source: Isolated
uk: місцями

# #1401
source: Thundershowers
uk: грозова злива

# #1402
source: Thunder
uk: грім

# #1403
source: Sun
uk: сонце

# #1404
source: Heavy
uk: сильний

# #1405
source: in
uk: в

# #1407
source: Vicinity
uk: околицях

# #1408
source: Ice
uk: лід

# #1409
source: Crystals
uk: кристали

# #1410
source: Calm
uk: штиль

# #1411
source: with
uk: з

# #1412
source: windy
uk: вітряно

# #1413
source: drizzle
uk: дощ

# #1414
source: Thunderstorm
uk: гроза

# #1415
source: Drizzle
uk: Дощ

# #1416
source: Foggy
uk: Туманно

# #1417
source: Grains
uk: Зерна

# #1418
source: T-Storms
uk: Грози

# #1419
source: T-Showers
uk: Грозові зливи

# #1450
source: Put display to sleep when idle
uk: Дозволити енергозбереження під час бездії

# #2050
source: Runtime
uk: Тривалість

# #4501
source: Enable LCD/VFD
uk: Тип РК екрану

# #10000
source: Home
uk: Основний

# #10001
source: Programs
uk: Програми

# #10002
source: Pictures
uk: Фотографії

# #10003
source: File manager
uk: Файли

# #10004
source: Settings
uk: Налаштування

# #10005
source: Music
uk: Музика

# #10006
source: Videos
uk: Відео

# #10007
source: System information
uk: Інформація про систему

# #10008
source: Settings - General
uk: Налаштування -> Головні

# #10009
source: Settings - Screen
uk: Налаштування -> Екран

# #10010
source: Settings - Appearance - GUI Calibration
uk: Налаштування -> Зовнішній вигляд -> Калібровка GUI

# #10011
source: Settings - Videos - Screen Calibration
uk: Налаштування -> Відео -> Калібровка екрана

# #10012
source: Settings - Pictures
uk: Налаштування -> Фотографії

# #10013
source: Settings - Programs
uk: Налаштування -> Програми

# #10014
source: Settings - Weather
uk: Налаштування -> Погода

# #10015
source: Settings - Music
uk: Налаштування -> Музика

# #10016
source: Settings - System
uk: Налаштування -> Система

# #10017
source: Settings - Videos
uk: Налаштування -> Відео

# #10018
source: Settings - Network
uk: Налаштування -> Мережа

# #10019
source: Settings - Appearance
uk: Налаштування -> Зовнішній вигляд

# #10020
source: Scripts
uk: Скрипти

# #10028
source: Videos/Playlist
uk: Відео/Плейлист

# #10034
source: Settings - Profiles
uk: Налаштування -> Користувачі

# #10100
source: Yes/No dialog
uk: Діалог "Так/Ні"

# #10101
source: Progress dialog
uk: Діалог прогресу

# #10210
source: Looking for subtitles...
uk: Пошук субтитрів...

# #10211
source: Looking for or caching subtitles...
uk: Пошук або буферизація субтитрів...

# #10212
source: terminating
uk: припинення

# #10213
source: buffering
uk: Буферизація

# #10214
source: Opening stream
uk: Відкриття потоку

# #10500
source: Music/Playlist
uk: Музика/Плейлист

# #10501
source: Music/Files
uk: Музика/Файли

# #10502
source: Music/Library
uk: Музика/Бібліотека

# #10503
source: Playlist editor
uk: Редактор плейлисту

# #10504
source: Top 100 songs
uk: Top 100 - Пісні

# #10505
source: Top 100 albums
uk: Top 100 - Альбоми

# #10506
source: Programs
uk: Програми

# #10507
source: Configuration
uk: Налаштування профілю

# #10508
source: Weather forecast
uk: Прогноз погоди

# #10509
source: Network gaming
uk: Мережеві Ігри

# #10510
source: Extensions
uk: Доповнення

# #10511
source: System info
uk: Інформація про систему

# #10516
source: Music - Library
uk: Музика - Бібліотека

# #10517
source: Now Playing - Music
uk: Музика - Поточний плейлист

# #10522
source: Now Playing - Videos
uk: Відео - Поточний плейлист

# #10523
source: Album info
uk: Інформація про альбом

# #10524
source: Movie info
uk: Інформація про фільм

# #12000
source: Select dialog
uk: Діалогу вибору

# #12001
source: Music/Info
uk: Музика/Дані

# #12002
source: Dialog OK
uk: Діалог "OK"

# #12003
source: Videos/Info
uk: Відео/Дані

# #12004
source: Scripts/Info
uk: Скрипти/Дані

# #12005
source: Fullscreen video
uk: Повноекранне відео

# #12006
source: Audio visualization
uk: Відео-ефекти для аудіо

# #12008
source: File stacking dialog
uk: Діалог послідовності файлів

# #12009
source: Rebuild index...
uk: Переіндексація…

# #12010
source: Return to music window
uk: Назад в розділ "Музика"

# #12011
source: Return to videos window
uk: Назад в розділ "Відео"

# #12012
source: Update trainer list
uk: Оновити список трейнерів

# #12013
source: Trainer
uk: Трейнер

# #12014
source: No trainers found
uk: Трейнерів не знайдено

# #12015
source: Trainer settings
uk: Параметри трейнера

# #12016
source: All registered trainers are missing. Update your list
uk: Усі зареєстровані трейнери зникли. Оновіть список

# #12017
source: Resume from where last stopped
uk: Автоматично програвати з місця зупинки

# #12018
source: No
uk: Ні

# #12019
source: Yes
uk: Так

# #12020
source: Ask
uk: Запитати

# #12021
source: Start from beginning
uk: Починати з початку

# #12022
source: Resume from %s
uk: Продовжувати з %s

# #12023
source: Validating existing trainers...
uk: Перевірка існуючих трейнерів...

# #12325
source: Locked! Enter code...
uk: Заблоковано! Впишіть код...

# #12326
source: Enter password
uk: Впишіть пароль

# #12327
source: Enter master code
uk: Введіть код захисту

# #12328
source: Enter unlock code
uk: Введіть код розблокування

# #12329
source: or press C to cancel
uk: або нажміть 'С' для відміни

# #12330
source: Enter gamepad button combo and
uk: Натисніть потрібні кнопки на джойстику і

# #12331
source: press Start, or Back to cancel
uk: потім 'Start', або 'Back' для відміни

# #12332
source: Set lock
uk: Встановити захист

# #12333
source: Unlock
uk: Розблокувати

# #12334
source: Reset lock
uk: Скинути захист

# #12335
source: Remove lock
uk: Видалити захист

# #12337
source: Numeric password
uk: цифровий пароль

# #12338
source: Gamepad button combo
uk: комбінація кнопок джойстика

# #12339
source: Full-text password
uk: текстовий пароль

# #12340
source: Enter new password
uk: Впишіть новий пароль

# #12341
source: Re-Enter new password
uk: Повторіть новий пароль

# #12342
source: Incorrect password,
uk: Неправильний пароль,

# #12343
source: retries left
uk: спроб(и) залишилось

# #12344
source: Passwords entered did not match.
uk: Введені паролі не збігаються.

# #12345
source: Access denied
uk: Доступ заборонено

# #12346
source: Password retry limit exceeded.
uk: Кількість спроб вводу пароля вичерпано.

# #12347
source: The system will now shut off.
uk: Зараз систему буде вимкнено.

# #12348
source: Item locked
uk: Заблоковано

# #12353
source: Reactivate lock
uk: Перевстановити захист

# #12356
source: Change lock
uk: Змінити захист

# #12357
source: Source lock
uk: Захист джерела

# #12358
source: Password entry was blank. Try again.
uk: Поле вводу пароля порожнє. Спробуйте ще раз.

# #12360
source: Master lock
uk: Головний захист

# #12362
source: Shutdown system if Master Lock retries exceeded
uk: Вимкнути систему якщо кількість спроб вичерпано

# #12367
source: Master code is not valid
uk: Код захисту не правильний!

# #12368
source: Please enter a valid master code
uk: Введіть правильний код захисту!

# #12373
source: Settings & file manager
uk: Настройки і Файли

# #12376
source: Set as default for all movies
uk: Встановити для всіх фільмів

# #12377
source: This will reset any previously saved values
uk: Збережені раніше значення буде скинуто.

# #12378
source: Amount of time to display each image
uk: Час показу кожного слайду

# #12379
source: Use pan and zoom effects
uk: Ефекти панорами та збільшення

# #12380
source: Play NTSC videos at PAL rates
uk: NTSC -> PAL

# #12381
source: Play PAL videos at NTSC rates
uk: PAL -> NTSC

# #12382
source: Play NTSC videos in PAL60
uk: NTSC -> PAL60

# #12383
source: 12 hour clock
uk: 12-ти годинний

# #12384
source: 24 hour clock
uk: 24-х годинний

# #12385
source: Day/Month
uk: День/Місяць

# #12386
source: Month/Day
uk: Місяць/День

# #12390
source: System uptime
uk: Час роботи системи

# #12391
source: Minutes
uk: хвилин

# #12392
source: Hours
uk: годин

# #12393
source: Days
uk: днів

# #12394
source: Total uptime
uk: Загальний час роботи

# #12600
source: Weather
uk: Погода

# #12900
source: Screensaver
uk: Заставка

# #12901
source: Fullscreen OSD
uk: Повноекранне OSD

# #13000
source: System
uk: Система

# #13001
source: Immediate HD spindown
uk: Термінова зупинка HDD

# #13002
source: Video only
uk: Тільки відео

# #13003
source: - Delay
uk: - затримка

# #13004
source: - Minimum file duration
uk: - мінімальна тривалість файла

# #13005
source: Shutdown
uk: Вимикання

# #13006
source: Dashboard
uk: Завантажити Dashboard

# #13007
source: Use custom dashboard path
uk: Особливий шлях до dashboard

# #13008
source: Shutdown function
uk: Режим завершення роботи

# #13009
source: Quit
uk: Вихід

# #13012
source: Exit
uk: Вихід із

# #13013
source: Reboot
uk: Перезавантаження

# #13014
source: Minimize
uk: Згорнути

# #13020
source: Is another session active, perhaps over ssh?
uk: Активна інша сессія, можливо через SSH?

# #13021
source: Mounted removable harddrive
uk: Під'єднано переносний жорсткий диск

# #13022
source: Unsafe device removal
uk: Небезпечне видалення пристрою

# #13023
source: Successfully removed device
uk: Пристрій від'єднано успішно

# #13024
source: Joystick plugged
uk: Джойстик підключено

# #13025
source: Joystick unplugged
uk: Джойстик відключено

# #13100
source: Flicker filter
uk: Рівень зменшення мерехтіння

# #13101
source: Let driver choose (requires restart)
uk: За вибором драйверу (перезавантажити)

# #13105
source: Vertical blank sync
uk: Вертикальна синхронізація

# #13106
source: Disabled
uk: Відключено

# #13107
source: Enabled during video playback
uk: Тільки при програванні відео

# #13108
source: Always enabled
uk: Включено завжди

# #13109
source: Test & apply resolution
uk: Перевірка відеорежиму

# #13110
source: Save resolution?
uk: Зберегти відеорежим?

# #13111
source: Would you like to keep this resolution?
uk: Ви хочете залишити цей відеорежим?

# #13112
source: High quality upscaling
uk: Високоякісне масштабування

# #13113
source: Disabled
uk: Відключено

# #13114
source: Enabled for SD content
uk: Тільки для SD вмісту

# #13115
source: Always enabled
uk: Включено завжди

# #13116
source: Upscaling method
uk: Метод масштабування

# #13120
source: VDPAU
uk: Strict Pixmap-Texture Binding (перезавантажити)

# #13130
source: Blank other displays
uk: Гасіння екрану

# #13131
source: Disabled
uk: Відключено

# #13132
source: Blank displays
uk: Погасити екрани

# #13140
source: Active connections detected!
uk: Знайдено активне з'єднання!

# #13141
source: If you proceed, you might not be able to control XBMC
uk: Якщо ви продовжите, то можете втратити можливість

# #13142
source: any longer. Are you sure you want to stop the Event server?
uk: керувати XBMC. Ви впевнені що хочете зупинити сервер подій?

# #13144
source: Change Apple Remote mode?
uk: Змінити режим пульта Apple?

# #13145
source: If you are currently using the Apple Remote to control
uk: Якщо ви зараз використовуєте пульт Apple щоб керувать

# #13146
source: XBMC, changing this setting might affect your ability
uk: XBMC, то зміна цих налаштувань може перешкодити

# #13147
source: to continue controlling it. Do you want to proceed?
uk: можливості керування ним. Хочете продовжити?
