Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Ukrainian/strings.po
Languages: uk

# #16028
source: Enter value
uk: Впишіть значення

# #16030
source: Party mode aborted.
uk: Режим 'Вечірки' перервано.

# #16031
source: No matching songs in the library.
uk: Немає відповідних пісень в Бібліотеці.

# #16032
source: Could not initialize database.
uk: Не можу ініцюювати Базу Даних.

# #16033
source: Could not open database.
uk: Не можу відкрити Базу Даних.

# #16034
source: Could not get songs from database.
uk: Не можу отримати пісні з Бази Даних.

# #16035
source: Party mode playlist
uk: Плейлист режиму 'Вечірки'

# #16100
source: All Videos
uk: Усі Відео

# #16101
source: Unwatched
uk: Непереглянуті

# #16102
source: Watched
uk: Переглянуті

# #16103
source: Mark as watched
uk: Відмітити як переглянуте

# #16104
source: Mark as unwatched
uk: Відмітити як непереглянуте

# #16105
source: Edit title
uk: Змінити назву

# #16106
source: Use NTSC-M & NTSC-J
uk: NTSC-M і NTSC-J

# #16107
source: Use only NTSC-M
uk: лише NTSC-M

# #16108
source: Use only NTSC-J
uk: лише NTSC-J

# #16109
source: Use only PAL-60
uk: лише PAL-60

# #16110
source: For 60hz games
uk: Для ігор з 60Нz розгорненням

# #16200
source: Operation was aborted
uk: Операцію перервано

# #16201
source: Copy failed
uk: Не вдалося скопіювати

# #16202
source: Failed to copy at least one file
uk: Не вдалося скопіювати жоден файл

# #16203
source: Move failed
uk: Не вдалося перемістити

# #16204
source: Failed to move at least one file
uk: Не вдалося перемістити жоден файл

# #16205
source: Delete failed
uk: Не вдалося видалити

# #16206
source: Failed to delete at least one file
uk: Не вдалося видалити жоден файл

# #16300
source: Video scaling method
uk: Метод масштабування відео

# #16301
source: Nearest neighbour
uk: Найближчий сусідній

# #16302
source: Bilinear
uk: Білінійний

# #16303
source: Bicubic
uk: Бікубічний

# #16307
source: Bicubic (software)
uk: Бікубічний (програмний)

# #16308
source: Lanczos (software)
uk: Lanczos (програмний)

# #16309
source: Sinc (software)
uk: Sinc (програмний)

# #16310
source: (VDPAU)Temporal
uk: (VDPAU) Тимчасовий

# #16311
source: (VDPAU)Temporal/Spatial
uk: (VDPAU) Тимчасовий / Просторовий

# #16312
source: (VDPAU)Noise Reduction
uk: (VDPAU) Зменшення шумів

# #16313
source: (VDPAU)Sharpness
uk: (VDPAU) Чіткість

# #16314
source: Inverse Telecine
uk: Зворотній Telecine

# #17500
source: Display sleep timeout
uk: Переключення екрану в сплячий режим через

# #20000
source: Saved music folder
uk: Папка для оцифровки AudioCD

# #20001
source: Use external DVD player
uk: Використовувати зовнішній DVD-програвач

# #20002
source: External DVD player
uk: Зовнішній DVD-програвач

# #20003
source: Trainers folder
uk: Папка для трейнерів

# #20004
source: Screenshot folder
uk: Папка для скріншотів

# #20006
source: Playlists folder
uk: Папка для плейлистів

# #20007
source: Recordings
uk: Записи

# #20008
source: Screenshots
uk: Скріншоти

# #20009
source: Use XBMC
uk: Використовувати XBMC

# #20011
source: Music playlists
uk: Музичний плейлист

# #20012
source: Video playlists
uk: Відео плейлист

# #20013
source: Do you wish to launch the game?
uk: Ви хочете запустити гру?

# #20014
source: Sort by: Playlist
uk: Сорт.по: Плейлисту

# #20015
source: Remote thumb
uk: Зовнішній ескіз

# #20016
source: Current thumb
uk: Поточний ескіз

# #20017
source: Local thumb
uk: Локальний ескіз

# #20018
source: No thumb
uk: Без ескізу

# #20019
source: Choose thumbnail
uk: Виберіть ескіз

# #20023
source: Conflict
uk: Конфлікт

# #20024
source: Scan new
uk: Сканувати нове

# #20025
source: Scan all
uk: Сканувати все

# #20026
source: Region
uk: Регіон

# #20038
source: Lock music window
uk: Заблокувати розділ Музика

# #20039
source: Lock videos window
uk: Заблокувати розділ Відео

# #20040
source: Lock pictures window
uk: Заблокувати розділ Фотографії

# #20041
source: Lock programs, saves & scripts windows
uk: Заблокувати розділ Програми і Скрипти

# #20042
source: Lock file manager
uk: Заблокувати Менеджер файлів

# #20043
source: Lock settings
uk: Заблокувати Налаштування

# #20044
source: Start fresh
uk: Чистий старт

# #20045
source: Enter master mode
uk: Перейти у режим Повного доступу

# #20046
source: Leave master mode
uk: Вийти з режиму Повного доступу

# #20047
source: Create profile '%s'?
uk: Створити профіль '%s' ?

# #20048
source: Start with fresh settings
uk: Старт з чистими параметрами

# #20049
source: Best available
uk: Найкраще з доступних

# #20050
source: Auto-switch between 16x9 and 4x3
uk: Автовибір 16:9 чи 4:3

# #20051
source: Treat stacked files as single file
uk: Представляти послідовні файли як один файл

# #20052
source: Caution
uk: Застереження

# #20053
source: Left master mode
uk: Залишити режим Повного доступу

# #20054
source: Entered master mode
uk: Включений режим Повного доступу

# #20055
source: Allmusic.com thumb
uk: Ескіз з Allmusic.com

# #20057
source: Remove thumbnail
uk: Прибрати ескіз

# #20058
source: Add profile...
uk: Додати профіль...

# #20059
source: Query info for all albums
uk: Запит даних про всі альбоми

# #20060
source: Media info
uk: Дані про медіафайл

# #20061
source: Separate
uk: Роздільно

# #20062
source: Shares with default
uk: Стандартні ресурси

# #20063
source: Shares with default (read only)
uk: Стандартні ресурси (зчитування)

# #20064
source: Copy default
uk: Скопіювати стандартний

# #20065
source: Profile picture
uk: Картинка профілю

# #20066
source: Lock preferences
uk: Заблокувати переваги

# #20067
source: Edit profile
uk: Змінити профіль

# #20068
source: Profile lock
uk: Захист профіля

# #20069
source: Could not create folder
uk: Не можу створити папку

# #20070
source: Profile directory
uk: Папка профілю

# #20071
source: Start with fresh media sources
uk: Старт із свіжими джерелами

# #20072
source: Make sure the selected folder is writable
uk: Переконайтеся, що в обрану папку дозволено

# #20073
source: and that the new folder name is valid
uk: запис і її назва правильна

# #20074
source: MPAA rating
uk: Рейтинг MPAA

# #20075
source: Enter master lock code
uk: Введіть код захисту

# #20076
source: Ask for master lock code on startup
uk: Запитувати код захисту при старті

# #20077
source: Skin settings
uk: Параметри вигляду

# #20078
source: - no link set -
uk: - немає зв'язку -

# #20079
source: Enable animations
uk: Використовувати анімацію

# #20080
source: Disable RSS during music
uk: Відключити RSS під час музики

# #20081
source: Enable shortcut buttons
uk: Задіяти кнопки посилань

# #20082
source: Show programs in main menu
uk: Показувати розділ "Програми" у головному меню

# #20083
source: Show music info
uk: Показувати інформацію про музику

# #20084
source: Show weather info
uk: Показувати інформацію про погоду

# #20085
source: Show system info
uk: Показувати інформацію про систему

# #20086
source: Show available disc space C: E: F:
uk: Показувати вільне місце на C: E: F:

# #20087
source: Show available disc space E: F: G:
uk: Показувати вільне місце на E: F: G:

# #20088
source: Weather info
uk: Погода

# #20089
source: Drive space free
uk: Вільне місце на диску

# #20090
source: Enter the name of an existing share
uk: Впишіть назву існуючого ресурсу

# #20091
source: Lock code
uk: Код захисту

# #20092
source: Load profile
uk: Завантажити профіль

# #20093
source: Profile name
uk: Назва профілю

# #20094
source: Media sources
uk: Джерела медіафайлів

# #20095
source: Enter profile lock code
uk: Введіть код захисту профілю

# #20096
source: Login screen
uk: Екран входу

# #20097
source: Fetching album info
uk: Запит інформації про альбом

# #20098
source: Fetching info for album
uk: Запит інформації для альбому

# #20099
source: Can't rip CD or track while playing from CD
uk: Не можна оцифровувать під час програвання

# #20100
source: Master lock code and settings
uk: Код захисту та його налаштування

# #20101
source: Entering master lock code always enables master mode
uk: Введення коду захисту завжди переключає до режиму Повного доступу

# #20102
source: or copy from default?
uk: чи копіювати із стандартного?

# #20103
source: Save changes to profile?
uk: Зберегти зміни в профілі?

# #20104
source: Old settings found.
uk: Знайдено старі налаштування

# #20105
source: Do you want to use them?
uk: Ви хочете використовувати їх?

# #20106
source: Old media sources found.
uk: Знайдено старі джерела

# #20107
source: Separate (locked)
uk: Роздільно (заблоковано)

# #20108
source: Root
uk: Корінь

# #20109
source: - Zoom
uk: - Збільшення

# #20110
source: UPnP settings
uk: UPnP налаштування

# #20111
source: Autostart UPnP client
uk: Автозапуск UPnP-клієнта

# #20112
source: Last login: %s
uk: Останній вхід: %s

# #20113
source: Never logged on
uk: Ніколи не входив

# #20114
source: Profile %i / %i
uk: Профіль %і / %і

# #20115
source: User login / Select a profile
uk: Вхід користувача / Вибір профілю

# #20116
source: Use lock on login screen
uk: Використовувати захист на екрані входу

# #20117
source: Invalid lock code.
uk: Не правильний код захисту.

# #20118
source: This requires the master lock to be set.
uk: Для цього код захисту має бути встановлений.

# #20119
source: Would you like to set it now?
uk: Встановити його зараз?

# #20120
source: Loading program information
uk: Завантаження даних про програму

# #20121
source: Party on!
uk: Вечірка почалася!

# #20122
source: True
uk: Істина

# #20123
source: Mixing drinks
uk: Змішування напоїв

# #20124
source: Filling glasses
uk: Наповнювання келихів

# #20125
source: Logged on as
uk: Увійшов як

# #20126
source: Log off
uk: Вихід

# #20128
source: Go to root
uk: Перейти до кореню

# #20132
source: Restart video
uk: Перезапустити відео

# #20133
source: Edit network location
uk: Змінити мережеве розташування

# #20134
source: Remove network location
uk: Видалити мережеве розташування

# #20135
source: Do you want to scan the folder?
uk: Хочете просканувати папку?

# #20136
source: Memory unit
uk: Карта пам'яті

# #20137
source: Memory unit mounted
uk: Карта пам'яті підключена

# #20138
source: Unable to mount memory unit
uk: Неможливо підключити Карту пам'яті

# #20139
source: In port %i, slot %i
uk: У порт %і, слот %і

# #20140
source: Lock screensaver
uk: Заблокувати заставку

# #20141
source: Set
uk: Встановити

# #20142
source: Username
uk: Ім'я користувача

# #20143
source: Enter password for
uk: Впишіть пароль для

# #20144
source: Shutdown timer
uk: Таймер вимикання

# #20145
source: Shutdown interval (in minutes)
uk: Інтервал вимикання (хвилини)

# #20146
source: Started, shutdown in %im
uk: Запущено, вимикання через %im

# #20147
source: Shutdown in 30 minutes
uk: Вимикання через 30 хв.

# #20148
source: Shutdown in 60 minutes
uk: Вимикання через 1 годину

# #20149
source: Shutdown in 120 minutes
uk: Вимикання через 2 години

# #20150
source: Custom shutdown timer
uk: Особливий таймер вимикання

# #20151
source: Cancel shutdown timer
uk: Відключити таймер вимикання

# #20152
source: Lock preferences for %s
uk: Заблокувати переваги для %s

# #20153
source: Browse...
uk: Перегляд...

# #20154
source: Summary information
uk: Загальна інформація

# #20155
source: Storage information
uk: Інформація про накопичувачі

# #20156
source: Hard disk information
uk: Інформація про HDD

# #20157
source: DVD-ROM information
uk: Інформація про DVD-ROM

# #20158
source: Network information
uk: Інформація про мережу

# #20159
source: Video information
uk: Інформація про відео

# #20160
source: Hardware information
uk: Інформація про обладнання

# #20161
source: Total
uk: Усього

# #20162
source: Used
uk: Використано

# #20163
source: of
uk: з

# #20164
source: Locking not supported
uk: Захист не підтримується

# #20165
source: Not locked
uk: Не заблоковано

# #20166
source: Locked
uk: Заблоковано

# #20167
source: Frozen
uk: Заморожений

# #20168
source: Requires reset
uk: Необхідне скидання

# #20169
source: Week
uk: Тиждень

# #20170
source: Line
uk: Лінія

# #20171
source: Windows network (SMB)
uk: Мережа Windows (SMB)

# #20172
source: XBMSP server
uk: Сервер XBMSP

# #20173
source: FTP server
uk: Сервер FTP

# #20174
source: iTunes music share (DAAP)
uk: Ресурс iTunes (DAAP)

# #20175
source: UPnP server
uk: Сервер UPnP

# #20176
source: Show video info
uk: Показувати інформацію про відео

# #20177
source: Done
uk: Готово

# #20180
source: Symbols
uk: Символи

# #20182
source: Space
uk: Пробіл

# #20183
source: Reload skin
uk: Оновити вигляд

# #20184
source: Rotate pictures using EXIF information
uk: Повертати за інформацією зі EXIF

# #20185
source: Use poster view styles for TV shows
uk: Використовувати вигляд постерів для серіалів

# #20186
source: Please wait
uk: Зачекайте, будь ласка

# #20187
source: Backing up EEPROM
uk: Резервування EEPROM

# #20188
source: Backing up BIOS
uk: Резервування BIOS

# #20189
source: Enable auto scrolling for plot & review
uk: Задіяти автоматичну прокрутку для сюжетів та оглядів

# #20190
source: Custom
uk: Додаткові

# #20191
source: Enable debug logging
uk: Задіяти протоколювання (для відладки)

# #20192
source: Download additional information during updates
uk: Шукати дані про альбом при додаванні до Бібліотеки

# #20194
source: Default service for music information
uk: Стандартний інфо-ресурс

# #20195
source: Change scraper
uk: Змінити інфо-ресурс

# #20196
source: Export music library
uk: Експортувати музичну Бібліотеку

# #20197
source: Import music library
uk: Імпортувати музичну Бібліотеку

# #20198
source: No artist found!
uk: Виконавців не знайдено!

# #20199
source: Downloading artist info failed
uk: Невдалося завантажити дані про виконавця

# #20250
source: Party on! (videos)
uk: Вечірка почалася! (Відео)

# #20251
source: Mixing drinks (videos)
uk: Змішування напоїв (Відео)

# #20252
source: Filling glasses (videos)
uk: Наповнювання келихів (Відео)

# #20300
source: Web server directory (HTTP)
uk: Папка Web сервера (HTTP)

# #20301
source: Web server directory (HTTPS)
uk: Папка Web-сервера (HTTPS)

# #20302
source: Unable to write to folder:
uk: Неможливо записати у папку:

# #20303
source: Do you want to skip and proceed?
uk: Хочете пропустити і продовжити далі?

# #20306
source: Unknown. Please add MD5 from xbmc.log to BiosIDs.ini.
uk: Невідомо. Додайте сигнатуру MD5 з xbmc.log в BiosIDs.ini

# #20307
source: Secondary DNS
uk: Вторинний DNS

# #20308
source: DHCP server:
uk: Сервер DHCP:

# #20309
source: Make new folder
uk: Створити нову папку

# #20310
source: Dim LCD on playback
uk: Пригасити LCD при програванні

# #20311
source: Unknown or onboard (protected)
uk: Невідомий, чи вмонтований (захищений)

# #20312
source: Dim LCD on paused
uk: Пригасити LCD в паузі

# #20313
source: Switch LED back on if paused
uk: Включити LCD знову в паузі

# #20314
source: Videos - Library
uk: Відео - Бібліотека

# #20315
source: Game saves
uk: Збереження ігор

# #20316
source: Sort by: ID
uk: Сорт.по: ID

# #20317
source: Download saves
uk: Завантажити збереження

# #20318
source: Save game installed On HDD
uk: Зберегти гру, встановлену на HDD

# #20319
source: Failed to download game save
uk: Невдалося завантажити збереження гри

# #20320
source: Select game save to download and install
uk: Виберіть збереження гри, яке треба завантажити і встановити

# #20321
source: No online save found for specified game
uk: Для зазначеної гри on-line збережень не знайдено

# #20322
source: Go to game save
uk: Перейти до збереження гри

# #20323
source: Game saves
uk: Збереження ігор

# #20324
source: Play part...
uk: Грати частину...

# #20325
source: Calibration reset
uk: Скидання калібровки

# #20326
source: This will reset the calibration values for %s
uk: Це скине значення калібровки для %s

# #20327
source: to it's default values.
uk: до їх стандартних значень.

# #20328
source: Browse for destination
uk: Вкажіть ціль

# #20330
source: Use folder names for lookups
uk: Використовувати назви папок для пошуку

# #20331
source: File
uk: Файл

# #20332
source: Use file or folder names in lookups?
uk: Використовувати назви файлів або папок для пошуку?

# #20333
source: Set content
uk: Зазначити вміст

# #20334
source: Folder
uk: Папка

# #20335
source: Look for content recursively?
uk: Передивлятися також вміст підпапок?

# #20336
source: Unlock sources
uk: Розблокувати джерела

# #20337
source: Actor
uk: Актор

# #20338
source: Movie
uk: Фільм

# #20339
source: Director
uk: Режисер

# #20340
source: Do you want to remove all items within
uk: Ви хочете видалити всі об'єкти за

# #20341
source: this path from the library?
uk: цим шляхом з Бібліотеки?

# #20342
source: Movies
uk: Фільми

# #20343
source: TV shows
uk: Серіали

# #20344
source: This directory contains
uk: Ця папка містить

# #20345
source: Run automated scan
uk: Запустити автоматичне сканування

# #20346
source: Scan recursively
uk: Сканувати з підпапками

# #20347
source: as
uk: у ролі

# #20348
source: Directors
uk: Режисери

# #20349
source: No video files found in this path!
uk: За цим шляхом відеофайлів не знайдено!

# #20350
source: votes
uk: проголосували

# #20351
source: TV show information
uk: Інформація про серіал

# #20352
source: Episode information
uk: Інформація про епізод

# #20353
source: Loading TV show details
uk: Завантаження подробиць про серіал

# #20354
source: Fetching episode guide
uk: Керівництво з вибору епізоду

# #20355
source: Loading info for episodes in directory
uk: Завантаження даних про епізоди в папці

# #20356
source: Select TV show:
uk: Виберіть серіал:

# #20357
source: Enter the TV show name
uk: Впишіть назву серіалу

# #20358
source: Season %i
uk: Сезон %i

# #20359
source: Episode
uk: Епізод

# #20360
source: Episodes
uk: Епізоди

# #20361
source: Loading episode details
uk: Завантаження подробиць про епізод

# #20362
source: Remove episode from library
uk: Видалити епізод з Бібліотеки

# #20363
source: Remove TV show from library
uk: Видалити серіал з Бібліотеки

# #20364
source: TV show
uk: Серіал

# #20365
source: Episode plot
uk: Сюжет епізоду

# #20366
source: * All seasons
uk: * Всі сезони

# #20367
source: Hide watched
uk: Сховати переглянуті

# #20368
source: Prod code
uk: Код продукту

# #20369
source: Show plot for unwatched items
uk: Сховати сюжет для непереглянутих

# #20370
source: * Hidden to prevent spoilers *
uk: * Приховано, щоб запобігти перешкод *

# #20371
source: Set season thumb
uk: Встановити ескіз сезону

# #20372
source: Season image
uk: Картинка сезону

# #20373
source: Season
uk: Сезон

# #20374
source: Downloading movie information
uk: Завантаження інформації про фільм

# #20375
source: Unassign content
uk: Не зазначати вміст

# #20377
source: Refresh TV show information
uk: Оновити інформацію про серіал

# #20378
source: Refresh info for all episodes?
uk: Оновити інформацію про всі епізоди

# #20379
source: Selected folder contains a single TV show
uk: Вказана папка містить окремій серіал

# #20380
source: Exclude selected folder from scans
uk: Не сканувати вибрану папку

# #20381
source: Specials
uk: Спеціальне

# #20382
source: Automatically grab season thumbs
uk: Автоматично створювати ескізи для сезонів

# #20383
source: Selected folder contains a single video
uk: Вказана папка містить окреме відео

# #20384
source: Link to TV show
uk: Зв'язати з серіалом

# #20385
source: Remove link to TV show
uk: Видалити зв'язок з серіалом

# #20386
source: Recently added movies
uk: Свіжі фільми

# #20387
source: Recently added episodes
uk: Свіжі епізоди

# #20388
source: Studios
uk: Кіностудії

# #20389
source: Music videos
uk: Музичні відео

# #20390
source: Recently added music videos
uk: Свіжі музичні відео

# #20391
source: Music video
uk: Музичне відео

# #20392
source: Remove music video from library
uk: Видалити музичне відео з Бібліотеки

# #20393
source: Music video information
uk: Інформація про музичне відео

# #20394
source: Loading music video information
uk: Завантаження інформації про музичне відео

# #20395
source: Mixed
uk: Змішане

# #20396
source: Go to albums by artist
uk: Перейти до альбому за виконавцем

# #20397
source: Go to album
uk: Перейти до альбому

# #20398
source: Play song
uk: Грати пісню

# #20399
source: Go to music videos from album
uk: Перейти до музичних відео з альбому

# #20400
source: Go to music videos by artist
uk: Перейти до музичних відео за виконавцем

# #20401
source: Play music video
uk: Грати музичне відео

# #20402
source: Download actor thumbnails when adding to library
uk: Автоматично створювати ескізи для акторів

# #20403
source: Set actor thumb
uk: Встановити ескіз для актора

# #20405
source: Remove episode bookmark
uk: Видалити закладку епізоду

# #20406
source: Set episode bookmark
uk: Встановити закладку епізоду

# #20407
source: Scraper settings
uk: Налаштування інфо-ресурсу

# #20408
source: Downloading music video information
uk: Завантаження інформації про музичне відео

# #20409
source: Downloading TV show information
uk: Завантаження інформації про серіал

# #20410
source: Trailer
uk: Трейлер

# #20411
source: Flatten
uk: Об'єднати

# #20412
source: Flatten TV shows
uk: Об'єднати серіали

# #20413
source: Get Fanart
uk: Одержати Fanart

# #20414
source: Show Fanart in video and music libraries
uk: Показувати Fanart в відео та музичній Бібліотеці

# #20415
source: Scanning for new content
uk: Сканування нового вмісту

# #20416
source: First aired
uk: Перший переданий

# #20417
source: Writer
uk: Автор сценарію

# #20418
source: Clean file and folder names
uk: Очищати імена файлів і папок

# #20420
source: Never
uk: Ніколи

# #20421
source: If only one season
uk: Тільки якщо один сезон

# #20422
source: Always
uk: Завжди

# #20423
source: Has trailer
uk: Є трейлер

# #20424
source: False
uk: Брехня

# #20425
source: Fanart slideshow
uk: Слайдшоу Fanart'ов

# #20426
source: Export to a single file or separate
uk: Виводити одним файлом чи розділяти

# #20427
source: files per entry?
uk: на окремі файли по записам?

# #20428
source: Single file
uk: Одним файлом

# #20429
source: Separate
uk: Розділяти

# #20430
source: Export thumbnails and fanart?
uk: Виводити ескізи и fanart?

# #20431
source: Overwrite old files?
uk: Перезаписати старі файли?

# #20432
source: Exclude path from library updates
uk: Виключити шлях з оновлень Бібліотеки

# #20433
source: Extract thumbnails and video information
uk: Видобути мета-данні з медіафайлу

# #21330
source: Show hidden files and directories
uk: Показувати приховані файли і папки

# #21331
source: TuxBox client
uk: Кліент TuXbox

# #21332
source: WARNING: Target TuxBox device is in recording-mode!
uk: УВАГА: Цільовий пристрій TuXbox знаходиться в режимі запису!

# #21333
source: The stream will be stopped!
uk: Потік буде зупинено!

# #21334
source: Zap to channel: %s failed!
uk: Не вдалося переключитися на канал: %s!

# #21335
source: Are you sure to start the stream?
uk: Ви впевнені що хочете включити потік?

# #21336
source: Connecting to: %s
uk: Підключення до: %s

# #21337
source: TuxBox device
uk: Пристрій TuXbox

# #21359
source: Add media share...
uk: Додати медіа ресурс...

# #21360
source: Share video and music libraries through UPnP
uk: Задіяти сервер UPnP

# #21364
source: Edit media share
uk: Змінити медіа ресурс

# #21365
source: Remove media share
uk: Видалити медіа ресурс

# #21366
source: Subtitle folder
uk: Особлива папка для субтитрів

# #21367
source: Movie & alternate subtitle directory
uk: Папка для фільмів та альтернативних субтитрів

# #21369
source: Enable mouse
uk: Задіяти мишу

# #21370
source: Play navigation sounds during media playback
uk: Звуки інтерфейсу під час програвання

# #21371
source: Thumbnail
uk: Ескізи

# #21372
source: Forced DVD player region
uk: Регіон для DVD-програвача

# #21373
source: Video output
uk: Відео обладнання

# #21374
source: Video aspect
uk: Співвідношення сторін відео

# #21375
source: Normal
uk: Normal (4:3)

# #21376
source: Letterbox
uk: Letterbox (5:4)
