Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Ukrainian/strings.po
Languages: uk

# #13150
source: HDD key:
uk: Ключ HDD:

# #13151
source: HDD temp:
uk: Температура HDD:

# #13152
source: DVD model:
uk: Модель DVD-приводу:

# #13153
source: DVD firmware:
uk: Прошивка DVD-приводу:

# #13154
source: HDD model:
uk: Модель HDD:

# #13155
source: HDD serial:
uk: Серійний № HDD:

# #13156
source: HDD firmware:
uk: Прошивка HDD:

# #13157
source: HDD password:
uk: Пароль HDD:

# #13158
source: HDD lock state:
uk: Стан захисту HDD:

# #13159
source: Subnet mask
uk: Маска мережі

# #13160
source: Gateway
uk: Шлюз

# #13161
source: Primary DNS
uk: Основний DNS

# #13162
source: Initialize failed
uk: Ініціалізація не вдалася

# #13163
source: Gamepad
uk: Порт джойстика

# #13164
source: Keyboard
uk: Порт клавіатури

# #13165
source: Mouse
uk: Порт мишки

# #13166
source: Head/Microphone
uk: Порти гарнитур/мікрофонів

# #13167
source: Memory unit
uk: Порти карт пам'яті

# #13168
source: IR-Remote
uk: Порт IR-приймача

# #13169
source: Controller port
uk: Порт контроллера

# #13170
source: Never
uk: ніколи

# #13171
source: Immediately
uk: відразу

# #13172
source: After %i secs
uk: через %і сек

# #13173
source: HDD install date:
uk: Дата встановлення HDD:

# #13174
source: HDD power cycle count:
uk: Кількість циклів ввімкнення/вимкнення HDD:

# #13200
source: Profiles
uk: Профілі

# #13201
source: Delete profile '%s'?
uk: Видалити профіль '%s'?

# #13204
source: Last loaded profile:
uk: Останній завантажений профіль:

# #13205
source: Unknown
uk: Невідомо

# #13206
source: Overwrite
uk: Перезаписати

# #13208
source: Alarm clock
uk: Таймер нагадувань

# #13209
source: Alarm clock interval (in minutes)
uk: Період таймера нагадувань (в хвилинах)

# #13210
source: Started, alarm in %im
uk: Запущено, спрацює в %im

# #13211
source: Alarm!
uk: НАГАДУВАННЯ!

# #13212
source: Canceled with %im%is left
uk: Скасовано за %im%is до спрацювання

# #13249
source: Search for subtitles in RARs
uk: Шукати субтитри в RAR-архівах

# #13250
source: Browse for subtitle...
uk: Вкажіть субтитри...

# #13251
source: Move item
uk: Перемістити об'єкт

# #13252
source: Move item here
uk: Перемістити об'єкт сюди

# #13253
source: Cancel move
uk: Відмінити переміщення

# #13270
source: Hardware:
uk: Обладнання:

# #13271
source: CPU Usage:
uk: Загруженість CPU:

# #13274
source: Connected, but no DNS is available.
uk: Підключено, але DNS сервер недоступний.

# #13275
source: Hard Disk
uk: Жорсткий диск

# #13276
source: DVD-ROM
uk: Привід DVD

# #13277
source: Storage
uk: Накопичувачі

# #13278
source: Default
uk: Загальне

# #13279
source: Network
uk: Мережа

# #13280
source: Video
uk: Відео

# #13281
source: Hardware
uk: Обладнання

# #13283
source: Operating system:
uk: Операційна система:

# #13284
source: CPU speed:
uk: Частота CPU:

# #13285
source: Detected BIOS:
uk: Знайдено BIOS:

# #13286
source: Video encoder:
uk: Чіп відеокодувальника:

# #13287
source: Screen resolution:
uk: Відеорежим:

# #13288
source: Xbox version:
uk: Версія Xbox:

# #13289
source: Xbox serial number:
uk: Серійний № Xbox:

# #13290
source: Xbox manufacturer:
uk: Виготівник Xbox:

# #13291
source: Modchip:
uk: MOD-чіп:

# #13292
source: A/V cable:
uk: Кабель A/V:

# #13293
source: Video & XBE region:
uk: Регіон для відео та XBE:

# #13294
source: DVD region:
uk: Регіон DVD:

# #13295
source: Internet:
uk: Інтернет:

# #13296
source: Connected
uk: Підключено

# #13297
source: Not connected. Check network settings.
uk: Не підключено. Перевірте параметри мережі.

# #13298
source: Xbox Live key:
uk: Ключ Xbox Live:

# #13299
source: Target temperature
uk: Підтримувати температуру

# #13300
source: Fan speed
uk: Швидкість вентилятора

# #13301
source: Auto temperature control
uk: Автоматичний контроль температури

# #13302
source: Fan speed override
uk: Управління швидкістю вентилятора

# #13303
source: - Fonts
uk: - Шрифти

# #13304
source: Enable flipping bi-directional strings
uk: Дозволити зворотній напрямок рядків

# #13305
source: Show RSS news feeds
uk: Задіяти RSS-новини

# #13306
source: Show parent folder items
uk: Сховати значок переходу на верхній рівень

# #13307
source: Track naming template
uk: Шаблон для імені треку

# #13308
source: Do you wish to reboot your system
uk: Хочете перезавантажити систему

# #13309
source: instead of just XBMC?
uk: замість перезапуску XBMC?

# #13310
source: Zoom effect
uk: Ефект збільшення

# #13311
source: Float effect
uk: Ефект ковзання

# #13312
source: Black bar reduction
uk: Зменшення чорних смуг

# #13313
source: Restart
uk: Перезапуск

# #13314
source: Crossfade between songs
uk: Тривалість накладання треків

# #13315
source: Regenerate thumbnails
uk: Оновити ескізи

# #13316
source: Recursive thumbnails
uk: Рекурсивні ескізи

# #13317
source: View slideshow
uk: Перегляд слайдшоу

# #13318
source: Recursive slideshow
uk: Рекурсивне слайдшоу

# #13319
source: Randomize
uk: Випадково

# #13320
source: Stereo
uk: Стерео

# #13321
source: Left only
uk: лише Лівий

# #13322
source: Right only
uk: лише Правий

# #13323
source: Enable karaoke support
uk: Задіяти підтримку караоке (CD+G)

# #13324
source: Background transparency
uk: Рівень прозорості фону

# #13325
source: Foreground transparency
uk: Рівень прозорості тексту

# #13326
source: A/V delay
uk: Затримка звуку щодо зображення

# #13327
source: Karaoke
uk: Караоке

# #13328
source: %s not found
uk: %s не знайдено

# #13329
source: Error opening %s
uk: Помилка відкриття %s

# #13330
source: Unable to load %s
uk: Неможливо завантажити %s

# #13331
source: Error: Out of memory
uk: Помилка: Недостатньо пам'яті

# #13332
source: Move up
uk: Перемістити вище

# #13333
source: Move down
uk: Перемістити нижче

# #13334
source: Edit label
uk: Змінити позначку

# #13335
source: Make default
uk: Зробити за замовчуванням

# #13336
source: Remove button
uk: Прибрати кнопку

# #13338
source: Front LED
uk: Індикатор на лицьовій панелі

# #13339
source: Front LED colour
uk: Колір індикатора на лицьовій панелі

# #13340
source: Leave as is
uk: Залишити як є

# #13341
source: Green
uk: зелений

# #13342
source: Orange
uk: помаранчевий

# #13343
source: Red
uk: червоний

# #13344
source: Cycle
uk: усі кольори по черзі

# #13345
source: Switch LED off on playback
uk: Вимикати при програванні

# #13346
source: Movie information
uk: Інформація про фільм

# #13347
source: Queue item
uk: Додати в плейлист

# #13348
source: Search IMDb...
uk: Знайти в IMDb...

# #13349
source: Scan for new content
uk: Сканувати новий вміст

# #13350
source: Now playing...
uk: Поточний плейлист...

# #13351
source: Album information
uk: Дані про альбом

# #13352
source: Scan item to library
uk: Сканувати в Бібліотеку

# #13353
source: Stop scanning
uk: Зупинити сканування

# #13354
source: Render method
uk: Метод обробки

# #13355
source: Low quality pixel shader
uk: Пікс.шейдер низ.якості

# #13356
source: Hardware overlays
uk: Апаратне накладення

# #13357
source: High quality pixel shader
uk: Пікс.шейдер вис.якості

# #13358
source: Play item
uk: Програти об'єкт

# #13359
source: Set artist thumb
uk: Встановити ескіз виконавця

# #13360
source: Automatically generate thumbnails
uk: Створювати ескізи

# #13361
source: Enable voice
uk: Задіяти мікрофон

# #13375
source: Enable device
uk: Задіяти пристрій

# #13376
source: Volume
uk: Гучність

# #13377
source: Default view mode
uk: Основний режим перегляду

# #13378
source: Default brightness
uk: Стандартна яскравість

# #13379
source: Default contrast
uk: Стандартна контрасність

# #13380
source: Default gamma
uk: Стандартна гама

# #13381
source: Resume video
uk: Продовжити відео

# #13382
source: Voice mask - Port 1
uk: Маска для голосу 1

# #13383
source: Voice mask - Port 2
uk: Маска для голосу 2

# #13384
source: Voice mask - Port 3
uk: Маска для голосу 3

# #13385
source: Voice mask - Port 4
uk: Маска для голосу 4

# #13386
source: Use time based seeking
uk: Позиціонувати за часом

# #13387
source: Track naming template - right
uk: Права колонка у списку

# #13388
source: Preset
uk: Перед-налаштування

# #13389
source: There are no presets available for this visualization
uk: Для цього відео-ефекту немає перед-налаштувань

# #13390
source: There are no settings available for this visualization
uk: Для цього відео-ефекту немає налаштувань

# #13391
source: Eject/Load
uk: Відкрити / Закрити

# #13392
source: Use visualization if playing audio
uk: Вмикати відео-ефекти при програванні музики

# #13393
source: Calculate size
uk: Вичислити розмір

# #13394
source: Calculating folder size
uk: Обчислюється розмір папки

# #13395
source: Video settings
uk: Налаштування Відео

# #13396
source: Audio and subtitle settings
uk: Налаштування субтитрів і звуку

# #13397
source: Enable subtitles
uk: Використовувати субтитри

# #13398
source: Shortcuts
uk: Ярлики

# #13399
source: Ignore articles when sorting (e.g. "the")
uk: Не враховувати артиклі при сортуванні

# #13400
source: Crossfade between songs on the same album
uk: М'який перехід до наступного треку

# #13401
source: Browse for %s
uk: Пошук %s

# #13402
source: Show track position
uk: Показати позицію треку

# #13403
source: Clear default
uk: Очистити за замовчуванням

# #13404
source: Resume
uk: Продовжити

# #13405
source: Get thumb
uk: Одержати ескіз

# #13406
source: Picture information
uk: Дані про фотографію

# #13407
source: %s presets
uk: %s перед-налаштування

# #13408
source: (IMDb user rating)
uk: (Рейтинг користувачів IMDb)

# #13410
source: Tune in on Last.fm
uk: Налаштуватися на Last.fm

# #13411
source: Minimum fan speed
uk: Мінімальна швидкість вентиляторів

# #13413
source: Downloading
uk: Загрузка

# #13414
source: Include artists who appear only on compilations
uk: Ховати виконавців, які з'являються тільки у збірках

# #13415
source: Render method
uk: Метод обробки

# #13416
source: Auto detect
uk: Авто-визначення

# #13417
source: Basic shaders (ARB)
uk: Основні шейдери (ARB)

# #13418
source: Advanced shaders (GLSL)
uk: Додаткові шейдери (GLSL)

# #13419
source: Software
uk: Програмний

# #13420
source: Remove safely
uk: Видалити безпечно

# #13500
source: A/V sync method
uk: Метод синхронізації A/V

# #13501
source: Audio clock
uk: по частоті звуку

# #13502
source: Video clock (Drop/Dupe audio)
uk: по частоті відео (пропускати / дублювати звук)

# #13503
source: Video clock (Resample audio)
uk: по частоті відео (перетворювати звук)

# #13504
source: Maximum resample amount (%)
uk: Максимальна величина перетворення (%)

# #13505
source: Resample quality
uk: Якість перетворення

# #13506
source: Low(fast)
uk: Низька

# #13507
source: Medium
uk: Середня

# #13508
source: High
uk: Висока

# #13509
source: Really high(slow!)
uk: Дійсно висока

# #13510
source: Sync playback to display
uk: Синхронізувати з частотою екрану

# #13600
source: Apple remote
uk: Пульт Apple

# #13601
source: Use MCE/Universal Remote
uk: Режим

# #13602
source: Allow start of XBMC using the remote
uk: Працює завжди

# #13603
source: Sequence delay time
uk: Час затримки послідовності

# #13610
source: Disabled
uk: Відключено

# #13611
source: Standard
uk: Стандартний

# #13612
source: Universal Remote
uk: Універсальний пульт

# #13613
source: Multi Remote (Harmony)
uk: Мульти-пульт (Harmony)

# #13620
source: Apple Remote Error
uk: Помилка пульта Apple

# #13621
source: Apple Remote support could be enabled.
uk: Підтримка пультів Apple повинна бути включена

# #14000
source: Stack
uk: Об'єднати

# #14001
source: Unstack
uk: Роз'єднати

# #14003
source: Downloading playlist file...
uk: Завантажується файл плейлиста...

# #14004
source: Downloading streams list...
uk: Завантажується список потоків...

# #14005
source: Parsing streams list...
uk: Аналіз списку потоків...

# #14006
source: Downloading streams list failed
uk: Помилка завантаження списку потоків

# #14007
source: Downloading playlist file failed
uk: Помилка завантаження файла плейлиста

# #14009
source: Games directory
uk: Папка з іграми

# #14010
source: Auto switch to thumbs based on
uk: Авто-переключення вигляду на ескізи по

# #14011
source: Enable auto switching to thumbs view
uk: Автоматично переключати вигляд на ескізи

# #14012
source: - Use large icons
uk: - використовувати великі значки

# #14013
source: - Switch based on
uk: - переключати по

# #14014
source: - Percentage
uk: - відсотків

# #14015
source: No files and at least one thumb
uk: Немає файлів, але є хоча б один ескіз

# #14016
source: At least one file and thumb
uk: Хоча б один файл і ескіз

# #14017
source: Percentage of thumbs
uk: Відсотків ескізів

# #14018
source: View options
uk: Налаштування перегляду

# #14019
source: Change area code 1
uk: Місцевість 1

# #14020
source: Change area code 2
uk: Місцевість 2

# #14021
source: Change area code 3
uk: Місцевість 3

# #14022
source: Library
uk: Бібліотека

# #14023
source: No TV
uk: Без ТБ

# #14024
source: Enter the nearest large town
uk: Впишіть найближче велике місто

# #14025
source: Video/Audio/DVD cache - Harddisk
uk: Кеш для Аудіо, Відео та DVD-файлів: - з HDD

# #14026
source: Video cache - DVD-ROM
uk: Кеш для Відеофайлів: - з DVD диска

# #14027
source: - Local Network
uk: - з локальної мережі

# #14028
source: - Internet
uk: - з Інтернету

# #14030
source: Audio cache - DVD-ROM
uk: Кеш для Аудіофайлів: - з DVD диска

# #14031
source: - Local Network
uk: - з локальної мережі

# #14032
source: - Internet
uk: - з Інтернету

# #14034
source: DVD cache - DVD-ROM
uk: Кеш для файлів DVD-Video: - з DVD диска

# #14035
source: - Local Network
uk: - з локальної мережі

# #14036
source: Services
uk: Сервери

# #14038
source: Network settings changed
uk: Налаштування локальної мережі змінені

# #14039
source: XBMC requires to restart to change your
uk: Для вступу змін з силу, потрібно

# #14040
source: network setup. Would you like to restart now?
uk: перезавантаження XBMC. Перезавантажити зараз?

# #14041
source: Post processing
uk: Пост-процессінг

# #14043
source: - Shutdown while playing
uk: - Вимикати під час програвання

# #14044
source: %i min
uk: %i хвилин

# #14045
source: %i sec
uk: %i секунд

# #14046
source: %i ms
uk: %i мілісекунд

# #14048
source: %i kbps
uk: %i кб/сек

# #14049
source: %i kb
uk: %i кб

# #14051
source: Time format
uk: Формат часу

# #14052
source: Date format
uk: Формат дати

# #14053
source: GUI filters
uk: Фільтри інтерфейсу

# #14055
source: Use background scanning
uk: Сканувати у фоновому режимі

# #14056
source: Stop scan
uk: Зупинити сканування

# #14057
source: Not possible while scanning for media info
uk: Неможливо, поки скануються файли

# #14058
source: Film grain effect
uk: Ефект кіноплівки

# #14059
source: Search for thumbnails on remote shares
uk: Шукати ескізи на зовнішніх ресурсах

# #14060
source: Unknown type cache - Internet
uk: Кеш невизначених файлів: - з Інтернету

# #14061
source: Auto
uk: Автоматично

# #14062
source: Enter username for
uk: Впишіть ім'я користувача для

# #14063
source: Date & time
uk: Дата і Час

# #14064
source: Set date
uk: Встановити дату

# #14065
source: Set time
uk: Встановити час

# #14066
source: Enter the time in 24 hour HH:MM format
uk: Впишіть час у 24-х годинному форматі ГГ:ХХ

# #14067
source: Enter the date in DD/MM/YYYY format
uk: Впишіть дату в форматі ДД/ММ/РРРР

# #14068
source: Enter the IP address
uk: Впишіть IP-адресу

# #14069
source: Apply these settings now?
uk: Застосувати ці зміни зараз?

# #14070
source: Apply changes now
uk: Застосувати зміни зараз

# #14071
source: Allow file renaming and deletion
uk: Дозволити перейменування і видалення файлів

# #14074
source: Set timezone
uk: Встановити часовий пояс

# #14075
source: Use daylight saving time
uk: Враховувати літній/зимовий час

# #14076
source: Add to favourites
uk: Додати до Вибраного

# #14077
source: Remove from favourites
uk: Видалити з Вибраного

# #14078
source: - Colours
uk: - Колір

# #14079
source: Timezone country
uk: Країна у часовому поясі

# #14080
source: Timezone
uk: Часовий пояс

# #15015
source: Remove
uk: Прибрати

# #15016
source: Games
uk: Ігри

# #15019
source: Add
uk: Додати

# #15052
source: Password
uk: Пароль

# #15100
source: Library
uk: Бібліотека

# #15101
source: Database
uk: База Даних

# #15102
source: * All albums
uk: * Усі альбоми

# #15103
source: * All artists
uk: * Усі артисти

# #15104
source: * All songs
uk: * Усі пісні

# #15105
source: * All genres
uk: * Усі жанри

# #15107
source: Buffering...
uk: Буфериуеться...

# #15108
source: Navigation sounds
uk: Звуки інтерфейсу

# #15109
source: Skin default
uk: Стандартне оформлення

# #15111
source: - Theme
uk: - Тема оформлення

# #15112
source: Default theme
uk: Стандартна тема

# #15201
source: Submit songs to Last.fm
uk: Відправляти статистику на Last.fm

# #15202
source: Last.fm username
uk: Ім'я користувача для Last.fm

# #15203
source: Last.fm password
uk: Пароль для Last.fm

# #15204
source: Unable to handshake: sleeping...
uk: Неможливо з'єднатися: засинаю...

# #15205
source: Please update XBMC
uk: Будь ласка, обновіть XBMC

# #15206
source: Bad authorization: Check username and password
uk: Невірна авторизація: Перевірте ім'я і пароль

# #15207
source: Connected
uk: Підключений

# #15208
source: Not connected
uk: Не підключений

# #15209
source: Submit interval %i
uk: Інтервал підключень %і

# #15210
source: Cached %i songs
uk: В буфері %і пісень

# #15211
source: Submitting...
uk: Підключення...

# #15212
source: Submitting in %i secs
uk: Підключення через %і сек.

# #15213
source: Play using...
uk: Використовувати програвач...

# #15214
source: Use smoothed A/V synchronization
uk: М'яка синхронізація звуку і відео

# #15215
source: Hide file names in thumbs view
uk: Ховати імена файлів в режимі ескізів

# #15216
source: Play in party mode
uk: Програвати в режимі 'Вечірки'

# #15217
source: Submit songs to Libre.fm
uk: Відправляти статистику на Libre.fm

# #15218
source: Libre.fm username
uk: Ім'я користувача для Libre.fm

# #15219
source: Libre.fm password
uk: Пароль для Libre.fm

# #15221
source: Song submission
uk: Скробблер

# #15250
source: Submit Last.fm radio to Last.fm
uk: Облік в статистиці пісень з Last.fm

# #15251
source: Connecting to Last.fm...
uk: Підключення до Last.fm...

# #15252
source: Selecting station...
uk: Вибір станції...

# #15253
source: Search similar artists...
uk: Пошук схожих виконавців...

# #15254
source: Search similar tags...
uk: Пошук схожих тегів...

# #15255
source: Your profile (%name%)
uk: Ваш профіль (%name%)

# #15256
source: Overall top tags
uk: Загальний топ тегів

# #15257
source: Top artists for tag %name%
uk: Топ виконавців по тегу %name%

# #15258
source: Top albums for tag %name%
uk: Топ альбомів по тегу %name%

# #15259
source: Top tracks for tag %name%
uk: Топ треків по тегу %name%

# #15260
source: Listen to tag %name% Last.fm radio
uk: Слухати треки по тегу %name% на Last.fm

# #15261
source: Similar artists as %name%
uk: Виконавці, схожі на %name%

# #15262
source: Top %name% albums
uk: Топ альбомів %name%

# #15263
source: Top %name% tracks
uk: Топ треків %name%

# #15264
source: Top %name% tags
uk: Топ тегів %name%

# #15265
source: Biggest fans of %name%
uk: Найбільші фани %name%

# #15266
source: Listen to %name% fans Last.fm radio
uk: Слухати вибір фанів %name% на Last.fm

# #15267
source: Listen to %name% similar artists Last.fm radio
uk: Слухати виконавців, схожих на %name% на Last.fm

# #15268
source: Top artists for user %name%
uk: Топ виконавців від %name%

# #15269
source: Top albums for user %name%
uk: Топ альбомів від %name%

# #15270
source: Top tracks for user %name%
uk: Топ треків від %name%

# #15271
source: Friends of user %name%
uk: Друзі %name%

# #15272
source: Neighbours of user %name%
uk: Співтовариства %name%

# #15273
source: Weekly artist chart for %name%
uk: Тижневий чарт виконавців %name%

# #15274
source: Weekly album chart for %name%
uk: Тижневий чарт альбомів %name%

# #15275
source: Weekly track chart for %name%
uk: Тижневий чарт треків %name%

# #15276
source: Listen to %name%'s neighbours Last.fm radio
uk: Слухати вибір співтовариств %name% на Last.fm

# #15277
source: Listen to %name%'s personal Last.fm radio
uk: Слухати особистий вибір %name%'а на Last.fm

# #15278
source: Listen to %name%'s mix Last.fm radio
uk: Слухати улюблені треки %name% на Last.fm

# #15279
source: Retrieving list from Last.fm...
uk: Одержання списку від Last.fm...

# #15280
source: Can't retrieve list from Last.fm...
uk: Не можу одержати список від Last.fm...

# #15281
source: Enter an artist name to find related ones
uk: Впишіть ім'я виконавця щоб знайти схожих

# #15282
source: Enter a tag name to find similar ones
uk: Впишіть назву тегу щоб знайти схожі

# #15283
source: Tracks recently listened by %name%
uk: Треки, які недавно слухав(ла) %name%

# #15284
source: Listen to %name%'s recommendations Last.fm radio
uk: Слухати треки, які рекомендує %name% на Last.fm

# #15285
source: Top tags for user %name%
uk: Топ тегів для %name%

# #15287
source: Do you want to add the current track to your loved tracks?
uk: Ви хочете додати цей трек до ваших улюблених треків?

# #15288
source: Do you want to ban the current track?
uk: Ви хочете заблокувати цей трек?

# #15289
source: Added to your loved tracks: '%s'.
uk: Додано до ваших улюблених треків: '%s'.

# #15290
source: Could not add '%s' to your loved tracks.
uk: Не можу додати '%s' до ваших улюблених треків.

# #15291
source: Banned: '%s'.
uk: Заблоковано: '%s'.

# #15292
source: Could not ban '%s'.
uk: Не можу заблокувати: '%s'.

# #15293
source: Tracks recently loved by %name%
uk: Треки, які недавно полюбив(ла) %name%

# #15294
source: Tracks recently banned by %name%
uk: Треки, які недавно заблокував(ла) %name%

# #15295
source: Remove from loved tracks
uk: Видалити з улюблених треків

# #15296
source: Un-ban
uk: Розблокувати

# #15297
source: Do you want to remove this track from your loved tracks?
uk: Ви хочете видалити цей трек з ваших улюблених треків?

# #15298
source: Do you want to un-ban this track?
uk: Ви хочете розблокувати цей трек?

# #15300
source: Path not found or invalid
uk: Шлях не знайдено або він не правильний

# #15301
source: Could not connect to network server
uk: Не можу з'єднатися з сервером

# #15302
source: No servers found
uk: Сервери не знайдені

# #15303
source: Workgroup not found
uk: Робоча група не знайдена

# #15310
source: Opening multi-path source
uk: Відкриття кілька-шляхового джерела

# #15311
source: Path:
uk: Шлях:

# #16000
source: General
uk: Основний

# #16001
source: Configure audio hardware...
uk: Налаштування звукового обладнання...

# #16002
source: Internet lookup
uk: Пошук в Інтернеті

# #16003
source: Player
uk: Програвач

# #16004
source: Play media from disc
uk: Програти файл з диска

# #16008
source: Enter new title
uk: Впишіть нову назву

# #16009
source: Enter the movie name
uk: Впишіть назву фільму

# #16010
source: Enter the profile name
uk: Впишіть назву профілю

# #16011
source: Enter the album name
uk: Впишіть назву альбому

# #16012
source: Enter the playlist name
uk: Впишіть назву плейлиста

# #16013
source: Enter new filename
uk: Впишіть нове ім'я файла

# #16014
source: Enter folder name
uk: Впишіть назву папки

# #16015
source: Enter directory
uk: Впишіть назву директорії

# #16016
source: Available options: %A, %T, %N, %B, %D, %G, %Y, %F, %S
uk: Доступні опції: %A, %T, %N, %B, %D, %G, %Y, %F, %S

# #16017
source: Enter search string
uk: Напишіть, що ви хочете знайти

# #16018
source: None
uk: Нічого

# #16019
source: Auto select
uk: Автовибір

# #16023
source: Interlaced handling
uk: Черезстрочна обробка

# #16024
source: Canceling...
uk: Скасування...

# #16025
source: Enter the artist name
uk: Впишіть назву виконавця

# #16026
source: Playback failed
uk: Програвання плейлиста перервано

# #16027
source: One or more items failed to play.
uk: Занадто багато послідовних помилок
