Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Ukrainian/strings.po
Languages: uk

# #0
source: Programs
uk: Програми

# #1
source: Pictures
uk: Фотографії

# #2
source: Music
uk: Музика

# #3
source: Videos
uk: Відео

# #4
source: TV-Guide
uk: Гід ТБ

# #5
source: Settings
uk: Налаштування

# #7
source: File manager
uk: Менеджер файлів

# #8
source: Weather
uk: Погода

# #9
source: xbmc media center
uk: XBMC медіа центр

# #11
source: Monday
uk: Понеділок

# #12
source: Tuesday
uk: Вівторок

# #13
source: Wednesday
uk: Середа

# #14
source: Thursday
uk: Четвер

# #15
source: Friday
uk: П'ятниця

# #16
source: Saturday
uk: Субота

# #17
source: Sunday
uk: Неділя

# #21
source: January
uk: січня

# #22
source: February
uk: лютого

# #23
source: March
uk: березня

# #24
source: April
uk: квітня

# #25
source: May
uk: травня

# #26
source: June
uk: червня

# #27
source: July
uk: липня

# #28
source: August
uk: серпня

# #29
source: September
uk: вересня

# #30
source: October
uk: жовтня

# #31
source: November
uk: листопада

# #32
source: December
uk: грудня

# #98
source: View: Auto
uk: Вигляд: Авто.

# #99
source: View: Auto big
uk: Вигляд: Авто. Велик

# #100
source: View: Icons
uk: Вигляд: Значки

# #101
source: View: List
uk: Вигляд: Список

# #102
source: Scan
uk: Сканувати

# #103
source: Sort by: Name
uk: Сорт.по: Назві

# #104
source: Sort by: Date
uk: Сорт.по: Даті

# #105
source: Sort by: Size
uk: Сорт.по: Розміру

# #106
source: No
uk: Ні

# #107
source: Yes
uk: Так

# #108
source: Slideshow
uk: Слайдшоу

# #109
source: Create thumbs
uk: Створити ескізи

# #110
source: Create thumbnails
uk: Створити ескізи

# #111
source: Shortcuts
uk: Ярлики

# #112
source: Paused
uk: ПАУЗА

# #115
source: Copy
uk: Копіювати

# #116
source: Move
uk: Перемістити

# #117
source: Delete
uk: Видалити

# #118
source: Rename
uk: Змінити назву

# #119
source: New folder
uk: Нова папка

# #120
source: Confirm file copy
uk: Підтвердження копіювання

# #121
source: Confirm file move
uk: Підтвердження переміщення

# #122
source: Confirm file delete?
uk: Підтверджуєте видалення?

# #123
source: Copy these files?
uk: Копіювати файли?

# #124
source: Move these files?
uk: Перемістити файли?

# #125
source: Delete these files? - Deleting files cannot be undone!
uk: Видалити ці файли? Повернути їх буде неможливо.

# #126
source: Status
uk: Статус

# #127
source: Objects
uk: Об'єкт(ів)

# #128
source: General
uk: Головні

# #129
source: Slideshow
uk: Слайдшоу

# #130
source: System info
uk: Інформація про систему

# #131
source: Display
uk: Екран

# #132
source: Albums
uk: Альбоми

# #133
source: Artists
uk: Виконавці

# #134
source: Songs
uk: Пісні

# #135
source: Genres
uk: Жанри

# #136
source: Playlists
uk: Плейлисти

# #137
source: Search
uk: Пошук

# #138
source: System Information
uk: Інформація про систему

# #139
source: Temperatures:
uk: Температура:

# #142
source: Time:
uk: Час:

# #143
source: Current:
uk: Зараз:

# #144
source: Build:
uk: Версія:

# #145
source: Network:
uk: Мережа:

# #146
source: Type:
uk: Тип:

# #147
source: Static
uk: Статичний

# #149
source: MAC address
uk: MAC-адреса

# #150
source: IP address
uk: IP-адреса

# #151
source: Link:
uk: З'єднання:

# #154
source: Storage
uk: Диски

# #155
source: Drive
uk: лоток DVD приводу

# #156
source: Free
uk: Вільно

# #157
source: Video
uk: Відео

# #158
source: Free memory
uk: Вільно пам'яті

# #159
source: No link
uk: Немає з'еднання

# #160
source: Free
uk: вільно

# #161
source: Unavailable
uk: Недоступно

# #162
source: Tray open
uk: Лоток відкритий

# #163
source: Reading
uk: Зчитування

# #164
source: No disc
uk: Диск відсутній

# #165
source: Disc present
uk: Диск присутній

# #166
source: Skin
uk: Оформлення

# #167
source: Enable FTP server
uk: Задіяти FTP сервер

# #168
source: Enable Internet time synchronization
uk: Задіяти синхронізацію часу через Інтернет

# #169
source: Resolution
uk: Дозвіл екрана

# #170
source: Adjust display refresh rate to match video
uk: Налаштувати частоту екрану

# #172
source: Release date
uk: Дата випуску

# #175
source: Moods
uk: Настрій

# #176
source: Styles
uk: Стилі

# #179
source: Song
uk: Пісня

# #180
source: Duration
uk: Тривалість

# #181
source: Select album
uk: Виберіть альбом

# #182
source: Tracks
uk: Треки

# #183
source: Review
uk: Огляд

# #184
source: Refresh
uk: Оновити

# #185
source: Searching album
uk: Пошук альбому

# #187
source: No albums found!
uk: Альбомів не знайдено!

# #188
source: Select all
uk: Вибрати все

# #189
source: Scanning media info
uk: Сканування інформації

# #190
source: Save
uk: Зберегти

# #191
source: Shuffle
uk: Перемішати

# #192
source: Clear
uk: Очистити

# #193
source: Scan
uk: Сканувати

# #194
source: Searching...
uk: Пошук...

# #195
source: No info found!
uk: Інформації не знайдено!

# #196
source: Select movie:
uk: Виберіть фільм:

# #197
source: Querying %s info
uk: Запит інформації з %s

# #198
source: Loading movie details
uk: Завантаження інформації про фільм

# #202
source: Tagline
uk: Девіз

# #203
source: Plot outline
uk: Сюжет

# #205
source: Votes:
uk: Голосів:

# #206
source: Cast
uk: Актори

# #207
source: Plot
uk: Сюжет

# #208
source: Play
uk: Програти

# #209
source: Next
uk: Наступний

# #210
source: Previous
uk: Попередній

# #213
source: Calibrate user interface...
uk: Калібрування інтерфейсу...

# #214
source: Video calibration...
uk: Калібрування екрану...

# #215
source: Soften
uk: Згладжування

# #216
source: Zoom amount
uk: Ступінь збільшення

# #217
source: Pixel ratio
uk: Співвідношення сторін

# #218
source: DVD drive
uk: DVD-привід

# #219
source: Please insert disc
uk: Вставте диск, будь ласка

# #220
source: Remote share
uk: Зовнішній ресурс

# #221
source: Network is not connected
uk: Немає підключення до мережі

# #222
source: Cancel
uk: Відмінити

# #224
source: Speed
uk: Тривалість показу слайда

# #226
source: Test patterns...
uk: Тестові шаблони...

# #227
source: Lookup audio CD track names from freedb.org
uk: Шукати інформацію про аудио CD в Internet

# #228
source: Shuffle playlist on load
uk: Перемішати плейлист при завантаженні

# #229
source: HDD spindown time
uk: Зупиняти HDD через (хв)

# #230
source: Video filters
uk: Відео-фільтри

# #231
source: None
uk: Пусто

# #232
source: Point
uk: Крапка

# #233
source: Linear
uk: Лінійний

# #234
source: Anisotropic
uk: Анізотропний

# #235
source: Quincunx
uk: Шаховий

# #236
source: Gaussian cubic
uk: Кубічний по Гауссу

# #237
source: Minification
uk: Зменшення

# #238
source: Magnification
uk: Збільшення

# #239
source: Clear playlist on finish
uk: Очистити плейлист після програвання

# #240
source: Autoplay DVD-Video
uk: Автопрогравання DVD-Video диска

# #241
source: Autoplay VCD/SVCD
uk: Автопрогравання VCD/SVCD диска

# #242
source: Autoplay Audio-CD
uk: Автопрогравання Audio-CD диска

# #243
source: Autoplay Xbox games
uk: Автозапуск Xbox-гри

# #244
source: Autoplay videos
uk: Автопрогравання відеофайлів

# #245
source: Autoplay music
uk: Автопрогравання аудіофайлів

# #246
source: Autoplay pictures
uk: Автопоказ зображень

# #247
source: Scripts
uk: Скрипти

# #248
source: Language
uk: Мова

# #249
source: Music
uk: Музика

# #250
source: Visualization
uk: Відео-ефекти

# #251
source: Select destination directory
uk: Виберіть папку призначення

# #252
source: Output stereo to all speakers
uk: Виводити стерео на всі динаміки

# #253
source: Number of channels
uk: Кількість каналів

# #254
source: - DTS capable receiver
uk: - виводити звук в форматі DTS®

# #256
source: Fetching CD information
uk: Запит інформації про CD

# #257
source: Error
uk: Помилка

# #258
source: Enable tag reading
uk: Читати інформацію з тегів

# #259
source: Opening
uk: Відкриття

# #261
source: Waiting for start...
uk: Очікування старту...

# #262
source: Scripts output
uk: Лог роботи скриптів

# #263
source: Allow control of XBMC via HTTP
uk: Задіяти Web сервер

# #264
source: Record
uk: Запис

# #265
source: Stop Rec.
uk: Зупинити запис

# #266
source: Sort by: Track
uk: Сорт.по: Треку

# #267
source: Sort by: Time
uk: Сорт.по: Часу

# #268
source: Sort by: Title
uk: Сорт.по: Назві

# #269
source: Sort by: Artist
uk: Сорт.по: Виконавцю

# #270
source: Sort by: Album
uk: Сорт.по: Альбму

# #272
source: Top-Left overscan compensation
uk: Налаштування розмірів екрана (лівий верхній кут)

# #273
source: Bottom-Right overscan compensation
uk: Налаштування розмірів екрана (правий нижній кут)

# #274
source: Subtitle positioning
uk: Позиція субтитрів

# #275
source: Pixel ratio adjustment
uk: Регулювання співвідношення висоти і ширини

# #276
source: Adjust the arrow to change the amount of overscan
uk: Рухайте стрілки для регулювання розмірів екрана

# #277
source: Adjust the bar to change the subtitles position
uk: Рухайте смужку щоб змінити позицію субтитрів

# #278
source: Adjust the rectangle so it is perfectly square
uk: Змінюйте прямокутник так, щоб він став ідеальним квадратом

# #279
source: Unable to load settings
uk: Неможливо завантажити налаштування

# #280
source: Using default settings
uk: Використання стандартних налаштувань

# #281
source: Please check the XML files
uk: Будь ласка, перевірте XML файли

# #282
source: Found %i items
uk: знайдено %і об'ект(ів)

# #283
source: Search results
uk: Результати пошуку

# #284
source: No results found
uk: Нічого не знайдено

# #286
source: Post-processing filter
uk: Фільтр пост-процессінгу

# #287
source: Subtitles
uk: Субтитри

# #288
source: Font
uk: Шрифт

# #289
source: - Size
uk: - розмір

# #290
source: Dynamic range compression
uk: Стиснення динамічного диапазону

# #291
source: Video
uk: Відео

# #292
source: Audio
uk: Звук

# #293
source: Browse for subtitles
uk: Вкажіть субтитри

# #294
source: Create bookmark
uk: Поставити закладку

# #296
source: Clear bookmarks
uk: Очистити закладки

# #297
source: Audio offset
uk: Затримка звуку

# #298
source: Bookmarks
uk: Закладки

# #303
source: Delay
uk: Затримка субтитрів

# #304
source: Language
uk: Мова

# #305
source: Enabled
uk: Включено

# #307
source: - Automatic post-processing
uk: - автоматичний пост-процессінг

# #308
source: - Vertical deblocking filter
uk: - вертикальний Deblocking-фільтр

# #309
source: - Horizontal deblocking filter
uk: - горизонтальний Deblocking-фільтр

# #310
source: - Auto brightness/contrast
uk: - Авто яскравість/контрастність

# #311
source: - Dering
uk: - Зменшення відблисків

# #312
source: (0=auto)
uk: (0=авто)

# #313
source: Cleaning database
uk: Очищення бази даних

# #314
source: Preparing...
uk: Підготовка...

# #315
source: Database error
uk: Помилка бази даних

# #316
source: Searching songs...
uk: Пошук пісень...

# #317
source: Cleaned database successfully
uk: Очищення бази даних виконано

# #318
source: Cleaning songs...
uk: Очищення пісень...

# #319
source: Error cleaning songs
uk: Помилка очищення пісень

# #320
source: Cleaning artists...
uk: Очищення виконавців...

# #321
source: Error cleaning artists
uk: Помилка очищення виконавців

# #322
source: Cleaning genres...
uk: Очищення жанрів...

# #323
source: Error cleaning genres
uk: Помилка очищення жанрів

# #324
source: Cleaning paths...
uk: Очищення шляхів...

# #325
source: Error cleaning paths
uk: Помилка очищення шляхів

# #326
source: Cleaning albums...
uk: Очищення альбомів...

# #327
source: Error cleaning albums
uk: Помилка очищення альбомів

# #328
source: Writing changes...
uk: Запис змін...

# #329
source: Error writing changes
uk: Помилка запису змін

# #330
source: This may take some time...
uk: Це займе деякий час...

# #331
source: Compressing database...
uk: Стиснення бази даних...

# #332
source: Error compressing database
uk: Помилка стискування бази даних

# #333
source: Do you want to clean the library?
uk: Ви хочете очистити Бібліотеку?

# #334
source: Clean library...
uk: Очищення Бібліотеки...

# #335
source: Start
uk: Старт

# #336
source: Framerate conversion
uk: Перетворення частоти кадрів

# #337
source: Audio output
uk: Аудіо вихід

# #338
source: Analog
uk: Аналоговий

# #339
source: Digital
uk: Цифровий

# #340
source: Various artists
uk: Різні виконавці

# #341
source: Play disc
uk: Програти диск

# #342
source: Movies
uk: Фільми

# #343
source: Adjust framerate
uk: Налаштувати частоту кадрів

# #344
source: Actors
uk: Актори

# #345
source: Year
uk: Рік

# #350
source: Programs
uk: Програми

# #351
source: Off
uk: відключено

# #352
source: Dim
uk: Затемнення

# #353
source: Black
uk: Чорний екран

# #354
source: Matrix trails
uk: Сліди "Матриці"

# #355
source: Screensaver time
uk: Вмикати заставку через

# #356
source: Screensaver mode
uk: Режим заставки

# #357
source: Shutdown function timer
uk: Завершити роботу через

# #358
source: All albums
uk: Усі альбоми

# #359
source: Recently added albums
uk: Свіжі альбоми

# #360
source: Screensaver
uk: Заставка

# #361
source: R. Slideshow
uk: Рекурсивне слайдшоу

# #362
source: Screensaver dim level
uk: Рівень затемнення екрану

# #363
source: Sort by: File
uk: Сорт.по: Файлу

# #364
source: - Dolby Digital (AC3) capable receiver
uk: - виводити звук в форматі AC3 (Dolby Digital®)

# #365
source: Sort by: Name
uk: Сорт.по: Назві

# #366
source: Sort by: Year
uk: Сорт.по: Року

# #367
source: Sort by: Rating
uk: Сорт.по: Рейтингу

# #369
source: Title
uk: Назва

# #370
source: Thunderstorms
uk: грози

# #371
source: Partly
uk: місцями

# #372
source: Mostly
uk: переважно

# #373
source: Sunny
uk: сонячно

# #374
source: Cloudy
uk: хмарно

# #375
source: Snow
uk: сніг

# #376
source: Rain
uk: дощ

# #377
source: Light
uk: невеликий

# #378
source: AM
uk: вранці

# #379
source: PM
uk: вдень

# #380
source: Showers
uk: злива

# #381
source: Few
uk: трохи

# #382
source: Scattered
uk: місцями

# #383
source: Wind
uk: вітер

# #384
source: Strong
uk: сильний

# #385
source: Fair
uk: ясно

# #386
source: Clear
uk: безхмарно

# #387
source: Clouds
uk: хмарно

# #388
source: Early
uk: рано

# #389
source: Shower
uk: рясний

# #390
source: Flurries
uk: шквали

# #391
source: Low
uk: min

# #392
source: Medium
uk: med

# #393
source: High
uk: max

# #394
source: Fog
uk: туман

# #395
source: Haze
uk: серпанок

# #396
source: Select location
uk: Місцевість

# #397
source: Refresh time
uk: Час оновлення

# #398
source: Temperature units
uk: Одиниця виміру температури

# #399
source: Speed units
uk: Одиниця виміру швидкості вітру

# #400
source: Weather
uk: Погода

# #401
source: Temp
uk: Температура

# #402
source: Feels like
uk: За відчуттям

# #403
source: UV index
uk: Рівень УФ

# #404
source: Wind
uk: Вітер

# #405
source: Dew point
uk: Крапка роси

# #406
source: Humidity
uk: Вологість

# #408
source: at
uk: , швидкість: до

# #409
source: Defaults
uk: За змовчуванням

# #410
source: Accessing weather service
uk: Підключення до Гідрометеоцентру

# #411
source: Getting weather for:
uk: Одержання прогнозу для:

# #412
source: Unable to get weather data
uk: Неможливо отримати прогноз

# #413
source: Manual
uk: Вписати вручну

# #414
source: No review for this album
uk: Немає опису для цого альбома

# #415
source: Downloading thumbnail...
uk: Завантаження ескізів...

# #416
source: Not available
uk: Не доступно

# #417
source: View: Big icons
uk: Вигляд: Великі значки

# #418
source: Enable Library
uk: Задіяти Бібліотеку

# #422
source: Delete album info
uk: Видалити дані про альбом

# #423
source: Delete CD information
uk: Видалити дані про CD

# #424
source: Select
uk: Вибір

# #425
source: No album information found
uk: Даних про альбом не знайдено

# #426
source: No CD information found
uk: Даних про CD не знайдено

# #427
source: Disc
uk: Диск

# #428
source: Insert correct CD/DVD
uk: Вставте правильний CD/DVD диск

# #429
source: Please insert the following CD/DVD
uk: Вставте наступний CD/DVD диск

# #430
source: Sort by: DVD#
uk: Сорт.по: №DVD

# #431
source: No cache
uk: Не кешувати

# #432
source: Remove movie from library
uk: Видалити фільм із Бібліотеки

# #433
source: Really remove '%s'?
uk: Дійсно видалити '%s'?

# #437
source: Removable disk
uk: З'ємний диск

# #438
source: Opening file
uk: Відкриття файла

# #439
source: MPlayer cache
uk: Кєш

# #440
source: Harddisk
uk: Жорсткий диск

# #442
source: Local network
uk: Локальна мережа

# #444
source: Video
uk: Відео

# #445
source: Audio
uk: Аудіо

# #447
source: Autorun media
uk: Автопрогравання

# #448
source: LCD
uk: РК екран

# #449
source: Enabled
uk: Включено

# #450
source: Columns
uk: Кількість знакомість в рядку

# #451
source: Row 1 address
uk: Адреса 1-го рядка

# #452
source: Row 2 address
uk: Адреса 2-го рядка

# #453
source: Row 3 address
uk: Адреса 3-го рядка

# #454
source: Row 4 address
uk: Адреса 4-го рядка

# #455
source: Rows
uk: Кількість рядків

# #456
source: Mode
uk: Режим

# #457
source: Switch view
uk: Замінити вигляд

# #459
source: Subs
uk: Субтитри

# #460
source: Audio stream
uk: Аудіо потік

# #461
source: [active]
uk: [працює]

# #462
source: Subtitle
uk: Субтитри

# #463
source: Backlight
uk: Яскравість підсвічування

# #464
source: Brightness
uk: Яскравість

# #465
source: Contrast
uk: Контрастність

# #466
source: Gamma
uk: Гама

# #467
source: Type
uk: Тип

# #468
source: Move the bar to change the OSD position
uk: Рухайте смужку щоб змінити позицію OSD

# #469
source: OSD position
uk: Позиція екранного меню (OSD)

# #470
source: Credits
uk: Творці

# #471
source: Modchip
uk: МOD-чіп

# #474
source: Off
uk: Вимкнено

# #475
source: Music only
uk: Тільки музика

# #476
source: Music & video
uk: Музика та Відео

# #477
source: Unable to load playlist
uk: Неможливо завантажити плейлист

# #478
source: OSD
uk: Екранне меню (OSD)

# #479
source: Skin & language
uk: Оформлення і мова

# #480
source: Appearance
uk: Вигляд

# #481
source: Audio options
uk: Налаштування аудіо

# #482
source: About XBMC
uk: Про XBMC

# #485
source: Delete album
uk: Видалити альбом

# #486
source: Repeat
uk: Повторювати

# #487
source: Repeat one
uk: Повторювати 1 трек

# #488
source: Repeat folder
uk: Повторювати папку

# #489
source: Play the next song automatically
uk: Програвати наступний файл автоматично

# #491
source: - Use big icons
uk: - використовувати великі значки

# #492
source: Resize VobSubs
uk: Масштабувати субтитри

# #493
source: Advanced options (Experts Only!)
uk: Розширені опції (Тільки для експертів!)

# #494
source: Overall audio headroom
uk: Загальний рівень шуму в кімнаті (dB)

# #495
source: Upsample videos to GUI resolution
uk: Перераховувати відео до дозволу GUI

# #496
source: Calibration
uk: Калібрування

# #497
source: Show file extensions
uk: Сховати тип в назвах файлів

# #498
source: Sort by: Type
uk: Сорт.по: Типу

# #499
source: Unable to connect to online lookup service
uk: Неможливо з'єднатися з пошуковим сервісом

# #500
source: Downloading album information failed
uk: Невдалося завантажити дані про альбом

# #501
source: Looking for album names...
uk: Перевірка назв альбомів...

# #502
source: Open
uk: Відкритий

# #503
source: Busy
uk: Обробка...

# #504
source: Empty
uk: порожній

# #505
source: Loading media info from files...
uk: Завантаження інформації з файлів...

# #507
source: Sort by: Usage
uk: Сорт.по: Використ.

# #510
source: Enable visualizations
uk: Задіяти відео-ефекти

# #511
source: Enable video mode switching
uk: Автоматичне переключення PAL/NTSC

# #512
source: Startup window
uk: Після старту переходити в меню:

# #513
source: Home window
uk: Головне меню

# #514
source: Manual settings
uk: Налаштування

# #515
source: Genre
uk: Жанр

# #516
source: Make stored archives with one file transparent
uk: Відображати архіви з одним файлом прозорими

# #517
source: Recently played albums
uk: Недавно прослухані альбоми

# #518
source: Launch
uk: Запустити

# #519
source: Launch in...
uk: Запустити в режимі…

# #520
source: Edit XBE title
uk: Змінити заголовок XBE

# #521
source: Compilations
uk: Збірки

# #522
source: Remove source
uk: Видалити джерело

# #523
source: Switch media
uk: Перейти до розділу...

# #524
source: Select playlist
uk: Вибрати плейлист

# #525
source: New playlist...
uk: Створити новий плейлист...

# #526
source: Add to playlist
uk: Додати до плейлиста

# #527
source: Manually add to library
uk: Додати до Бібліотеки

# #528
source: Enter title
uk: Впишіть назву

# #529
source: Error: Duplicate title
uk: Помилка: Однакові назви

# #530
source: Select genre
uk: Виберіть жанр

# #531
source: New genre
uk: Новий жанр

# #532
source: Manual addition
uk: Додавання вручну

# #533
source: Enter genre
uk: Впишіть жанр

# #534
source: View: %s
uk: Вигляд: %s

# #535
source: List
uk: Список

# #536
source: Icons
uk: Значки

# #537
source: Big list
uk: Повний список

# #538
source: Big icons
uk: Великі значки

# #539
source: Wide
uk: Широкий

# #540
source: Big wide
uk: Повний широкий

# #541
source: Album icons
uk: Значки альбомів

# #542
source: DVD icons
uk: Значки DVD

# #544
source: Media info
uk: Інфо

# #545
source: Audio output device
uk: Пристрій виводу звуку

# #546
source: Passthrough output device
uk: Пристрій передачі звуку

# #547
source: No biography for this artist
uk: Для цього виконавця немає біографії

# #548
source: Downmix multichannel audio to stereo
uk: Змішати багатоканальний звук до стерео

# #550
source: Sort by: %s
uk: Сорт. по: %s

# #551
source: Name
uk: Назві

# #552
source: Date
uk: Даті

# #553
source: Size
uk: Розміру

# #554
source: Track
uk: № трека

# #555
source: Time
uk: Час

# #556
source: Title
uk: Назва пісні

# #557
source: Artist
uk: Виконавець

# #558
source: Album
uk: Альбом

# #559
source: Playlist
uk: Плейлист

# #561
source: File
uk: Імені файлу

# #562
source: Year
uk: Рік

# #563
source: Rating
uk: Рейтинг

# #564
source: Type
uk: Тип

# #565
source: Usage
uk: Використання

# #566
source: Album artist
uk: Виконавець альбому

# #567
source: Play count
uk: Кількість програвань

# #568
source: Last played
uk: Останній програний

# #569
source: Comment
uk: Нотатки

# #570
source: Date added
uk: Дата додавання

# #571
source: Default
uk: За змовчуванням

# #572
source: Studio
uk: Кіностудія

# #573
source: Path
uk: Шлях

# #580
source: Sort direction
uk: Напрямок сортування

# #581
source: Sort method
uk: Метод сортування

# #582
source: View mode
uk: Режим перегляду

# #583
source: Remember views for different folders
uk: Пам'ятати параметри відображення кожної папки

# #584
source: Ascending
uk: За зростанням

# #585
source: Descending
uk: За убуванням

# #586
source: Edit playlist
uk: Виправити плейлист

# #587
source: Filter
uk: Фільтр

# #588
source: Cancel party mode
uk: Відключити режим 'Вечірка'

# #589
source: Party mode
uk: Режим 'Вечірка'

# #590
source: Random
uk: Випадково

# #591
source: Off
uk: Виключене

# #592
source: One
uk: Один

# #593
source: All
uk: Усі

# #594
source: Off
uk: Вимкнено

# #595
source: Repeat: Off
uk: Повтор: Вимкнено

# #596
source: Repeat: One
uk: Повтор: Один трек

# #597
source: Repeat: All
uk: Повтор: Усі треки

# #600
source: Rip audio CD
uk: Оцифрувати Audio CD

# #601
source: Medium
uk: Середня

# #602
source: Standard
uk: Стандартна

# #603
source: Extreme
uk: Екстремальна

# #604
source: Constant bitrate
uk: Постійний BitRate

# #605
source: Ripping...
uk: Оцифровка...

# #607
source: To:
uk: У:

# #608
source: Could not rip CD or track
uk: Оцифровка CD чи треку неможлива

# #609
source: CDDARipPath is not set.
uk: Не зазначено значення CDDARipPath

# #610
source: Rip audio track
uk: Оцифрувати аудіо трек

# #611
source: Enter number
uk: Впишіть номер

# #620
source: Audio CDs
uk: Оцифровка CD

# #621
source: Encoder
uk: Кодувальник

# #622
source: Quality
uk: Якість

# #623
source: Bitrate
uk: Бітрейт

# #624
source: Include track number
uk: Додати номер треку

# #625
source: All songs of
uk: Усі пісні

# #629
source: View mode
uk: Режим перегляду

# #630
source: Normal
uk: Нормальний

# #631
source: Zoom
uk: Збільшений

# #632
source: Stretch 4:3
uk: Розтягнутий 4:3
