Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Ukrainian/strings.po
Languages: uk

# #21377
source: Widescreen
uk: Widescreen (16:9)

# #21378
source: Enable 480p
uk: Задіяти 480p

# #21379
source: Enable 720p
uk: Задіяти 720p

# #21380
source: Enable 1080i
uk: Задіяти 1080p

# #21381
source: Enter name of new playlist
uk: Впишіть назву нового плейлиста

# #21382
source: Show "Add source" buttons in file lists
uk: Сховати кнопку "Додати джерело" в списку файлів

# #21383
source: Enable scrollbars
uk: Задіяти смуги прокрутки

# #21384
source: Make watched filtering a toggle in video library
uk: Відмічати переглянуте відео в Бібліотеці галочкою

# #21385
source: Open
uk: Відкрити

# #21386
source: Acoustic management level
uk: Управлінння акустичними шумами

# #21387
source: Fast
uk: Швидкість

# #21388
source: Quiet
uk: Тиша

# #21389
source: Enable custom background
uk: Дозволити свій фон

# #21390
source: Power management level
uk: Управління живленням

# #21391
source: High power
uk: Повна потужність

# #21392
source: Low power
uk: Часткова потужність

# #21393
source: High standby
uk: Повне очікування

# #21394
source: Low standby
uk: Часткове очікування

# #21395
source: Unable to cache files bigger than 4GB
uk: Неможливо кешувати файли більші ніж 4 Гігабайти

# #21396
source: Chapter
uk: Розділ

# #21397
source: High quality pixel shader v2
uk: Пікс.шейдер вис.якості v2

# #21398
source: Enable playlist at startup
uk: Програвати плейлист при старті

# #21399
source: Use tween animations
uk: Анімація відскакування панелей

# #21400
source: contains
uk: містить

# #21401
source: does not contain
uk: не містить

# #21402
source: is
uk: дорівнює

# #21403
source: is not
uk: не

# #21404
source: starts with
uk: починається з

# #21405
source: ends with
uk: закінчується на

# #21406
source: greater than
uk: більші ніж

# #21407
source: less than
uk: менші ніж

# #21408
source: after
uk: після

# #21409
source: before
uk: перед

# #21410
source: in the last
uk: на кінці

# #21411
source: not in the last
uk: не на кінці

# #21412
source: Scrapers
uk: Інфо-ресурси

# #21413
source: Default movie scraper
uk: Стандартний інфо-ресурс для фільмів

# #21414
source: Default tvshow scraper
uk: Стандартний інфо-ресурс для серіалів

# #21415
source: Default musicvideo scraper
uk: Стандартний інфо-ресурс для музичного відео

# #21416
source: Enable fallback based on scraper language
uk: Дозволити виправлення, залежно від мови інфо-ресурсу

# #21420
source: Value to match
uk: Значення занадто велике

# #21421
source: Smart playlist rule
uk: Правило "розумного" плейлиста

# #21422
source: Match items where
uk: Вибрати об'єкти, в яких

# #21423
source: New rule...
uk: Нове правило...

# #21424
source: Items must match
uk: Об'єкти повинні задовольняти

# #21425
source: all of the rules
uk: всім правилам

# #21426
source: one or more of the rules
uk: одному або більше павилам

# #21427
source: Limit to
uk: Обмежити до

# #21428
source: No limit
uk: Без обмежень

# #21429
source: Order by
uk: Упорядкувати за

# #21430
source: ascending
uk: збільшенням

# #21431
source: descending
uk: зменшенням

# #21432
source: Edit smart playlist
uk: Виправити "розумний" плейлист

# #21433
source: Name of the playlist
uk: Назва плейлиста

# #21434
source: Find items where
uk: Знайти об'єкти, в яких

# #21435
source: Edit
uk: Виправити

# #21436
source: %i items
uk: %i об'єктів

# #21437
source: New smart playlist...
uk: Створити новий "розумний" плейлист...

# #21438
source: %c Drive
uk: Диск %c

# #21439
source: Edit party mode rules
uk: Змінити правила режиму 'вечірка'

# #21440
source: Home folder
uk: Домашня папка

# #21441
source: Watched count
uk: Кількість переглядів

# #21442
source: Episode title
uk: Назва епізоду

# #21800
source: File name
uk: Назва файлу

# #21801
source: File path
uk: Шлях до файлу

# #21802
source: File size
uk: Розмір файлу

# #21803
source: File date/time
uk: Дата і час файлу

# #21804
source: Slide index
uk: № у слайдшоу

# #21805
source: Resolution
uk: Розміри

# #21806
source: Comment
uk: Нотатка

# #21807
source: Colour/B&W
uk: Кольорова / Ч-Б

# #21808
source: JPEG process
uk: Алгоритм JPEG

# #21820
source: Date/Time
uk: Дата і час зйомки

# #21821
source: Description
uk: Опис

# #21822
source: Camera make
uk: Виготівник фотоап-ту

# #21823
source: Camera model
uk: Модель фотоапарату

# #21824
source: EXIF comment
uk: EXIF нотатка

# #21825
source: Firmware
uk: Прошивка

# #21826
source: Aperture
uk: Діафрагма

# #21827
source: Focal length
uk: Фокальна довжина

# #21828
source: Focus distance
uk: Фокусна відстань

# #21829
source: Exposure
uk: Експозиція

# #21830
source: Exposure time
uk: Час експозиції

# #21831
source: Exposure bias
uk: Підсилен. експозиції

# #21832
source: Exposure mode
uk: Режим експозиції

# #21833
source: Flash used
uk: Із спалахом

# #21834
source: White-balance
uk: Баланс білого

# #21835
source: Light source
uk: Джерело світла

# #21836
source: Metering mode
uk: Режим виміру

# #21838
source: Digital zoom
uk: Цифрове збільшення

# #21839
source: CCD width
uk: Ширина CCD

# #21840
source: GPS latitude
uk: GPS широта

# #21841
source: GPS longitude
uk: GPS довгота

# #21842
source: GPS altitude
uk: GPS висота

# #21843
source: Orientation
uk: Орієнтація

# #21860
source: Supplemental categories
uk: Додаткові категорії

# #21861
source: Keywords
uk: Ключові слова

# #21862
source: Caption
uk: Заголовок

# #21863
source: Author
uk: Автор

# #21864
source: Headline
uk: Рубрика

# #21865
source: Special instructions
uk: Спеціальні інструкції

# #21866
source: Category
uk: Категорія

# #21867
source: Byline
uk: Підпис

# #21868
source: Byline title
uk: Назва підпису

# #21869
source: Credit
uk: Творець

# #21870
source: Source
uk: Джерело

# #21871
source: Copyright notice
uk: Авторське право

# #21872
source: Object name
uk: Назва об'єкту

# #21873
source: City
uk: Місто

# #21874
source: State
uk: Штат

# #21875
source: Country
uk: Країна

# #21877
source: Date created
uk: Дата створення

# #21878
source: Copyright flag
uk: Признак авторського права

# #21879
source: Country code
uk: Код країни

# #21880
source: Reference service
uk: Довідковий сервіс

# #21881
source: Allow control of XBMC via UPnP
uk: Задіяти UPnP обробник

# #21882
source: Attempt to skip introduction before DVD menu
uk: Намагатися пропускати вступ перед меню DVD диска

# #21883
source: Saved music
uk: Оцифровані аудіо CD диски

# #21884
source: Query info for all artists
uk: Дані про всіх виконавців

# #21885
source: Downloading album information
uk: Загрузка інформації про альбом

# #21886
source: Downloading artist information
uk: Загрузка інформації про виконавця

# #21887
source: Biography
uk: Біографія

# #21888
source: Discography
uk: Дискографія

# #21889
source: Searching artist
uk: Пошук виконавця

# #21890
source: Select artist
uk: Виберіть виконавця

# #21891
source: Artist information
uk: Інформація про виконавця

# #21892
source: Instruments
uk: Інструменти

# #21893
source: Born
uk: Родився

# #21894
source: Formed
uk: Створено

# #21895
source: Themes
uk: Теми

# #21896
source: Disbanded
uk: Розпалися

# #21897
source: Died
uk: Помер

# #21898
source: Years active
uk: Роки творч-ті

# #21899
source: Label
uk: Позначка

# #21900
source: Born/Formed
uk: Родився/Створено

# #22000
source: Update library on startup
uk: Оновляти Бібліотеку при старті

# #22001
source: Always update library in background
uk: Завжди оновлювати Бібліотеку у фоновому режимі

# #22002
source: - DNS suffix
uk: - DNS суфікс

# #22003
source: Default player
uk: Задіяти списки виправлень та рішень

# #22004
source: Delayed by: %2.3fs
uk: Затримано на: %2.3fs

# #22005
source: Ahead by: %2.3fs
uk: Випереджає на: %2.3fs

# #22006
source: Subtitle offset
uk: Зміщення субтитрів

# #22007
source: OpenGL vendor:
uk: Виготівник OpenGL:

# #22008
source: OpenGL renderer:
uk: Обробник OpenGL:

# #22009
source: OpenGL version:
uk: Версія OpenGL:

# #22010
source: GPU temperature:
uk: Температура GPU:

# #22011
source: CPU temperature:
uk: Температура CPU:

# #22012
source: Total memory
uk: Усього пам'яті

# #22013
source: Profile data
uk: Дані профіля

# #22014
source: Use dim if paused during video playback
uk: Затемнювати в паузі при програванні відео

# #22015
source: All recordings
uk: Всі записи

# #22016
source: By title
uk: За назвою

# #22017
source: By group
uk: За групою

# #22018
source: Live channels
uk: Канали прямої трансляції

# #22019
source: Recordings by title
uk: Записи по назві

# #22020
source: Guide
uk: Керівництво

# #22030
source: Font
uk: Шрифт

# #22031
source: - Size
uk: - Розмір

# #22032
source: - Colours
uk: - Кольори

# #22033
source: - Charset
uk: - Набір символів

# #22034
source: Export karaoke titles as HTML
uk: Експортувати лист пісень в форматі HTML

# #22035
source: Export karaoke titles as CSV
uk: Експортувати лист пісень в форматі CSV

# #22036
source: Import karaoke titles...
uk: Імпортувати лист пісень...

# #22037
source: Show song selector automatically
uk: Автоматично спливаючий вибір пісень

# #22038
source: Export karaoke titles...
uk: Експортувати лист пісень...

# #22039
source: Enter song number
uk: Введіть номер пісні

# #22040
source: white/green
uk: білий/зелений

# #22041
source: white/red
uk: білий/червоний

# #22042
source: white/blue
uk: білий/синій

# #22043
source: black/white
uk: чорний/білий

# #23000
source: Weather plugin
uk: Додаток погоди

# #23001
source: - Plugin settings
uk: - Налаштування додатка

# #29800
source: Library Mode
uk: Режим Бібліотеки

# #29801
source: QWERTY keyboard
uk: Клавіатура QWERTY

# #29999
source: Apply flicker filter setting to games
uk: Задіяти фільтр для усунення мерехтіння в іграх
