Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Croatian/strings.po
Languages: hr

# #711
source: Internet Protocol (IP)
hr: Internet Protokol (IP)

# #712
source: Invalid port specified. Value must be between 1 and 65535.
hr: Netočan specifirani ulaz. Vrijednost mora biti između 1 i 65535.

# #715
source: - Assignment
hr: Zadaci

# #716
source: Automatic (DHCP)
hr: Automatski (DHCP)

# #717
source: Manual (Static)
hr: Ručni (Static)

# #718
source: Default (Dashboard)
hr: Zadani (Dashboard)

# #719
source: - IP address
hr: - IP Addresa

# #720
source: - Netmask
hr: - Netmaska

# #721
source: - Default gateway
hr: - Zadani Gateway

# #723
source: Save & restart
hr: Sačuvaj & Restartaj

# #724
source: Invalid address specified. Value must be AAA.BBB.CCC.DDD
hr: Netočna specifirana adresa. Vrijednost mora biti AAA.BBB.CCC.DDD

# #725
source: with numbers between 0 and 255.
hr: sa brojevima između 0 and 255.

# #726
source: Changes not saved. Continue without saving?
hr: Promjene nisu sačuvane. Nastavi bez spremanja?

# #729
source: Internet time
hr: Internet Vrijeme

# #730
source: - Port
hr: Web Server Ulaz

# #732
source: Save & apply
hr: Sačuvaj & Primjeni

# #733
source: - Password
hr: Web Server Zaporka

# #734
source: No pass
hr: Bez Pass

# #735
source: - Character set
hr: - Znakovi

# #736
source: - Style
hr: - Stil

# #737
source: - Colour
hr: - Boja

# #738
source: Normal
hr: Normalno

# #739
source: Bold
hr: Podebljano

# #740
source: Italics
hr: Koso

# #741
source: Bold italics
hr: Podebljano Koso

# #742
source: White
hr: Bijelo

# #743
source: Yellow
hr: Žuto

# #744
source: Files
hr: Datoteke

# #745
source: No scanned information for this view
hr: Nema skeniranih info. za taj pogled

# #746
source: Please turn off library mode
hr: Prebaci se na Datotečni pogled

# #747
source: Error loading image
hr: Greška pri učitavanju slike

# #748
source: Edit path
hr: Izmjeni Putanju

# #750
source: Are you sure?
hr: Jesi siguran?

# #751
source: Removing source
hr: Odstranjujem Izvor

# #754
source: Add program link
hr: Dodaj Programsku Vezu

# #755
source: Edit program path
hr: Izmjeni Programsku Putanju

# #756
source: Edit program name
hr: Izmjeni Ime Programa

# #757
source: Edit path depth
hr: Izmjeni Putanju Dubine

# #759
source: View: Big list
hr: Pogled: Velika Lista

# #760
source: Yellow
hr: Žuto

# #761
source: White
hr: Bijelo

# #762
source: Blue
hr: Plavo

# #763
source: Bright green
hr: Blijedo Zeleno

# #764
source: Yellow green
hr: Žuto Zeleno

# #765
source: Cyan
hr: Cijan

# #766
source: Light grey
hr: Rezervirano

# #767
source: Grey
hr: Rezervirano

# #770
source: Error %i: share not available
hr: Greška %i: udio nije dostupan

# #772
source: Audio output
hr: Audio Hardware

# #773
source: Seeking
hr: Tražiti

# #774
source: Slideshow folder
hr: Slideshow Mapa

# #1000
source: Screensaver preview
hr: Pregled Čuvara Zaslona

# #1001
source: Unable to connect
hr: Nemogu se spojiti

# #1002
source: XBMC was unable to connect to the network location.
hr: XBMC se nije mogao spojiti na lokaciju mreže.

# #1003
source: This could be due to the network not being connected.
hr: Može biti da mreža nije spojena.

# #1004
source: Would you like to add it anyway?
hr: Želiš li ju dodati?

# #1006
source: IP address
hr: IP Addresa

# #1007
source: Add network location
hr: Dodaj Mrežnu Lokaciju

# #1008
source: Protocol
hr: Protokol

# #1009
source: Server address
hr: Addresa Servera

# #1010
source: Server name
hr: Ime Servera

# #1011
source: Remote path
hr: Udaljena Putanja

# #1012
source: Shared folder
hr: Djeljena Mapa

# #1013
source: Port
hr: Ulaz

# #1014
source: Username
hr: Korisničko Ime

# #1015
source: Browse for network server
hr: Traži Mrežni Server

# #1016
source: Enter the network address of the server
hr: Upiši Mrežnu Adresu Servera

# #1017
source: Enter the path on the server
hr: Upiši putanju na serveru

# #1018
source: Enter the port number
hr: Upiši ulazni broj

# #1019
source: Enter the username
hr: Upiši Korisničko Ime

# #1020
source: Add %s source
hr: Dodaj %s Izvor

# #1021
source: Enter the paths or browse for the media locations.
hr: Upiši putanje ili traži media lokacije.

# #1022
source: Enter a name for this media Source.
hr: Upiši ime za Medai Izvor.

# #1023
source: Browse for new share
hr: Traži nove djeljene lokacije

# #1024
source: Browse
hr: Traži

# #1025
source: Could not retrieve directory information.
hr: Nemogu naći info. direktorija.

# #1026
source: Add source
hr: Dodaj Izvor

# #1027
source: Edit source
hr: Promjeni Izvor

# #1028
source: Edit %s source
hr: Promjeni %s Izvor

# #1029
source: Enter the new label
hr: Upiši novi naslov

# #1030
source: Browse for image
hr: Traži sliku

# #1031
source: Browse for image folder
hr: Traži Mapu Slike

# #1032
source: Add network location...
hr: Dodaj Lokaciju Mreže...

# #1033
source: Browse for file
hr: Traži datoteku

# #1034
source: Submenu
hr: Podmeni

# #1035
source: Enable submenu buttons
hr: Omogući gumbe podmenija

# #1036
source: Favourites
hr: Favoriti

# #1037
source: Video plugins
hr: Video Dodaci

# #1038
source: Music plugins
hr: Glazbeni Dodaci

# #1039
source: Picture plugins
hr: Slikovni Dodaci

# #1040
source: Loading directory
hr: Učitavam direktorij

# #1041
source: Retrieved %i items
hr: Pronađene %i stvari

# #1042
source: Retrieved %i of %i items
hr: Pronađene %i iz %i stvari

# #1043
source: Program plugins
hr: Programski Dodaci

# #1044
source: Set plugin thumb
hr: Postavi Thumb za Dodatake

# #1045
source: Plugin settings
hr: Postavke Dodataka

# #1200
source: SMB client
hr: SMB Klijent

# #1203
source: Default username
hr: Zadano Korisničko Ime

# #1204
source: Default password
hr: Zadana Zaporka

# #1210
source: Remove
hr: Makni

# #1211
source: Music
hr: Glazba

# #1213
source: Pictures
hr: Slike

# #1214
source: Files
hr: Datoteke

# #1215
source: Music & video
hr: Glazba & Video

# #1216
source: Music & pictures
hr: Glazba & Slike

# #1217
source: Music & files
hr: Glazba & Datoteke

# #1218
source: Video & pictures
hr: Video & Slike

# #1219
source: Video & files
hr: Video & Datoteke

# #1220
source: Pictures & files
hr: Slike & Datoteke

# #1221
source: Music & video & pictures
hr: Glazba & Video & Slike

# #1222
source: Music & video & pictures & files
hr: Glazba & Video & Slike & Datoteke

# #1223
source: Disabled
hr: Onemogućeno

# #1226
source: Files & music & video
hr: Datoteke & Glazba & Video

# #1227
source: Files & pictures & music
hr: Datoteke & Slike & Glazba

# #1228
source: Files & pictures & video
hr: Datoteke & Slike & Video

# #1229
source: Music & programs
hr: Glazba & Programi

# #1230
source: Video & programs
hr: Video & Programi

# #1231
source: Pictures & programs
hr: Slike & Programi

# #1232
source: Music & video & pictures & programs
hr: Glazba & Video & Slike & Programi

# #1233
source: Programs & video & music
hr: Programi & Video & Glazba

# #1234
source: Programs & pictures & music
hr: Programi & Slike & Glazba

# #1235
source: Programs & pictures & video
hr: Programi & Slike & Video

# #1245
source: FTP username
hr: FTP Korisničko Ime

# #1246
source: FTP password
hr: FTP Zaporka

# #1247
source: Password has been set successfully
hr: Zaporka je uspješno namještena

# #1250
source: Auto-detection
hr: Autodetkcija

# #1251
source: Auto-detect system
hr: Xbox Autodetekcija

# #1252
source: Nickname
hr: Nadimak

# #1254
source: Ask to connect
hr: Pitaj za spojit se

# #1255
source: Send FTP user and password
hr: Šalji FTP Korisnika i Zaporku

# #1257
source: Would you like to connect to the auto-detected system?
hr: Želiš li se spojiti na autodetektirani Xbox?

# #1396
source: Drifting
hr: Klizanje

# #1397
source: and
hr: i

# #1398
source: Freezing
hr: Smrzavanje

# #1400
source: Isolated
hr: Izolirani

# #1401
source: Thundershowers
hr: T-Tuševi

# #1402
source: Thunder
hr: Munja

# #1403
source: Sun
hr: Sunce

# #1404
source: Heavy
hr: Teško

# #1405
source: in
hr: u

# #1406
source: the
hr: i

# #1407
source: Vicinity
hr: Okolina

# #1408
source: Ice
hr: Led

# #1409
source: Crystals
hr: Kristali

# #1410
source: Calm
hr: Mirno

# #1411
source: with
hr: sa

# #1412
source: windy
hr: vjetrovito

# #1413
source: drizzle
hr: rositi

# #1414
source: Thunderstorm
hr: T-Oluja

# #2050
source: Runtime
hr: Trajanje:

# #4501
source: Enable LCD/VFD
hr: Tip LCDa

# #10000
source: Home
hr: Doma

# #10001
source: Programs
hr: Programi

# #10002
source: Pictures
hr: Slike

# #10003
source: File manager
hr: Upravitelj dat.

# #10004
source: Settings
hr: Postavke

# #10005
source: Music
hr: Glazba

# #10006
source: Videos
hr: Video

# #10007
source: System information
hr: Sistemske informacije

# #10008
source: Settings - General
hr: Postavke->Općenito

# #10009
source: Settings - Screen
hr: Postavke->Ekran

# #10010
source: Settings - Appearance - GUI Calibration
hr: Postavke->Izgled->GUI Kalibracija

# #10011
source: Settings - Videos - Screen Calibration
hr: Postavke->Video->Kalibracija Ekrana

# #10012
source: Settings - Pictures
hr: Postavke->Slike

# #10013
source: Settings - Programs
hr: Postavke->Programi

# #10014
source: Settings - Weather
hr: Postavke->Vrijeme

# #10015
source: Settings - Music
hr: Postavke->Glazba

# #10016
source: Settings - System
hr: Postavke->Sistem

# #10017
source: Settings - Videos
hr: Postavke->Video

# #10018
source: Settings - Network
hr: Postavke->Mreža

# #10019
source: Settings - Appearance
hr: Postavke->Izgled

# #10020
source: Scripts
hr: Skripte

# #10028
source: Videos/Playlist
hr: Video/Playlista

# #10034
source: Settings - Profiles
hr: Postavke->Profili

# #10100
source: Yes/No dialog
hr: Da/ne dijalog

# #10101
source: Progress dialog
hr: Napredak dijalog

# #10500
source: Music/Playlist
hr: Glazba/Playlista

# #10501
source: Music/Files
hr: Glazba/Datoteke

# #10502
source: Music/Library
hr: Glazba/Biblioteka

# #10503
source: Playlist editor
hr: Editor Playliste

# #10504
source: Top 100 songs
hr: Top 100 Pjesama

# #10505
source: Top 100 albums
hr: Top 100 Albuma

# #10506
source: Programs
hr: Programi

# #10507
source: Configuration
hr: Konfiguracija

# #10508
source: Weather forecast
hr: Vremenska Prognoza

# #10509
source: Network gaming
hr: Mrežno Igranje

# #10510
source: Extensions
hr: Ekstenzije

# #10511
source: System info
hr: Sistem Info

# #10516
source: Music - Library
hr: Glazba - Biblioteka

# #10517
source: Now Playing - Music
hr: Sad Svira - Glazba

# #10522
source: Now Playing - Videos
hr: Sad Igra - Video

# #10524
source: Movie info
hr: Film Info

# #12000
source: Select dialog
hr: Odaberi dijalog

# #12001
source: Music/Info
hr: Glazba/info

# #12002
source: Dialog OK
hr: Dijalog ILI

# #12003
source: Videos/Info
hr: Video/Info

# #12004
source: Scripts/Info
hr: Skripte/Info

# #12005
source: Fullscreen video
hr: Puni Zaslon

# #12006
source: Audio visualization
hr: Audio vizualizacije

# #12008
source: File stacking dialog
hr: Filestacking dijalog

# #12009
source: Rebuild index...
hr: Izgradi index...

# #12010
source: Return to music window
hr: Vrati se na Prozor Glazba

# #12011
source: Return to videos window
hr: Vrati se na Video Prozor

# #12012
source: Update trainer list
hr: Obnovi trainer listu

# #12014
source: No trainers found
hr: Nisu pronađeni traineri

# #12015
source: Trainer settings
hr: Postavke Trainera

# #12016
source: All registered trainers are missing. Update your list
hr: Svi registrirani traineri nedostaju. Obnovi listu

# #12017
source: Resume from where last stopped
hr: Auto nastavi sa zadnje pozicije

# #12018
source: No
hr: Ne

# #12019
source: Yes
hr: Da

# #12020
source: Ask
hr: Pitaj

# #12021
source: Start from beginning
hr: Počni ispočetka

# #12022
source: Resume from %s
hr: Nastavi sa zadnje pozicije

# #12023
source: Validating existing trainers...
hr: Uvažujem postojeće trainere...

# #12325
source: Locked! Enter code...
hr: Zaključano! Upiši Kod...

# #12326
source: Enter password
hr: Upiši zaporku

# #12327
source: Enter master code
hr: Upiši Glavni Kod

# #12328
source: Enter unlock code
hr: Upiši Kod Odključenja

# #12329
source: or press C to cancel
hr: ili stisni C za prekid

# #12330
source: Enter gamepad button combo and
hr: Stisni Komb. gumbi kontrolera i stisni Start

# #12331
source: press Start, or Back to cancel
hr: stisni Start, ili Natrag za Prekid

# #12332
source: Set lock
hr: Postavi Ključ

# #12333
source: Unlock
hr: Odključaj

# #12334
source: Reset lock
hr: Resetiraj Ključ

# #12335
source: Remove lock
hr: Ukloni Ključ

# #12337
source: Numeric password
hr: Brojčana Zaporka

# #12338
source: Gamepad button combo
hr: Komb. gumbiju Kontrolera

# #12339
source: Full-text password
hr: Zaporka Cijelog teksta

# #12340
source: Enter new password
hr: Upiši novu zaporku

# #12341
source: Re-Enter new password
hr: Ponovo upiši novu zaporku

# #12342
source: Incorrect password,
hr: Netočna zaporka,

# #12343
source: retries left
hr: preostalo pokušaja

# #12344
source: Passwords entered did not match.
hr: Unešene Zaporke nisu jednake.

# #12345
source: Access denied
hr: Pristup Zabranjen

# #12346
source: Password retry limit exceeded.
hr: Premašen limit pokušaja za Zaporku.

# #12347
source: The system will now shut off.
hr: Xbox će se sada ugasiti.

# #12348
source: Item locked
hr: Stvar Zaključana

# #12353
source: Reactivate lock
hr: Reaktiviraj Ključ

# #12356
source: Change lock
hr: Izmjeni Ključ

# #12357
source: Source lock
hr: Izvor Ključa

# #12358
source: Password entry was blank. Try again.
hr: Upis Zaporke je prazan. Pokušaj ponovo.

# #12360
source: Master lock
hr: Glavni Ključ

# #12362
source: Shutdown system if Master Lock retries exceeded
hr: Ugasi Xbox kod prevelikog pokušaja upisa glavnog ključa

# #12367
source: Master code is not valid
hr: Glavni Ključ nije važeći!

# #12368
source: Please enter a valid master code
hr: Molim te Upiši važeći Glavni Ključ!

# #12373
source: Settings & file manager
hr: Postavke & Upravitelj dat.

# #12376
source: Set as default for all movies
hr: Postavi kao zadano za sve Filmove

# #12377
source: This will reset any previously saved values
hr: Ovo će resetirat sve prijašnje sačuvane vrijednosti

# #12378
source: Amount of time to display each image
hr: Prikaži svaku sliku za

# #12379
source: Use pan and zoom effects
hr: Koristi Pogled i Zoom efekte

# #12380
source: Play NTSC videos at PAL rates
hr: Pokreni NTSC video u Pal režimu

# #12381
source: Play PAL videos at NTSC rates
hr: Pokreni PAL video u NTSC režimu

# #12382
source: Play NTSC videos in PAL60
hr: Pokreni NTSC video u PAL60 režimu

# #12383
source: 12 hour clock
hr: 12 satno vrijeme

# #12384
source: 24 hour clock
hr: 24 satno vrijeme

# #12385
source: Day/Month
hr: Dan/Mjesec

# #12386
source: Month/Day
hr: Mjesec/Dan

# #12390
source: System uptime
hr: Sistem Pokrenut

# #12391
source: Minutes
hr: Minute

# #12392
source: Hours
hr: Sati

# #12393
source: Days
hr: Dani

# #12394
source: Total uptime
hr: Totalno Pokrenut

# #12600
source: Weather
hr: Vrijeme

# #12900
source: Screensaver
hr: Čuvar Zaslona

# #12901
source: Fullscreen OSD
hr: Puni Zaslon OSD

# #13000
source: System
hr: Sistem

# #13001
source: Immediate HD spindown
hr: Trenutni HDD Spindown

# #13002
source: Video only
hr: Samo Video

# #13003
source: - Delay
hr: - Odmak

# #13004
source: - Minimum file duration
hr: - Minimalni Tijek trajanja

# #13005
source: Shutdown
hr: Ugasi

# #13007
source: Use custom dashboard path
hr: Koristi Svoju putanju za Dashboard

# #13105
source: Vertical blank sync
hr: Vertikalni Blank Sync

# #13106
source: Disabled
hr: Onemogućeno

# #13107
source: Enabled during video playback
hr: Uključeno tijekom Video Igranja

# #13108
source: Always enabled
hr: Uvijek Uključeno

# #13150
source: HDD key:
hr: HDD Ključ:

# #13155
source: HDD serial:
hr: HDD Serijski br:

# #13157
source: HDD password:
hr: HDD Zaporka:

# #13158
source: HDD lock state:
hr: HDD Lock Stanje:

# #13161
source: Primary DNS
hr: Primarni DNS

# #13162
source: Initialize failed
hr: Neuspješna Inicijalizacija

# #13163
source: Gamepad
hr: Kontroler

# #13164
source: Keyboard
hr: Tipkovnica

# #13165
source: Mouse
hr: Miš

# #13166
source: Head/Microphone
hr: Naglavni/Mikrofon

# #13167
source: Memory unit
hr: MemoryŠtapić

# #13168
source: IR-Remote
hr: IR-Daljinski

# #13169
source: Controller port
hr: Ulaz Kontrolera

# #13170
source: Never
hr: Nikad

# #13171
source: Immediately
hr: Odmah

# #13172
source: After %i secs
hr: Poslije %i secs

# #13173
source: HDD install date:
hr: HDD Datum Instaliranja:

# #13174
source: HDD power cycle count:
hr: HDD Naponski Zbroj Ciklusa:

# #13200
source: Profiles
hr: Profili

# #13201
source: Delete profile '%s'?
hr: Izbriši profil '%s'?

# #13204
source: Last loaded profile:
hr: Zadnje učitani profil:

# #13205
source: Unknown
hr: Nepoznato

# #13206
source: Overwrite
hr: Prepiši

# #13208
source: Alarm clock
hr: Alarm sata

# #13209
source: Alarm clock interval (in minutes)
hr: Interval satnog alarma (u minutama)

# #13210
source: Started, alarm in %im
hr: Započeto, alarm u %im

# #13212
source: Canceled with %im%is left
hr: Poništeno sa %im%je ostalo

# #13249
source: Search for subtitles in RARs
hr: Traži titlove u RARs

# #13250
source: Browse for subtitle...
hr: Traži titlove...

# #13251
source: Move item
hr: Premjesti Stvar

# #13252
source: Move item here
hr: Premjesti Stvar Tu

# #13253
source: Cancel move
hr: Poništi Micanje

# #13270
source: Hardware:
hr: Sklopovlje:

# #13271
source: CPU Usage:
hr: Korisnost CPUa:

# #13274
source: Connected, but no DNS is available.
hr: Xbox je spojen, ali DNS nije dostupan.

# #13275
source: Hard Disk
hr: Tvrdi Disk

# #13277
source: Storage
hr: Pohrana

# #13278
source: Default
hr: Zadano

# #13279
source: Network
hr: Mreža

# #13281
source: Hardware
hr: Sklopovlje

# #13283
source: Operating system:
hr: Verzija Kernela:

# #13284
source: CPU speed:
hr: Brzina CPUa:

# #13285
source: Detected BIOS:
hr: Otkriven BIOS:

# #13286
source: Video encoder:
hr: Video Enkoder:

# #13287
source: Screen resolution:
hr: Rezolucija Ekrana:

# #13288
source: Xbox version:
hr: Xbox Verzija:

# #13289
source: Xbox serial number:
hr: Xbox Serijski Broj:

# #13290
source: Xbox manufacturer:
hr: Xbox Proizvođač:

# #13291
source: Modchip:
hr: ModČip:

# #13292
source: A/V cable:
hr: A/V Kabel:

# #13293
source: Video & XBE region:
hr: Video & XBE Regija:

# #13294
source: DVD region:
hr: DVD Regija:

# #13296
source: Connected
hr: Xbox je Spojen

# #13297
source: Not connected. Check network settings.
hr: Xbox nije Spojen. Provjeri Mrežne Postavke.

# #13298
source: Xbox Live key:
hr: XBLIVE Ključ:

# #13299
source: Target temperature
hr: Odredišna Temperatura

# #13300
source: Fan speed
hr: Brzina Ventilatora

# #13301
source: Auto temperature control
hr: Automatska Kontrola Temperature

# #13302
source: Fan speed override
hr: Veća brzina Ventilatora

# #13303
source: - Fonts
hr: Slova Kože

# #13304
source: Enable flipping bi-directional strings
hr: Omogući Okretanje Bi-smjerne Vrpce

# #13305
source: Show RSS news feeds
hr: Omogući RSS Kanale

# #13306
source: Show parent folder items
hr: Sakrij stvari Roditeljske Mape

# #13307
source: Track naming template
hr: Imenovanje Uzorka Stvari

# #13308
source: Do you wish to reboot your system
hr: Dali želiš ponovo pokrenuti Xbox

# #13309
source: instead of just XBMC?
hr: umjesto XBMC?

# #13310
source: Zoom effect
hr: Zoom Efekt

# #13311
source: Float effect
hr: Plutajući Efekt

# #13312
source: Black bar reduction
hr: Redukcija Crnih Traka

# #13314
source: Crossfade between songs
hr: Pretapanje

# #13315
source: Regenerate thumbnails
hr: Obnovi Sličice

# #13316
source: Recursive thumbnails
hr: Rekurzivne Sličice

# #13317
source: View slideshow
hr: Pogledaj Slideshow

# #13318
source: Recursive slideshow
hr: Rekurzivni Slideshow

# #13319
source: Randomize
hr: Nasumce

# #13321
source: Left only
hr: Samo Lijevi

# #13322
source: Right only
hr: Samo Desni

# #13323
source: Enable karaoke support
hr: Omogući CD+G

# #13324
source: Background transparency
hr: Pozadinska Prozirnost

# #13325
source: Foreground transparency
hr: Prednja Prozirnost

# #13326
source: A/V delay
hr: A/V odmak

# #13328
source: %s not found
hr: %s nije pronađen

# #13329
source: Error opening %s
hr: Greška otvaranja %s

# #13330
source: Unable to load %s
hr: Nemogu učitati %s

# #13331
source: Error: Out of memory
hr: Greška: premalo memorije

# #13332
source: Move up
hr: Smjesti Gore

# #13333
source: Move down
hr: Smjesti Dole

# #13334
source: Edit label
hr: Uredi Ime

# #13335
source: Make default
hr: Učini Zadanim

# #13336
source: Remove button
hr: Ukloni Gumb

# #13338
source: Front LED
hr: Prednji LED

# #13339
source: Front LED colour
hr: Boja Prednjeg LEDa

# #13340
source: Leave as is
hr: Ostavi kako je

# #13341
source: Green
hr: Zeleno

# #13342
source: Orange
hr: Naranđasto

# #13343
source: Red
hr: Crveno

# #13344
source: Cycle
hr: Okreći

# #13345
source: Switch LED off on playback
hr: Isključi LED pri sviranju/igranju

# #13346
source: Movie information
hr: Filmske Informacije

# #13347
source: Queue item
hr: Označi Stvar

# #13348
source: Search IMDb...
hr: Traži na IMDb...

# #13349
source: Scan for new content
hr: Skeniraj novi Sadržaj

# #13350
source: Now playing...
hr: Sada Igra...

# #13351
source: Album information
hr: Informacije Albuma

# #13352
source: Scan item to library
hr: Skeniraj Stvar u Biblioteku

# #13353
source: Stop scanning
hr: Zaustavi Skeniranje

# #13354
source: Render method
hr: Metoda Renderiranja

# #13355
source: Low quality pixel shader
hr: Niska Kvaliteta Piksel Shadera

# #13356
source: Hardware overlays
hr: Hardverski Overlay

# #13357
source: High quality pixel shader
hr: Visoka Kvaliteta Piksel Shadera

# #13358
source: Play item
hr: Pokreni Stvar

# #13359
source: Set artist thumb
hr: Postavi Glumčevu Sličicu

# #13360
source: Automatically generate thumbnails
hr: Stvori Sličice

# #13361
source: Enable voice
hr: Omogući Glas

# #13375
source: Enable device
hr: Omogući Uređaj

# #13376
source: Volume
hr: Glasnoća

# #13377
source: Default view mode
hr: Zadani Pogled

# #13378
source: Default brightness
hr: Zadana Svjetlina

# #13379
source: Default contrast
hr: Zadani Kontrast

# #13380
source: Default gamma
hr: Zadana Gamma

# #13381
source: Resume video
hr: Nastavi Video

# #13382
source: Voice mask - Port 1
hr: Maska Glasa - Ulaz 1

# #13383
source: Voice mask - Port 2
hr: Maska Glasa - Ulaz 2

# #13384
source: Voice mask - Port 3
hr: Maska Glasa - Ulaz 3

# #13385
source: Voice mask - Port 4
hr: Maska Glasa - Ulaz 4

# #13386
source: Use time based seeking
hr: Koristi Vremensko Traženje

# #13387
source: Track naming template - right
hr: Imenovanje Stvari Obrazac Desni

# #13388
source: Preset
hr: Postavke

# #13389
source: There are no presets available for this visualization
hr: Nema dostupne postavke za ovu vizualizaciju

# #13390
source: There are no settings available for this visualization
hr: Nema postavki za ovu vizualizaciju

# #13391
source: Eject/Load
hr: Izbaci/Ubaci

# #13392
source: Use visualization if playing audio
hr: Koristi Vizualizacije kod sviranja Glazbe

# #13393
source: Calculate size
hr: Izračunaj Veličinu

# #13394
source: Calculating folder size
hr: Izračunavam Veličinu Mape

# #13395
source: Video settings
hr: Video Postavke

# #13396
source: Audio and subtitle settings
hr: Postavke Titlova i Zvuka

# #13397
source: Enable subtitles
hr: Omogući Titlove

# #13398
source: Shortcuts
hr: Prečaci

# #13399
source: Ignore articles when sorting (e.g. "the")
hr: Zanemari Tokene pri sortiranju

# #13400
source: Crossfade between songs on the same album
hr: Pretapaj Stvari Albuma

# #13401
source: Browse for %s
hr: Traži %s

# #13402
source: Show track position
hr: Prikaži Poziciju Stvari

# #13403
source: Clear default
hr: Očisti Zadano

# #13404
source: Resume
hr: Nastavi
