Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Croatian/strings.po
Languages: hr

# #20309
source: Make new folder
hr: Napravi Novu Mapu

# #20310
source: Dim LCD on playback
hr: Zamagli LCD pri Sviranju/igranju

# #20311
source: Unknown or onboard (protected)
hr: Nepoznato ili Na ploči (zaštićeno)

# #20312
source: Dim LCD on paused
hr: Zamagli LCD kod Pauze

# #20313
source: Switch LED back on if paused
hr: Upali LED kod Pauze

# #20314
source: Videos - Library
hr: Video - Biblioteka

# #20315
source: Game saves
hr: Snimke Igara

# #20316
source: Sort by: ID
hr: Složi po: ID

# #20317
source: Download saves
hr: Skini snimke

# #20318
source: Save game installed On HDD
hr: Snimke Igara instalirane na Tvrdom Disku

# #20319
source: Failed to download game save
hr: Greška pri skidanju Snimki Igara

# #20320
source: Select game save to download and install
hr: Odaberi Snimke Igara i Skini i Instaliraj

# #20321
source: No online save found for specified game
hr: Nema Online snimki igara za odabranu igru

# #20322
source: Go to game save
hr: Idi na Snimke Igara

# #20323
source: Game saves
hr: Snimke Igara

# #20324
source: Play part...
hr: Pokreni dio...

# #20325
source: Calibration reset
hr: Resetiraj Kalibraciju

# #20326
source: This will reset the calibration values for %s
hr: Ovo će resetirati vrijednost kalibracije %s

# #20327
source: to it's default values.
hr: na zadanu vrijednost.

# #20328
source: Browse for destination
hr: Traži putanju

# #20330
source: Use folder names for lookups
hr: Koristi Imena Mapa pri pretraživanju

# #20331
source: File
hr: Datoteka

# #20332
source: Use file or folder names in lookups?
hr: Koristi imena dat. ili mapa pri pretraživanju

# #20333
source: Set content
hr: Postavi Sadržaj

# #20334
source: Folder
hr: Mapa

# #20335
source: Look for content recursively?
hr: Rekurzivno traži Sadržaj?

# #20336
source: Unlock sources
hr: Otključaj Izvore

# #20337
source: Actor
hr: Glumac

# #20338
source: Movie
hr: Film

# #20339
source: Director
hr: Redatelj

# #20340
source: Do you want to remove all items within
hr: Želiš li maknuti sve stvari unutar

# #20341
source: this path from the library?
hr: putanje u Biblioteci?

# #20342
source: Movies
hr: Filmovi

# #20343
source: TV shows
hr: TV Epizode

# #20344
source: This directory contains
hr: Ovaj direktorij sadrži

# #20345
source: Run automated scan
hr: Pokreni Automatsko Skeniranje

# #20346
source: Scan recursively
hr: Skeniraj Rekurzivno

# #20347
source: as
hr: kao

# #20348
source: Directors
hr: Redatelji

# #20349
source: No video files found in this path!
hr: Nije pronađen video na ovoj putanji!

# #20350
source: votes
hr: Glasovi

# #20351
source: TV show information
hr: Informacije o TV Epizodama

# #20352
source: Episode information
hr: Informacije o Epizodama

# #20353
source: Loading TV show details
hr: Učitavam detalje TV epizoda

# #20354
source: Fetching episode guide
hr: Hvatam Vodič Epizoda

# #20355
source: Loading info for episodes in directory
hr: Učitavam Info za Epizode u Direktorij

# #20356
source: Select TV show:
hr: Odaberi TV Epizodu:

# #20357
source: Enter the TV show name
hr: Upiši Ime TV Epizode

# #20358
source: Season %i
hr: Sezona %i

# #20359
source: Episode
hr: Epizoda

# #20360
source: Episodes
hr: Epizode

# #20361
source: Loading episode details
hr: Učitavam detalje Epizoda

# #20362
source: Remove episode from library
hr: Makni Epizode iz Biblioteke

# #20363
source: Remove TV show from library
hr: Makni TV epizode iz biblioteke

# #20364
source: TV show
hr: TV Epizoda

# #20365
source: Episode plot
hr: Zaplet Epizode

# #20366
source: * All seasons
hr: * Sve Sezone

# #20367
source: Hide watched
hr: Sakrij Pogledano

# #20368
source: Prod code
hr: Bodi Šifra

# #20369
source: Show plot for unwatched items
hr: Sakrij zaplet za nepogledane stvari

# #20370
source: * Hidden to prevent spoilers *
hr: * Skriveno da ne pokvari užitak *

# #20371
source: Set season thumb
hr: Postavi Sličicu Sezone

# #20372
source: Season image
hr: Slika Sezone

# #20373
source: Season
hr: Sezona

# #20374
source: Downloading movie information
hr: Skidam Video Informacije

# #20375
source: Unassign content
hr: Nepotpisan Sadržaj

# #20376
source: Original title
hr: Prvi Put Prikazano:

# #20377
source: Refresh TV show information
hr: Osvježi Info TV Epizoda

# #20378
source: Refresh info for all episodes?
hr: Osvježi info za sve epizode?

# #20379
source: Selected folder contains a single TV show
hr: Mapa sadrži jednu TV Epizodu

# #20380
source: Exclude selected folder from scans
hr: Isključi Maou iz skeniranja

# #20381
source: Specials
hr: Specijali

# #20382
source: Automatically grab season thumbs
hr: Automatski uzmi sličice za sezone

# #20383
source: Selected folder contains a single video
hr: Mapa sadrži jedan Video

# #20384
source: Link to TV show
hr: Veza do TV Epizode

# #20385
source: Remove link to TV show
hr: Makni Vezu do TV Epizode

# #20386
source: Recently added movies
hr: Nedavno Dodani Filmovi

# #20387
source: Recently added episodes
hr: Nedavno Dodane Epizode

# #20388
source: Studios
hr: Studiji

# #20389
source: Music videos
hr: Glazbeni Spotovi

# #20390
source: Recently added music videos
hr: Nedavno dodani Glazbeni Spotovi

# #20391
source: Music video
hr: Glazbeni Spot

# #20392
source: Remove music video from library
hr: Odstrani Glazbeni Spot iz Biblioteke

# #20393
source: Music video information
hr: Informacije Glazbenog Spota

# #20394
source: Loading music video information
hr: Učitavam Info o Glazbenom Spotu

# #20395
source: Mixed
hr: Izmješano

# #20396
source: Go to albums by artist
hr: Idi na Album po Izvođaču

# #20397
source: Go to album
hr: Idi na Album

# #20398
source: Play song
hr: Sviraj Pjesmu

# #20399
source: Go to music videos from album
hr: Idi na Glazbeni Spot kroza Album

# #20400
source: Go to music videos by artist
hr: Idi na Glazbeni Spot po Izvođaču

# #20401
source: Play music video
hr: Pokreni Glazbeni Spot

# #20402
source: Download actor thumbnails when adding to library
hr: Automatski uzmi sličicu od glumca

# #20403
source: Set actor thumb
hr: Postavi Sličicu Glumca

# #20405
source: Remove episode bookmark
hr: Odstrani Bilješku Epizode

# #20406
source: Set episode bookmark
hr: Postavi Bilješku Epizode

# #21330
source: Show hidden files and directories
hr: Pokaži skrivene dat. i direktorije

# #21331
source: TuxBox client
hr: TuxBox Klijent

# #21332
source: WARNING: Target TuxBox device is in recording-mode!
hr: POZOR: Odredišni TuxBox uređaj je u Načinu-Snimanja

# #21333
source: The stream will be stopped!
hr: Tok će biti zaustavljen!

# #21334
source: Zap to channel: %s failed!
hr: Spoji u Kanal %s Neuspjelo!

# #21335
source: Are you sure to start the stream?
hr: Jesi li siguran da želiš pokrenuti tok?

# #21336
source: Connecting to: %s
hr: Spajam se na: %s

# #21337
source: TuxBox device
hr: TuxBox Uređaj

# #21359
source: Add media share...
hr: Dodaj djeljenu Mediu...

# #21360
source: Share video and music libraries through UPnP
hr: Omogući UPnP Server

# #21364
source: Edit media share
hr: Uredi Dijeljenu Mediu

# #21365
source: Remove media share
hr: Odstrani Dijeljenu Mediu

# #21366
source: Subtitle folder
hr: Vlastiti Direktorij Titlova

# #21367
source: Movie & alternate subtitle directory
hr: Film & Alternativni Direktorij Titlova

# #21369
source: Enable mouse
hr: Omogući Miš

# #21370
source: Play navigation sounds during media playback
hr: Sviraj Zvukove navigacije prilkom Sviranja Medije

# #21371
source: Thumbnail
hr: Sličica

# #21372
source: Forced DVD player region
hr: Prisili DVD regiju svirača

# #21373
source: Video output
hr: Video Sklopovlje

# #21374
source: Video aspect
hr: Video Omjer

# #21375
source: Normal
hr: Normalno

# #21377
source: Widescreen
hr: Široki Zaslon

# #21378
source: Enable 480p
hr: Omogući 480p

# #21379
source: Enable 720p
hr: Omogući 720p

# #21380
source: Enable 1080i
hr: Omogući 1080i

# #21381
source: Enter name of new playlist
hr: Upiši Ime nove Playliste

# #21382
source: Show "Add source" buttons in file lists
hr: Onemogući Dodaj Izvor gumbe u listi dat.

# #21383
source: Enable scrollbars
hr: Omogući Kliznu Traku

# #21384
source: Make watched filtering a toggle in video library
hr: Uradi filtriranje pogledanih videa u video biblioteci

# #21385
source: Open
hr: Otvori

# #21386
source: Acoustic management level
hr: Razine Upravljanja Akustikom

# #21387
source: Fast
hr: Brzo

# #21388
source: Quiet
hr: Tiho

# #21389
source: Enable custom background
hr: Omogući Vlastitu Pozadinu

# #21390
source: Power management level
hr: Razine Upravljanja Energijom

# #21391
source: High power
hr: Visoka Energija

# #21392
source: Low power
hr: Niska Energija

# #21393
source: High standby
hr: Visoko Mirovanje

# #21394
source: Low standby
hr: Nisko Mirovanje

# #21395
source: Unable to cache files bigger than 4GB
hr: Nemogu učitati dat. veće od 4 gb

# #21396
source: Chapter
hr: Poglavlje

# #21397
source: High quality pixel shader v2
hr: Visoka Kvaliteta Pixel Shadera V2

# #21398
source: Enable playlist at startup
hr: Omogući Playlistu pri početku rada

# #21399
source: Use tween animations
hr: Koristi Tween Animaciju

# #21400
source: contains
hr: sadrži

# #21401
source: does not contain
hr: ne sadrži

# #21402
source: is
hr: je

# #21403
source: is not
hr: nije

# #21404
source: starts with
hr: počinje sa

# #21405
source: ends with
hr: završava sa

# #21406
source: greater than
hr: veće od

# #21407
source: less than
hr: manje od

# #21408
source: after
hr: poslije

# #21409
source: before
hr: prije

# #21410
source: in the last
hr: u zadnjem

# #21411
source: not in the last
hr: nije u zadnjem

# #21420
source: Value to match
hr: Vrijednost sastava

# #21421
source: Smart playlist rule
hr: Pravili Pametne Playliste

# #21422
source: Match items where
hr: Spari pjesme gdje

# #21423
source: New rule...
hr: Novo Pravilo...

# #21424
source: Items must match
hr: Pjesme se moraju slagati

# #21425
source: all of the rules
hr: sve od pravila

# #21426
source: one or more of the rules
hr: jedan ili više od pravila

# #21427
source: Limit to
hr: Ograniči na

# #21428
source: No limit
hr: Nema Ograničenja

# #21429
source: Order by
hr: Složeno po

# #21430
source: ascending
hr: ulazno

# #21431
source: descending
hr: silazno

# #21432
source: Edit smart playlist
hr: Uredi Pametnu Playlistu

# #21433
source: Name of the playlist
hr: Ime Playliste

# #21434
source: Find items where
hr: Pronađi pjesemkoje se slažu

# #21435
source: Edit
hr: Uredi

# #21436
source: %i items
hr: %i pjesme

# #21437
source: New smart playlist...
hr: Nova Pametna Playlista

# #21438
source: %c Drive
hr: %c Pogon

# #21439
source: Edit party mode rules
hr: Uredi Pravila Načina Zabava

# #21800
source: File name
hr: Ime datoteke

# #21801
source: File path
hr: Putanja dat.

# #21802
source: File size
hr: Veličina dat.

# #21803
source: File date/time
hr: Datum dat./Vrijeme

# #21804
source: Slide index
hr: Index Dijapozitiva

# #21805
source: Resolution
hr: Razlučivost

# #21806
source: Comment
hr: Komentar

# #21807
source: Colour/B&W
hr: Boja/bc

# #21808
source: JPEG process
hr: Jpeg Proces

# #21820
source: Date/Time
hr: Datum/Vrijeme

# #21821
source: Description
hr: Opis

# #21822
source: Camera make
hr: Kamera Napravi

# #21823
source: Camera model
hr: Model Kamere

# #21824
source: EXIF comment
hr: Exif Komentar

# #21826
source: Aperture
hr: Raspon leće

# #21827
source: Focal length
hr: Duljina Žarišta

# #21828
source: Focus distance
hr: Dužina Žarišta

# #21829
source: Exposure
hr: Ekspozicija

# #21830
source: Exposure time
hr: Vrijeme Ekspozicije

# #21831
source: Exposure bias
hr: Nagib Ekspozicije

# #21832
source: Exposure mode
hr: Način Ekspozicije

# #21833
source: Flash used
hr: Korištena Bljeskalica

# #21834
source: White-balance
hr: Balans bijele boje

# #21835
source: Light source
hr: Izvor Svijetla

# #21836
source: Metering mode
hr: Način Izmjere

# #21838
source: Digital zoom
hr: Digitalni Zoom

# #21839
source: CCD width
hr: Širina CCDa

# #21840
source: GPS latitude
hr: Širina GPSa

# #21841
source: GPS longitude
hr: Dužina GPSa

# #21842
source: GPS altitude
hr: Visina GPSa

# #21843
source: Orientation
hr: Orijentacija

# #21860
source: Supplemental categories
hr: Zamjenjive Kategorije

# #21861
source: Keywords
hr: Ključne Riječi

# #21862
source: Caption
hr: Zaglavlje

# #21863
source: Author
hr: Autor

# #21864
source: Headline
hr: Glavni Naslov

# #21865
source: Special instructions
hr: Posebne Instrukcije

# #21866
source: Category
hr: Kategorija

# #21868
source: Byline title
hr: Byline Naziv

# #21869
source: Credit
hr: Zasluga

# #21870
source: Source
hr: Izvor

# #21871
source: Copyright notice
hr: Obavjest Autorkog Prava

# #21872
source: Object name
hr: Ime Objekta

# #21873
source: City
hr: Grad

# #21874
source: State
hr: Država

# #21875
source: Country
hr: Zemlja

# #21876
source: Original Tx Reference
hr: Preporuka Orginalnog Tx-a

# #21877
source: Date created
hr: Datum Nastanka

# #21878
source: Copyright flag
hr: Zastava Autorskog Prava

# #21879
source: Country code
hr: Šifra Zemlje

# #21880
source: Reference service
hr: Referentna Usluga

# #21881
source: Allow control of XBMC via UPnP
hr: Omogući UPnp Renderer

# #21882
source: Attempt to skip introduction before DVD menu
hr: Pokušaj preskočiti upoznavanje prije DVD izbornika

# #21883
source: Saved music
hr: Izgrebani Audio CDi

# #22000
source: Update library on startup
hr: Ažuriraj biblioteku pri početku rada

# #22001
source: Always update library in background
hr: Uvijek ažuriraj biblioteku u pozadini

# #29999
source: Apply flicker filter setting to games
hr: Omogući Flicker Filter postavke prema Igri
