Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Croatian/strings.po
Languages: hr

# #0
source: Programs
hr: Programi

# #1
source: Pictures
hr: Slike

# #2
source: Music
hr: Glazba

# #3
source: Videos
hr: Video

# #4
source: TV-Guide
hr: TV Vodič

# #5
source: Settings
hr: Postavke

# #7
source: File manager
hr: Upravitelj Dat.

# #8
source: Weather
hr: Vrijeme

# #9
source: xbmc media center
hr: xbmc media centar

# #11
source: Monday
hr: Ponedjeljak

# #12
source: Tuesday
hr: Utorak

# #13
source: Wednesday
hr: Srijeda

# #14
source: Thursday
hr: Četvrtak

# #15
source: Friday
hr: Petak

# #16
source: Saturday
hr: Subota

# #17
source: Sunday
hr: Nedjelja

# #21
source: January
hr: Siječanj

# #22
source: February
hr: Veljača

# #23
source: March
hr: Ožujak

# #24
source: April
hr: Travanj

# #25
source: May
hr: Svibanj

# #26
source: June
hr: Lipanj

# #27
source: July
hr: Srpanj

# #28
source: August
hr: Kolovoz

# #29
source: September
hr: Rujan

# #30
source: October
hr: Listopad

# #31
source: November
hr: Studeni

# #32
source: December
hr: Prosinac

# #98
source: View: Auto
hr: Prikaz: Auto

# #99
source: View: Auto big
hr: Prikaz: Auto Velik

# #100
source: View: Icons
hr: Prikaz: Ikone

# #101
source: View: List
hr: Prikaz: Lista

# #102
source: Scan
hr: Skeniraj

# #103
source: Sort by: Name
hr: Uredi po: Imenu

# #104
source: Sort by: Date
hr: Uredi po: Datumu

# #105
source: Sort by: Size
hr: Posloži po: Veličini

# #106
source: No
hr: Ne

# #107
source: Yes
hr: Da

# #109
source: Create thumbs
hr: Napravi Sličice

# #110
source: Create thumbnails
hr: Napravi Sličice

# #111
source: Shortcuts
hr: Prečaci

# #112
source: Paused
hr: PAUZIRANO

# #115
source: Copy
hr: Kopiraj

# #116
source: Move
hr: Pomakni

# #117
source: Delete
hr: Izbriši

# #118
source: Rename
hr: Reimenovati

# #119
source: New folder
hr: Nova Mapa

# #120
source: Confirm file copy
hr: Potvrdi kopiranje datoteke

# #121
source: Confirm file move
hr: Potvrdi premještanje datoteke

# #122
source: Confirm file delete?
hr: Potvrdi brisanje datoteke

# #123
source: Copy these files?
hr: Kopiraj ove datoteke?

# #124
source: Move these files?
hr: Premejsti ove datoteke?

# #125
source: Delete these files? - Deleting files cannot be undone!
hr: Izbriši ove datoteke?

# #127
source: Objects
hr: Objekti

# #128
source: General
hr: Općenito

# #130
source: System info
hr: Sistem Info

# #131
source: Display
hr: Ekran

# #132
source: Albums
hr: Albumi

# #133
source: Artists
hr: Izvođaći

# #134
source: Songs
hr: Pjesme

# #135
source: Genres
hr: Žanrovi

# #136
source: Playlists
hr: Playliste

# #137
source: Search
hr: Traži

# #138
source: System Information
hr: SISTEMSKE INFORMACIJE

# #139
source: Temperatures:
hr: Temperature:

# #142
source: Time:
hr: Vrijeme:

# #143
source: Current:
hr: Trenutno:

# #144
source: Build:
hr: Građa:

# #145
source: Network:
hr: Mreža:

# #146
source: Type:
hr: Tip:

# #147
source: Static
hr: Statično

# #149
source: MAC address
hr: MAC

# #150
source: IP address
hr: IP

# #151
source: Link:
hr: Veza:

# #152
source: Half duplex
hr: Polu dupleks

# #153
source: Full duplex
hr: Cijeli dupleks

# #154
source: Storage
hr: Pohrana

# #155
source: Drive
hr: Pogon

# #156
source: Free
hr: Slobodno

# #158
source: Free memory
hr: Slobodna Memorija

# #159
source: No link
hr: Nema Veze

# #160
source: Free
hr: Slobodno

# #161
source: Unavailable
hr: Nedostupno

# #162
source: Tray open
hr: Ladica Otvorena

# #163
source: Reading
hr: Čitam

# #164
source: No disc
hr: Nema Diska

# #165
source: Disc present
hr: Disk Nazočan

# #166
source: Skin
hr: Koža

# #167
source: Enable FTP server
hr: Omogući FTP Server

# #168
source: Enable Internet time synchronization
hr: Omogući Internet Vremensku Sinkronizaciju

# #169
source: Resolution
hr: Razlučivost

# #170
source: Adjust display refresh rate to match video
hr: Album:

# #172
source: Release date
hr: Datum Izlaska:

# #173
source: Display 4:3 videos as
hr: Ocjene:

# #175
source: Moods
hr: Tonovi:

# #176
source: Styles
hr: Stilovi:

# #179
source: Song
hr: Pjesma

# #180
source: Duration
hr: Trajanje

# #181
source: Select album
hr: Odaberi album

# #182
source: Tracks
hr: Vrpce

# #183
source: Review
hr: Recenzije

# #184
source: Refresh
hr: Osvježi

# #185
source: Searching album
hr: Tražim album

# #187
source: No albums found!
hr: albumi nisu nađeni!

# #188
source: Select all
hr: Odaberi sve

# #189
source: Scanning media info
hr: Pretražujem media info

# #190
source: Save
hr: Sačuvaj

# #191
source: Shuffle
hr: Promješaj

# #192
source: Clear
hr: Očisti

# #193
source: Scan
hr: Pretraži

# #194
source: Searching...
hr: Tražim...

# #195
source: No info found!
hr: Info nije nađen!

# #196
source: Select movie:
hr: Odaberi film:

# #197
source: Querying %s info
hr: Upiti %s info

# #198
source: Loading movie details
hr: Učitavam detalje Filma

# #202
source: Tagline
hr: Premisa:

# #203
source: Plot outline
hr: Zaplet ukratko:

# #205
source: Votes:
hr: Glasovi:

# #206
source: Cast
hr: Glumci

# #207
source: Plot
hr: Radnja

# #208
source: Play
hr: Pokreni

# #209
source: Next
hr: Slijedeći

# #210
source: Previous
hr: Prethodni

# #213
source: Calibrate user interface...
hr: Kalibriraj UI...

# #214
source: Video calibration...
hr: Kalibracija Videa...

# #215
source: Soften
hr: Omekšaj

# #216
source: Zoom amount
hr: Količina Zooma

# #217
source: Pixel ratio
hr: Omjer Pxela

# #218
source: DVD drive
hr: DVD Pogon

# #219
source: Please insert disc
hr: Molim Ubacite Diak

# #220
source: Remote share
hr: Udaljeno djeljenje

# #221
source: Network is not connected
hr: Mreža nije spojena

# #222
source: Cancel
hr: Poništi

# #224
source: Speed
hr: Brzina

# #227
source: Lookup audio CD track names from freedb.org
hr: Potraži audio CDe na freedb

# #228
source: Shuffle playlist on load
hr: Izmješaj Playlistu pri učitavanju

# #229
source: HDD spindown time
hr: Vrijeme HDD okretaja

# #230
source: Video filters
hr: Video Filtri

# #231
source: None
hr: Nijedan

# #232
source: Point
hr: Točka

# #233
source: Linear
hr: Linearno

# #234
source: Anisotropic
hr: Anisotropno

# #236
source: Gaussian cubic
hr: Gaussian Kocka

# #237
source: Minification
hr: Smanjenje

# #238
source: Magnification
hr: Povečanje

# #239
source: Clear playlist on finish
hr: Očisti playlistu pri kraju

# #240
source: Autoplay DVD-Video
hr: Samopokreni DVD-Video

# #241
source: Autoplay VCD/SVCD
hr: Samopokreni VCD/SVCD

# #242
source: Autoplay Audio-CD
hr: Samopokreni Audio-CD

# #243
source: Autoplay Xbox games
hr: Samopokreni XBOX Igre

# #244
source: Autoplay videos
hr: Samopokreni Videos

# #245
source: Autoplay music
hr: Samopokreni Glazbu

# #246
source: Autoplay pictures
hr: Samopokreni Slike

# #247
source: Scripts
hr: Skripte

# #248
source: Language
hr: Jezik

# #249
source: Music
hr: Glazba

# #250
source: Visualization
hr: Vizualizacije

# #251
source: Select destination directory
hr: Odaberi odredišni direktorij

# #252
source: Output stereo to all speakers
hr: Prebaci Stereo na sve Zvučnike

# #253
source: Number of channels
hr: Broj kanala

# #254
source: - DTS capable receiver
hr: - DTS Sposoban Prijamnik

# #256
source: Fetching CD information
hr: Ispituj freedb za CDDB info

# #257
source: Error
hr: Greška

# #258
source: Enable tag reading
hr: Omogući oznaku čitanja

# #259
source: Opening
hr: Otvaranje

# #261
source: Waiting for start...
hr: Čekam za početak....

# #262
source: Scripts output
hr: Scriptni Izlaz

# #263
source: Allow control of XBMC via HTTP
hr: Omogući Web Server

# #264
source: Record
hr: Snimi

# #265
source: Stop Rec.
hr: Zaustavi Snimanje

# #266
source: Sort by: Track
hr: Složi po: Stvari

# #267
source: Sort by: Time
hr: Složi po: Vremenu

# #268
source: Sort by: Title
hr: Složi po: Nazivu

# #269
source: Sort by: Artist
hr: Složi po: Izvođaću

# #270
source: Sort by: Album
hr: Složi po: Albumu

# #272
source: Top-Left overscan compensation
hr: Gornja lijeva Overscan Kompenzacija

# #273
source: Bottom-Right overscan compensation
hr: Donja Desna Overscan Kompenzacija

# #274
source: Subtitle positioning
hr: Pozicija Titlova

# #275
source: Pixel ratio adjustment
hr: Ugađanje Omjera Pixela

# #276
source: Adjust the arrow to change the amount of overscan
hr: Pomakni strelicu za izmjenu količine overscan

# #277
source: Adjust the bar to change the subtitles position
hr: Pomakni traku za izmjenu pozicije titlova

# #278
source: Adjust the rectangle so it is perfectly square
hr: Izmjeni pravokutnik u pravilnu kocku

# #279
source: Unable to load settings
hr: Nemogu učitati postavke

# #280
source: Using default settings
hr: Koristim zadani fallbacks

# #281
source: Please check the XML files
hr: Molim provjeri .xml datoteke

# #282
source: Found %i items
hr: nađen %i stvari

# #283
source: Search results
hr: Rezultati Pretrage

# #284
source: No results found
hr: Nije pronađen rezultat

# #286
source: Post-processing filter
hr: Filter Postprocesiranja

# #287
source: Subtitles
hr: Titlovi

# #288
source: Font
hr: Slovo

# #289
source: - Size
hr: - Veličina

# #290
source: Dynamic range compression
hr: Dinamična Kompresija Širine

# #293
source: Browse for subtitles
hr: Traži Titlove

# #294
source: Create bookmark
hr: Uradi bilješku

# #296
source: Clear bookmarks
hr: Očisti bilješku

# #297
source: Audio offset
hr: Audio Odgoda

# #298
source: Bookmarks
hr: Bilješke

# #303
source: Delay
hr: Odgoda

# #304
source: Language
hr: Jezik

# #305
source: Enabled
hr: Omogući

# #306
source: Non-interleaved
hr: Ne-Isprepleteno

# #307
source: - Automatic post-processing
hr: - Automatsko Postprocesiranje

# #308
source: - Vertical deblocking filter
hr: - Vertikalni Filter Deblokiranja

# #309
source: - Horizontal deblocking filter
hr: - Horizontalni Filter Deblokiranja

# #310
source: - Auto brightness/contrast
hr: - Auto Osvjetljenje/Kontrast

# #311
source: - Dering
hr: - Izazovno

# #313
source: Cleaning database
hr: Čistim bazu

# #314
source: Preparing...
hr: Pripremam...

# #315
source: Database error
hr: Greška baze

# #316
source: Searching songs...
hr: Tražim pjesme...

# #317
source: Cleaned database successfully
hr: Čišćenje baze uspješno

# #318
source: Cleaning songs...
hr: Čistim pjesme...

# #319
source: Error cleaning songs
hr: Greška kod čiščenja pjesama

# #320
source: Cleaning artists...
hr: Čistim izvođače...

# #321
source: Error cleaning artists
hr: Greška kod čiščenja izvođača

# #322
source: Cleaning genres...
hr: Čistim žanrove...

# #323
source: Error cleaning genres
hr: Greška kod čiščenja žanrova

# #324
source: Cleaning paths...
hr: Čistim putanje...

# #325
source: Error cleaning paths
hr: Greška kod čiščenja putanji

# #326
source: Cleaning albums...
hr: Čistim albume...

# #327
source: Error cleaning albums
hr: Greška kod čiščenja albuma

# #328
source: Writing changes...
hr: Pišem promjene...

# #329
source: Error writing changes
hr: Greška kod pisanja promjena

# #330
source: This may take some time...
hr: Ovo može potrajati...

# #331
source: Compressing database...
hr: Sažimam bazu...

# #332
source: Error compressing database
hr: Greška kod sažimanja baze

# #333
source: Do you want to clean the library?
hr: Dali želiš očistiti biblioteku?

# #334
source: Clean library...
hr: Čistim biblioteku...

# #335
source: Start
hr: Počni

# #336
source: Framerate conversion
hr: Framerate Konverzija

# #337
source: Audio output
hr: Audio Izlaz

# #338
source: Analog
hr: Analogno

# #339
source: Digital
hr: Digitalno

# #340
source: Various artists
hr: Razni Izvođaći

# #341
source: Play disc
hr: Pokreni Disk

# #342
source: Movies
hr: Filmovi

# #343
source: Adjust framerate
hr: Namjseti Framerate

# #344
source: Actors
hr: Glumci

# #345
source: Year
hr: Godina

# #350
source: Programs
hr: Programi

# #351
source: Off
hr: Iskljuci

# #352
source: Dim
hr: Maglica

# #353
source: Black
hr: Crno

# #354
source: Matrix trails
hr: Matrix kodovi

# #355
source: Screensaver time
hr: Čuvar zaslona nakon

# #356
source: Screensaver mode
hr: Režim čuvara zaslona

# #357
source: Shutdown function timer
hr: Gašenje nakon

# #358
source: All albums
hr: Svi albumi

# #359
source: Recently added albums
hr: Nedavno dodani albumi

# #360
source: Screensaver
hr: Čuvar zaslona

# #362
source: Screensaver dim level
hr: Razina maglice

# #363
source: Sort by: File
hr: Složi po: Datoteke

# #364
source: - Dolby Digital (AC3) capable receiver
hr: - AC3 Sposoban Prijamnik

# #365
source: Sort by: Name
hr: Složi po: Imenu

# #366
source: Sort by: Year
hr: Složi po: Godini

# #367
source: Sort by: Rating
hr: Složi po: Ocjeni

# #369
source: Title
hr: Naslov

# #370
source: Thunderstorms
hr: T-Storms

# #371
source: Partly
hr: Djelomično

# #372
source: Mostly
hr: Pretežno

# #373
source: Sunny
hr: Sunčano

# #374
source: Cloudy
hr: Oblačno

# #375
source: Snow
hr: Snjeg

# #376
source: Rain
hr: Kiša

# #377
source: Light
hr: Lagano

# #380
source: Showers
hr: Pljuskovi

# #381
source: Few
hr: Malo

# #382
source: Scattered
hr: Razbacano

# #383
source: Wind
hr: Vjetar

# #384
source: Strong
hr: Jako

# #385
source: Fair
hr: Vedro

# #386
source: Clear
hr: Čisto

# #387
source: Clouds
hr: Oblaci

# #388
source: Early
hr: Rano

# #389
source: Shower
hr: Pljusak

# #390
source: Flurries
hr: Pahuljasto

# #391
source: Low
hr: Nisko

# #392
source: Medium
hr: Srednje

# #393
source: High
hr: Visoko

# #394
source: Fog
hr: Magla

# #395
source: Haze
hr: Sumaglica

# #396
source: Select location
hr: Odaberi Lokaciju

# #397
source: Refresh time
hr: Osvježi Vrijeme

# #398
source: Temperature units
hr: Temperaturne jedinice

# #399
source: Speed units
hr: Jedinice brzine

# #400
source: Weather
hr: Vrijeme

# #402
source: Feels like
hr: Kao da je

# #404
source: Wind
hr: Vjetar

# #405
source: Dew point
hr: Mrtva točka

# #406
source: Humidity
hr: Vlažnost

# #407
source: From
hr: Od

# #408
source: at
hr: prema

# #410
source: Accessing weather service
hr: Pristupam Weather.com

# #411
source: Getting weather for:
hr: Dobivam Vrijeme Za:

# #412
source: Unable to get weather data
hr: Nemogu dobiti vremesku prognozu

# #413
source: Manual
hr: Ručno

# #414
source: No review for this album
hr: Nema recenzije za ovaj album

# #415
source: Downloading thumbnail...
hr: Skidam Sličicu...

# #416
source: Not available
hr: Nije dostupno

# #417
source: View: Big icons
hr: Prikaz: Velike ikone

# #422
source: Delete album info
hr: Izbriši Albuminfo

# #423
source: Delete CD information
hr: Izbriši CDDB Info

# #424
source: Select
hr: Odaberi

# #425
source: No album information found
hr: Nije pronađen albuminfo.

# #426
source: No CD information found
hr: Nije pronađen CDDB info.

# #427
source: Disc
hr: Disk:

# #428
source: Insert correct CD/DVD
hr: Umetni ispravan CD/DVD

# #429
source: Please insert the following CD/DVD
hr: Umetni slijedeći CD/DVD

# #430
source: Sort by: DVD#
hr: Složi po: DVD#

# #431
source: No cache
hr: Nema Cache

# #432
source: Remove movie from library
hr: Ukloni Film iz Biblioteke

# #433
source: Really remove '%s'?
hr: Zaista maknuti '%s'?

# #437
source: Removable disk
hr: Trajanje:

# #438
source: Opening file
hr: Otvaranja datoteke

# #439
source: MPlayer cache
hr: Cache

# #440
source: Harddisk
hr: Tvrdi disk

# #442
source: Local network
hr: LAN

# #447
source: Autorun media
hr: Samopokreni

# #449
source: Enabled
hr: Omogućeno

# #450
source: Columns
hr: Stupci

# #451
source: Row 1 address
hr: Red 1 Addresa

# #452
source: Row 2 address
hr: Red 2 Addresa

# #453
source: Row 3 address
hr: Red 3 Addresa

# #454
source: Row 4 address
hr: Red 4 Addresa

# #455
source: Rows
hr: Redovi

# #456
source: Mode
hr: Način

# #457
source: Switch view
hr: Promjeni pogled

# #460
source: Audio stream
hr: Audio Tok

# #461
source: [active]
hr: [aktivno]

# #462
source: Subtitle
hr: Titl

# #463
source: Backlight
hr: Pozadinsko svjetlo

# #464
source: Brightness
hr: Osvjetljenje

# #465
source: Contrast
hr: Kontrast

# #466
source: Gamma
hr: Gama

# #467
source: Type
hr: Tip

# #468
source: Move the bar to change the OSD position
hr: Pomakni traku za promjenu osd pozicije

# #469
source: OSD position
hr: OSD Pozicija

# #470
source: Credits
hr: Zasluge

# #471
source: Modchip
hr: Modčip

# #474
source: Off
hr: Ugašen

# #475
source: Music only
hr: Samo Glazba

# #476
source: Music & video
hr: Glazba & Video

# #477
source: Unable to load playlist
hr: Nemogu učitati playlistu

# #479
source: Skin & language
hr: Koža i jezik

# #480
source: Appearance
hr: Izgled

# #481
source: Audio options
hr: Audio Opcije

# #482
source: About XBMC
hr: O XBMC

# #483
source: DVDPlayer cache
hr: Album

# #485
source: Delete album
hr: Izbriši album

# #486
source: Repeat
hr: Ponovi

# #487
source: Repeat one
hr: Ronovi 1

# #488
source: Repeat folder
hr: Ponovi Mape

# #489
source: Play the next song automatically
hr: Auto pokreni slijedeću stvar

# #491
source: - Use big icons
hr: - Koristi velike ikone

# #492
source: Resize VobSubs
hr: Veličina Vobsubs

# #493
source: Advanced options (Experts Only!)
hr: Napredne Opcije (Samo stručnjaci!)

# #494
source: Overall audio headroom
hr: Cijelokupni Audio Headroom

# #495
source: Upsample videos to GUI resolution
hr: Upsample Video prema GUI Rezoluciji

# #496
source: Calibration
hr: Kalibracija

# #497
source: Show file extensions
hr: Sakrij Media Ekstenzije

# #498
source: Sort by: Type
hr: Složi po: Tipu

# #499
source: Unable to connect to online lookup service
hr: Nemogu se spojit sa www.allmusic.com

# #500
source: Downloading album information failed
hr: Skidanje album info neuspješno

# #501
source: Looking for album names...
hr: Tražim imena albuma...

# #502
source: Open
hr: Otvori

# #503
source: Busy
hr: Radim

# #504
source: Empty
hr: Prazno

# #505
source: Loading media info from files...
hr: Učitavam media info iz datoteka...

# #507
source: Sort by: Usage
hr: Složi po: Korišćenju

# #510
source: Enable visualizations
hr: Omogući Vizualizacije

# #511
source: Enable video mode switching
hr: Omogući Video promjenu

# #512
source: Startup window
hr: Početni Prozor

# #513
source: Home window
hr: Glavni Prozor

# #514
source: Manual settings
hr: Ručne Postavke

# #515
source: Genre
hr: Žanr

# #516
source: Make stored archives with one file transparent
hr: Označi arhive s jednom datotekom prozirne

# #517
source: Recently played albums
hr: Nedavno pokrenuti Albumi

# #518
source: Launch
hr: Pokreni

# #519
source: Launch in...
hr: Pokreni u..

# #520
source: Edit XBE title
hr: Izmjeni XBE naslov

# #521
source: Compilations
hr: Kompilacije

# #522
source: Remove source
hr: Makni Izvor

# #523
source: Switch media
hr: Promjeni Mediu

# #524
source: Select playlist
hr: Izaberi Playlistu

# #525
source: New playlist...
hr: Nova Playlista...

# #526
source: Add to playlist
hr: Dodaj u Playlistu

# #527
source: Manually add to library
hr: Ručno dodaj u Biblioteku

# #528
source: Enter title
hr: Unesi Naslov

# #529
source: Error: Duplicate title
hr: Greška: Dupli naslov

# #530
source: Select genre
hr: Izaberi Žanr

# #531
source: New genre
hr: Novi Žanr

# #532
source: Manual addition
hr: Ručni Dodatak

# #533
source: Enter genre
hr: Upiši Žanr

# #534
source: View: %s
hr: Pogled: %s

# #535
source: List
hr: Liste

# #536
source: Icons
hr: Ikone

# #537
source: Big list
hr: Velika Lista

# #538
source: Big icons
hr: Velike Ikone

# #539
source: Wide
hr: Široko

# #540
source: Big wide
hr: Veliko Široko

# #541
source: Album icons
hr: Ikone Albuma

# #542
source: DVD icons
hr: DVD Ikone

# #550
source: Sort by: %s
hr: Složi po: %s

# #551
source: Name
hr: Ime

# #552
source: Date
hr: Datum

# #553
source: Size
hr: Veličina

# #554
source: Track
hr: Stvar

# #555
source: Time
hr: Vrijeme

# #556
source: Title
hr: Naslov

# #557
source: Artist
hr: Izvođač

# #561
source: File
hr: Datoteka

# #562
source: Year
hr: Godina

# #563
source: Rating
hr: Ocjena

# #564
source: Type
hr: Tip

# #565
source: Usage
hr: Korištenje

# #566
source: Album artist
hr: Album Izvođač

# #567
source: Play count
hr: Zbroj Pokrenutih

# #568
source: Last played
hr: Zadnje Pokrenuto

# #569
source: Comment
hr: Koment

# #570
source: Date added
hr: Vremenski Dodano

# #571
source: Default
hr: Zadano

# #580
source: Sort direction
hr: Smjer Vrste

# #581
source: Sort method
hr: Metoda Vrste

# #582
source: View mode
hr: Način Pogleda

# #583
source: Remember views for different folders
hr: Zapamti poglede za različite mape

# #584
source: Ascending
hr: Ulazno

# #585
source: Descending
hr: Silazno

# #586
source: Edit playlist
hr: Uredi Playlistu

# #588
source: Cancel party mode
hr: Poništi Party Način

# #589
source: Party mode
hr: Party Način

# #590
source: Random
hr: Nasumično

# #591
source: Off
hr: Isključi

# #592
source: One
hr: Jedan

# #593
source: All
hr: Svi

# #594
source: Off
hr: Isključi

# #595
source: Repeat: Off
hr: Ponovi: Isključeno

# #596
source: Repeat: One
hr: Ponovi: Jedan

# #597
source: Repeat: All
hr: Ponovi: Sve

# #600
source: Rip audio CD
hr: Grebaj Audio CD

# #601
source: Medium
hr: Srednje

# #602
source: Standard
hr: Standardno

# #603
source: Extreme
hr: Ekstremno

# #604
source: Constant bitrate
hr: Konstantni Bit Rate

# #605
source: Ripping...
hr: Grebem...

# #607
source: To:
hr: U:

# #608
source: Could not rip CD or track
hr: Nemogu izgrebsti CD ili stvar

# #609
source: CDDARipPath is not set.
hr: CDDAPutanja nije namještena.

# #610
source: Rip audio track
hr: Grebi Audio Stvar

# #620
source: Audio CDs
hr: Grebanje CDa

# #621
source: Encoder
hr: Enkoder

# #622
source: Quality
hr: Kvaliteta

# #624
source: Include track number
hr: Uključi broj stvari

# #625
source: All songs of
hr: Sve pjesme od

# #629
source: View mode
hr: Način Pogleda

# #630
source: Normal
hr: Normalno

# #632
source: Stretch 4:3
hr: Raširi na 4:3

# #633
source: Stretch 14:9
hr: Raširi na 14:9

# #634
source: Stretch 16:9
hr: Raširi na 16:9

# #635
source: Original Size
hr: Izvorna Veličina

# #636
source: Custom
hr: Vlastito

# #638
source: Replaygain volume adjustments
hr: Replay Gain Mode

# #639
source: Use track levels
hr: Koristi Nivoe Stvari

# #640
source: Use album levels
hr: Koristi Nivoe Albuma

# #641
source: PreAmp Level - Replay gained files
hr: PreAmp Nivo - Replay Gained Files

# #642
source: PreAmp Level - Non replay gained files
hr: PreAmp Nivo - Non Replay Gained Files

# #643
source: Avoid clipping on replay gained files
hr: Spriječi zastajkivanje na Replay Gained Files

# #644
source: Crop black bars
hr: Reži Crne Trake

# #645
source: Need to unpack a big file. Continue?
hr: Trebaš raspakirati velike dat. Nastavi?

# #646
source: Remove from library
hr: Odstrani iz Biblioteke

# #647
source: Export video library
hr: Izvezi Video Biblioteku

# #648
source: Import video library
hr: Uvezi Video Biblioteku

# #649
source: Importing
hr: Uvozim

# #650
source: Exporting
hr: Izvozim

# #651
source: Browse for library
hr: Traži u Biblioteci

# #652
source: Years
hr: Godine

# #653
source: Update library
hr: Osvježi Biblioteku

# #654
source: Show debug info
hr: Pokaži Debug Info

# #655
source: Browse for executable
hr: Traži izvršne

# #656
source: Browse for playlist
hr: Traži Playlistu

# #657
source: Browse for folder
hr: Traži Mape

# #658
source: Song information
hr: Info. o pjesmi

# #660
source: Volume amplification
hr: Pojačavanje Zvuka

# #700
source: Cleaning up library
hr: Čistim Biblioteku

# #701
source: Removing old songs from the library
hr: Odstranjujem stare stvari iz biblioteke

# #702
source: This path has been scanned before
hr: Putanja je već prije skenirana

# #705
source: Network
hr: Mreža

# #706
source: - Server
hr: HTTP Proxy Host

# #708
source: Use an HTTP proxy server to access the internet
hr: Omogući HTTP Proxy

# #709
source: HTTP proxy username
hr: XLink Kai XTag

# #710
source: HTTP proxy password
hr: XLink Kai Zaporka
