Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Croatian/strings.po
Languages: hr

# #13405
source: Get thumb
hr: Uzmi Sličicu

# #13406
source: Picture information
hr: Informacije Slika

# #13407
source: %s presets
hr: %s Postavke

# #13408
source: (IMDb user rating)
hr: (IMDb Ocjene)

# #14000
source: Stack
hr: Ujedini

# #14001
source: Unstack
hr: Razjedini

# #14003
source: Downloading playlist file...
hr: Skidam datoteke playliste...

# #14004
source: Downloading streams list...
hr: Skidam Listu streamova...

# #14005
source: Parsing streams list...
hr: Prosljeđujem Listu streamova...

# #14006
source: Downloading streams list failed
hr: Skidanje Liste streamova neuspješno

# #14007
source: Downloading playlist file failed
hr: Skidanje Datoteke playliste neuspješno

# #14009
source: Games directory
hr: Direktorij Igara

# #14010
source: Auto switch to thumbs based on
hr: Autopromjeni u sličice prema

# #14011
source: Enable auto switching to thumbs view
hr: Omogući Autopromjenu u pogled:Sličice

# #14012
source: - Use large icons
hr: - Koristi Velike Ikone

# #14013
source: - Switch based on
hr: - Promjena prema

# #14014
source: - Percentage
hr: - Postotku

# #14015
source: No files and at least one thumb
hr: Nema Datoteka i barem jedne Sličice

# #14016
source: At least one file and thumb
hr: Barem jedna datoteka i sličica

# #14017
source: Percentage of thumbs
hr: Postotak Sličica

# #14018
source: View options
hr: Pogledaj Opcije

# #14019
source: Change area code 1
hr: Promjeni Kod Zone 1

# #14020
source: Change area code 2
hr: Promjeni Kod Zone 2

# #14021
source: Change area code 3
hr: Promjeni Kod Zone 3

# #14022
source: Library
hr: Biblioteka

# #14023
source: No TV
hr: Nema TVa

# #14024
source: Enter the nearest large town
hr: Upiši najbliži veći grad

# #14025
source: Video/Audio/DVD cache - Harddisk
hr: Video/Audio/DVD Cache - Tvrdi disk

# #14027
source: - Local Network
hr: - Lokalna Mreža

# #14031
source: - Local Network
hr: - Lokalna Mreža

# #14035
source: - Local Network
hr: - Lokalna Mreža

# #14036
source: Services
hr: Serveri

# #14038
source: Network settings changed
hr: Mrežne postavke izmjenjne

# #14039
source: XBMC requires to restart to change your
hr: XBMC traži ponovno pokretanje zbog promjene

# #14040
source: network setup. Would you like to restart now?
hr: mrežnih postavki. Želiš li to učiniti sad?

# #14041
source: Post processing
hr: Post Procesuiranje

# #14042
source: Internet connection bandwidth limitation
hr: IP Addresa Enginea

# #14043
source: - Shutdown while playing
hr: - Ugasi pri sviranju/igranju

# #14044
source: %i min
hr: %i mins

# #14045
source: %i sec
hr: %i secs

# #14051
source: Time format
hr: Format Vremena

# #14052
source: Date format
hr: Format Datuma

# #14053
source: GUI filters
hr: GUI Filtri

# #14055
source: Use background scanning
hr: Koristi Pozadinsko Skeniranje

# #14056
source: Stop scan
hr: Zaustavi Skeniranje

# #14057
source: Not possible while scanning for media info
hr: Nije moguće jer skeniram info. o mediju

# #14058
source: Film grain effect
hr: Efekt Zrnatosti slike

# #14059
source: Search for thumbnails on remote shares
hr: Pogledaj sličice na udaljenom PCu

# #14060
source: Unknown type cache - Internet
hr: Nepoznati tip Cachea - Internet

# #14062
source: Enter username for
hr: Upiši korisničko ime za

# #14063
source: Date & time
hr: Datum & Vrijeme

# #14064
source: Set date
hr: Postavi Datum

# #14065
source: Set time
hr: Postavi Vrijeme

# #14066
source: Enter the time in 24 hour HH:MM format
hr: Upiši Vrijeme u 24h formatu HH:MM

# #14067
source: Enter the date in DD/MM/YYYY format
hr: Upiši Datum u formatu DD/MM/YYYY

# #14068
source: Enter the IP address
hr: Upiši IP adresu

# #14069
source: Apply these settings now?
hr: Primjeni ove Promjene Sada?

# #14070
source: Apply changes now
hr: Primjeni Promjene Sada

# #14071
source: Allow file renaming and deletion
hr: Dozvoli Preimenovanje i Brisanje Datoteka

# #14074
source: Set timezone
hr: Postavi Vremensku Zonu

# #14075
source: Use daylight saving time
hr: Koristi Čuvanje Vremena

# #14076
source: Add to favourites
hr: Dodaj u Favorite

# #14077
source: Remove from favourites
hr: Makni iz Favorita

# #14078
source: - Colours
hr: Boje Koža

# #15015
source: Remove
hr: Makni

# #15016
source: Games
hr: Igre

# #15019
source: Add
hr: Dodaj

# #15052
source: Password
hr: Zaporka

# #15100
source: Library
hr: Biblioteka

# #15101
source: Database
hr: Baza Podataka

# #15102
source: * All albums
hr: * Svi Albumi

# #15103
source: * All artists
hr: * Svi Izvođači

# #15104
source: * All songs
hr: * Sve Pjesme

# #15105
source: * All genres
hr: * Svi Žanrovi

# #15107
source: Buffering...
hr: Punim...

# #15108
source: Navigation sounds
hr: Zvukovi Navigacije

# #15109
source: Skin default
hr: Zadana Koža

# #15111
source: - Theme
hr: Tema Kože

# #15112
source: Default theme
hr: Zadana Tema

# #15201
source: Submit songs to Last.fm
hr: Dostavi pjesme na Last.FM

# #15202
source: Last.fm username
hr: Last.FM Korisničko Ime

# #15203
source: Last.fm password
hr: Last.FM Zaporka

# #15204
source: Unable to handshake: sleeping...
hr: Nemogu se rukovati: spavam...

# #15205
source: Please update XBMC
hr: Molim te Obnovi XBMC

# #15206
source: Bad authorization: Check username and password
hr: Loša autorizacija: Provjeri korisničko ime i zaporku

# #15207
source: Connected
hr: Spojen

# #15208
source: Not connected
hr: Nije Spojen

# #15209
source: Submit interval %i
hr: Dostavi Interval %i

# #15210
source: Cached %i songs
hr: Cached %i Pjesme

# #15211
source: Submitting...
hr: Dostavljam...

# #15212
source: Submitting in %i secs
hr: Dostavljam u %i secs

# #15213
source: Play using...
hr: Sviraj/Igraj koristeći...

# #15214
source: Use smoothed A/V synchronization
hr: Koristi Glatku A/V Sinkronizaciju

# #15215
source: Hide file names in thumbs view
hr: Sakrij Imena Datoteka u Pogledu: Sličice

# #15216
source: Play in party mode
hr: Sviraj/Igraj u Party načinu

# #15250
source: Submit Last.fm radio to Last.fm
hr: Dostavi Last.FM Radio Last.FMu

# #15251
source: Connecting to Last.fm...
hr: Spajam se na Last.FM...

# #15252
source: Selecting station...
hr: Odabirem stanicu...

# #15253
source: Search similar artists...
hr: Traži sličbe izvođače...

# #15254
source: Search similar tags...
hr: Traži sliče oznake...

# #15255
source: Your profile (%name%)
hr: Tvoj Profil (%name%)

# #15256
source: Overall top tags
hr: Sveukupne top oznake

# #15257
source: Top artists for tag %name%
hr: Top izvođači za oznaku %name%

# #15258
source: Top albums for tag %name%
hr: Top albumi za oznaku %name%

# #15259
source: Top tracks for tag %name%
hr: Top stvari za oznaku %name%

# #15260
source: Listen to tag %name% Last.fm radio
hr: Slušaj oznaku %name% Last.FM radio

# #15261
source: Similar artists as %name%
hr: Slični izvođači kao %name%

# #15262
source: Top %name% albums
hr: Top %name% albumi

# #15263
source: Top %name% tracks
hr: Top %name% stvari

# #15264
source: Top %name% tags
hr: Top %name% oznake

# #15265
source: Biggest fans of %name%
hr: Najveći obožavalac %name%

# #15266
source: Listen to %name% fans Last.fm radio
hr: Slušaj %name% obožavalac Last.FM radio

# #15267
source: Listen to %name% similar artists Last.fm radio
hr: Slušaj %name% slične izvođače Last.FM radia

# #15268
source: Top artists for user %name%
hr: Top izvođači za korisnika %name%

# #15269
source: Top albums for user %name%
hr: Top albumi za korisnika %name%

# #15270
source: Top tracks for user %name%
hr: Top stvari za korisnika %name%

# #15271
source: Friends of user %name%
hr: Prijatelji korisnika %name%

# #15272
source: Neighbours of user %name%
hr: Susjedi korisnika %name%

# #15273
source: Weekly artist chart for %name%
hr: Tjedna Ljestvica za %name%

# #15274
source: Weekly album chart for %name%
hr: Tjedna ljestvica albuma za %name%

# #15275
source: Weekly track chart for %name%
hr: Tjedna ljestvica stvari za %name%

# #15276
source: Listen to %name%'s neighbours Last.fm radio
hr: Slušaj %name%'s susjedov Last.FM radio

# #15277
source: Listen to %name%'s personal Last.fm radio
hr: Slušaj %name%'s privatni Last.FM radio

# #15278
source: Listen to %name%'s mix Last.fm radio
hr: Slušaj %name%'s voljene stvari sa Last.FM radia

# #15279
source: Retrieving list from Last.fm...
hr: Dobivam listu sa Last.FM...

# #15280
source: Can't retrieve list from Last.fm...
hr: Nemogu dobiti listu sa Last.FM...

# #15281
source: Enter an artist name to find related ones
hr: Upiši ime izvođača i pronađi slične

# #15282
source: Enter a tag name to find similar ones
hr: Upiši ime oznake i pronađi slične

# #15283
source: Tracks recently listened by %name%
hr: Nedavno slušane stvari po %name%

# #15284
source: Listen to %name%'s recommendations Last.fm radio
hr: Slušaj %name%'s preporuke Last.FM radia

# #15285
source: Top tags for user %name%
hr: Top oznake korisnika %name%

# #15287
source: Do you want to add the current track to your loved tracks?
hr: Želiš li dodati trenutnu stvar voljenim stvarima?

# #15288
source: Do you want to ban the current track?
hr: Želiš li zabraniti trenutnu stvar?

# #15289
source: Added to your loved tracks: '%s'.
hr: Dodano tvojim voljenim stvarima: '%s'.

# #15290
source: Could not add '%s' to your loved tracks.
hr: Nemogu dodati '%s' tvojim voljenim stvarima.

# #15291
source: Banned: '%s'.
hr: Zabranjeno: '%s'.

# #15292
source: Could not ban '%s'.
hr: Nemogu zabraniti '%s'.

# #15293
source: Tracks recently loved by %name%
hr: Nedavne Stvari obožavane od %name%

# #15294
source: Tracks recently banned by %name%
hr: Stvari nedavno zabranjene od %name%

# #15295
source: Remove from loved tracks
hr: Makni iz vojenih stvari

# #15296
source: Un-ban
hr: Dozvoli

# #15297
source: Do you want to remove this track from your loved tracks?
hr: Dali želiš maknuti ovu stvar i voljenih stvari?

# #15298
source: Do you want to un-ban this track?
hr: Dali želiš dozvoliti ovu stvar?

# #15300
source: Path not found or invalid
hr: Putanja nije pronađena ili neispravna

# #15301
source: Could not connect to network server
hr: Nemgu se spojiti na mrežni server

# #15302
source: No servers found
hr: Nijedan server nije pronađen

# #15303
source: Workgroup not found
hr: Workgroup nije pronađen

# #15310
source: Opening multi-path source
hr: Otvaranje multi izvora

# #15311
source: Path:
hr: Putanja:

# #16000
source: General
hr: Općenito

# #16001
source: Configure audio hardware...
hr: Podesi Audio Sklopovlje...

# #16002
source: Internet lookup
hr: CDDB traženje

# #16003
source: Player
hr: Svirač

# #16004
source: Play media from disc
hr: Pokreni mediu sa diska

# #16008
source: Enter new title
hr: Upiši Novi Naslov

# #16009
source: Enter the movie name
hr: Upiši Nazvi Filma

# #16010
source: Enter the profile name
hr: Upiši Naziv Profila

# #16011
source: Enter the album name
hr: Upiši Naziv Albuma

# #16012
source: Enter the playlist name
hr: Upiši Naziv Playliste

# #16013
source: Enter new filename
hr: Upiši Naziv Datoteke

# #16014
source: Enter folder name
hr: Upiši Ime Mape

# #16015
source: Enter directory
hr: Upiši Direktorij

# #16016
source: Available options: %A, %T, %N, %B, %D, %G, %Y, %F, %S
hr: Dostupne Opcije: %A, %T, %N, %B, %D, %G, %Y, %F, %S

# #16017
source: Enter search string
hr: Upiši Pretraživačku Vezu

# #16018
source: None
hr: Ništa

# #16019
source: Auto select
hr: Auto Odaberi

# #16023
source: Interlaced handling
hr: Interlaced Upravljanje

# #16024
source: Canceling...
hr: Poništavanje...

# #16025
source: Enter the artist name
hr: Upiši Naziv Izvođača

# #16026
source: Playback failed
hr: Sviranje Playliste prekinuto

# #16027
source: One or more items failed to play.
hr: Previše uzastopnih stvari

# #16030
source: Party mode aborted.
hr: Party Način način prekinut.

# #16031
source: No matching songs in the library.
hr: Nema jednakih pjesmama u Biblioteci.

# #16032
source: Could not initialize database.
hr: Nemogu započeti bazu podataka.

# #16033
source: Could not open database.
hr: Nemogu otvoriti bazu podataka.

# #16034
source: Could not get songs from database.
hr: Nemogu dobiti pjesme iz baze podataka.

# #16035
source: Party mode playlist
hr: Partymode Playlista

# #16100
source: All Videos
hr: Svi Videi

# #16101
source: Unwatched
hr: Nepogledano

# #16102
source: Watched
hr: Pogledano

# #16103
source: Mark as watched
hr: Označi kao Pogledano

# #16104
source: Mark as unwatched
hr: Označi kao Nepogleedano

# #16105
source: Edit title
hr: Uredi Naslov

# #16106
source: Use NTSC-M & NTSC-J
hr: Koristi NTSC-M & NTSC-J

# #16107
source: Use only NTSC-M
hr: Koristi samo NTSC-M

# #16108
source: Use only NTSC-J
hr: Koristi samo NTSC-J

# #16109
source: Use only PAL-60
hr: Koristi samo PAL-60

# #16110
source: For 60hz games
hr: Za 60hz Igre

# #16200
source: Operation was aborted
hr: Operacija je prekinuta

# #16201
source: Copy failed
hr: Kopiranje neuspješno

# #16202
source: Failed to copy at least one file
hr: Neuspješno kopiranje barem jedne datoteke

# #16203
source: Move failed
hr: Micanje neuspješno

# #16204
source: Failed to move at least one file
hr: Neuspješno micanje barem jedne datoteke

# #16205
source: Delete failed
hr: Brisanje neuspješno

# #16206
source: Failed to delete at least one file
hr: Neuspješno brisanje barem jedne datoteke

# #20000
source: Saved music folder
hr: CDDA Mapa Grebanja

# #20001
source: Use external DVD player
hr: Koristi vanjski DVD Player

# #20002
source: External DVD player
hr: Vanjski DVD Player

# #20003
source: Trainers folder
hr: Mapa Trainera

# #20004
source: Screenshot folder
hr: Mapa Screenshota

# #20006
source: Playlists folder
hr: Mapa Playliste

# #20007
source: Recordings
hr: Snimke

# #20009
source: Use XBMC
hr: Koristi XBMC

# #20011
source: Music playlists
hr: Playliste Glazbe

# #20012
source: Video playlists
hr: Video Playliste

# #20013
source: Do you wish to launch the game?
hr: Želiš li pokrenuti igru?

# #20014
source: Sort by: Playlist
hr: Složi po: Playlisti

# #20015
source: Remote thumb
hr: Udanjena Sličica

# #20016
source: Current thumb
hr: Trenutna Sličica

# #20017
source: Local thumb
hr: Lokalna Sličica

# #20018
source: No thumb
hr: Bez Sličice

# #20019
source: Choose thumbnail
hr: Odaberi Sličicu

# #20023
source: Conflict
hr: Konflikt

# #20024
source: Scan new
hr: Skeniraj novi

# #20025
source: Scan all
hr: Skeniraj sve

# #20026
source: Region
hr: Regija

# #20038
source: Lock music window
hr: Zaključaj prozor glazbe

# #20039
source: Lock videos window
hr: Zaključaj video prozor

# #20040
source: Lock pictures window
hr: Zaključaj prozor slika

# #20041
source: Lock programs, saves & scripts windows
hr: Zaključaj programe, igr. snimke & prozor skripti

# #20042
source: Lock file manager
hr: Zaključaj upravitelj dat

# #20043
source: Lock settings
hr: Zaključaj postavke

# #20044
source: Start fresh
hr: Nanovo pokreni

# #20045
source: Enter master mode
hr: Uđi u Glavni Način

# #20046
source: Leave master mode
hr: Izađi iz Glavnog Načina

# #20047
source: Create profile '%s'?
hr: Stvori profil '%s' ?

# #20048
source: Start with fresh settings
hr: Započni s novim postavkama

# #20049
source: Best available
hr: Najbolje Dostupno

# #20050
source: Auto-switch between 16x9 and 4x3
hr: Autopromjeni sa 16x9 na 4x3

# #20051
source: Treat stacked files as single file
hr: Tretiraj spojene datoteke kao jednu datoteku

# #20052
source: Caution
hr: Oprez

# #20053
source: Left master mode
hr: Izađi iz Glavnog Načina

# #20054
source: Entered master mode
hr: Ušao si u Glavni Način

# #20055
source: Allmusic.com thumb
hr: Allmusic.com Sličica

# #20057
source: Remove thumbnail
hr: Makni Sličicu

# #20058
source: Add profile...
hr: Dodaj Profil...

# #20059
source: Query info for all albums
hr: Istraži Info za sve Albume

# #20061
source: Separate
hr: Odvojeno

# #20062
source: Shares with default
hr: Dijeliti sa zadanim

# #20063
source: Shares with default (read only)
hr: Dijeliti sa zadanim (read only)

# #20064
source: Copy default
hr: Kopiraj zadano

# #20065
source: Profile picture
hr: Slika Profila

# #20066
source: Lock preferences
hr: Zaključaj Prioritete

# #20067
source: Edit profile
hr: Uredi profil

# #20068
source: Profile lock
hr: Zaključaj profil

# #20069
source: Could not create folder
hr: Nemogu stvoriti mapu

# #20070
source: Profile directory
hr: Profil direktorija

# #20071
source: Start with fresh media sources
hr: Počni sa sviježim media izvorima

# #20072
source: Make sure the selected folder is writable
hr: Budi siguran da možeš pisati po odabranoj mapi

# #20073
source: and that the new folder name is valid
hr: i da je ime mape valjano

# #20074
source: MPAA rating
hr: MPAA Ocjene:

# #20075
source: Enter master lock code
hr: Upiši Glavni Kod Ključa

# #20076
source: Ask for master lock code on startup
hr: Pitaj za Glavni Kod Ključa pri početku

# #20077
source: Skin settings
hr: Postavke Kože

# #20078
source: - no link set -
hr: - nije postavljena veza -

# #20079
source: Enable animations
hr: Omogući Animacije

# #20080
source: Disable RSS during music
hr: Onemogući RSS kanale pri sviranju

# #20081
source: Enable shortcut buttons
hr: Omogući Gumbe Prečaca

# #20082
source: Show programs in main menu
hr: Prikaži Xlink Kai Info

# #20083
source: Show music info
hr: Prikaži Info o Glazbi

# #20084
source: Show weather info
hr: Prikaži Info o Vremenskoj Prognozi

# #20085
source: Show system info
hr: Prikaži Info o Sistemu

# #20086
source: Show available disc space C: E: F:
hr: Prikaži Dostupni Diskovni Prostor na C: E: F:

# #20087
source: Show available disc space E: F: G:
hr: Prikaži Dostupni Diskovni Prostor na E: F: G:

# #20088
source: Weather info
hr: Info Vremenske Prognoze

# #20089
source: Drive space free
hr: Slobodan Prostor na Disku

# #20090
source: Enter the name of an existing share
hr: Upiši ime postojeće Djeljene mape/diska

# #20091
source: Lock code
hr: Kod Ključa

# #20092
source: Load profile
hr: Učitaj profil

# #20093
source: Profile name
hr: Ime profila

# #20094
source: Media sources
hr: Media izvori

# #20095
source: Enter profile lock code
hr: Upiši Kod Ključa Profila

# #20096
source: Login screen
hr: Ekran Prijave

# #20097
source: Fetching album info
hr: Dobavljam Info Albuma

# #20098
source: Fetching info for album
hr: Dobavljam Info za Album

# #20099
source: Can't rip CD or track while playing from CD
hr: Nemogu Grebati CD ili stvar ako stvar svira sa CDa

# #20100
source: Master lock code and settings
hr: Glavni Kod Ključa i Postavke

# #20101
source: Entering master lock code always enables master mode
hr: Upisivanje Glavnog ključa uvijek omogućuje Glavni Način

# #20102
source: or copy from default?
hr: ili kopiraj iz zadanog?

# #20103
source: Save changes to profile?
hr: Spremi izmjene u profil?

# #20104
source: Old settings found.
hr: Pronađene starije postavke.

# #20105
source: Do you want to use them?
hr: Želiš li ih koristiti?

# #20106
source: Old media sources found.
hr: Stari Media Izvori pronađeni.

# #20107
source: Separate (locked)
hr: Odvoji (zaključano)

# #20108
source: Root
hr: Korijenski

# #20109
source: - Zoom
hr: Zoom Kože

# #20110
source: UPnP settings
hr: Postavke UPnP

# #20111
source: Autostart UPnP client
hr: Autopokreni Klijent UPnP

# #20112
source: Last login: %s
hr: Zadnja Prijava: %s

# #20113
source: Never logged on
hr: Nikad se nisi prijavio

# #20114
source: Profile %i / %i
hr: Profil %i / %i

# #20115
source: User login / Select a profile
hr: Korisnička Prijava / Odaberi profil

# #20116
source: Use lock on login screen
hr: Koristi ključ pri zaslonu prijave

# #20117
source: Invalid lock code.
hr: Nevaljan Kod Ključa.

# #20118
source: This requires the master lock to be set.
hr: Ovo zahtjeva postavku Glavnog ključa.

# #20119
source: Would you like to set it now?
hr: Želiš li ga postaviti sada?

# #20120
source: Loading program information
hr: Učitavam Profram Info

# #20121
source: Party on!
hr: Zabava!

# #20122
source: True
hr: Istina

# #20123
source: Mixing drinks
hr: Mješam pića

# #20124
source: Filling glasses
hr: Punim čaše

# #20125
source: Logged on as
hr: Prijavljen kao

# #20126
source: Log off
hr: Odjavi se

# #20128
source: Go to root
hr: Idi na korijen

# #20129
source: Weave
hr: Tkanje

# #20130
source: Weave (inverted)
hr: Tkanje (okrenuto)

# #20131
source: Blend
hr: Uklopi

# #20132
source: Restart video
hr: Ponovo pokreni Video

# #20133
source: Edit network location
hr: Uredi Lokaciju Mreže

# #20134
source: Remove network location
hr: Makni Lokaciju Mreže

# #20135
source: Do you want to scan the folder?
hr: Želiš li skenirati mapu?

# #20136
source: Memory unit
hr: Memorijska Jedinica

# #20137
source: Memory unit mounted
hr: Memorijska Jedinica ubačena

# #20138
source: Unable to mount memory unit
hr: Nemogu ubaciti Memorijsku Jedinicu

# #20139
source: In port %i, slot %i
hr: U ulazu %i, utor %i

# #20140
source: Lock screensaver
hr: Zaključaj Čuvara Zaslona

# #20141
source: Set
hr: Postavi

# #20142
source: Username
hr: Korisničko Ime

# #20143
source: Enter password for
hr: Upiši zaporku za

# #20144
source: Shutdown timer
hr: Vrijeme Gašenja

# #20145
source: Shutdown interval (in minutes)
hr: Interval vremena gašenja (u minutama)

# #20146
source: Started, shutdown in %im
hr: Pokrenuto, gašenje za %im

# #20147
source: Shutdown in 30 minutes
hr: Gašenje za 30 minuta

# #20148
source: Shutdown in 60 minutes
hr: Gašenje za 60 minuta

# #20149
source: Shutdown in 120 minutes
hr: Gašenje za 120 minuta

# #20150
source: Custom shutdown timer
hr: Vlastito vrijeme gašenja

# #20151
source: Cancel shutdown timer
hr: Poništi vrijeme gašenja

# #20152
source: Lock preferences for %s
hr: Zaključaj postavke za %s

# #20153
source: Browse...
hr: Traži...

# #20154
source: Summary information
hr: Osnovne Informacije

# #20155
source: Storage information
hr: Informacije o Pohrani

# #20156
source: Hard disk information
hr: Informacije o Tvrdom Disku

# #20157
source: DVD-ROM information
hr: Informacije o DVD-ROMu

# #20158
source: Network information
hr: Informacije o Mreži

# #20159
source: Video information
hr: Video Informacije

# #20160
source: Hardware information
hr: Informacije o Sklopovlju

# #20161
source: Total
hr: Ukupno

# #20162
source: Used
hr: Korišteno

# #20163
source: of
hr: iz

# #20164
source: Locking not supported
hr: Zaključavanja Nije Podržano

# #20165
source: Not locked
hr: Nije Zaključano

# #20166
source: Locked
hr: Zaključano

# #20167
source: Frozen
hr: Smrznuto

# #20168
source: Requires reset
hr: Potrebno je Reset

# #20169
source: Week
hr: Tjedan

# #20170
source: Line
hr: Linija

# #20171
source: Windows network (SMB)
hr: Windows Mreža (SMB)

# #20174
source: iTunes music share (DAAP)
hr: iTunes djeljenje glazbe (DAAP)

# #20176
source: Show video info
hr: Prikaži Video Info

# #20177
source: Done
hr: Gotovo

# #20178
source: Shift
hr: Promjeni

# #20179
source: Caps Lock
hr: Velika Slova

# #20180
source: Symbols
hr: Simboli

# #20181
source: Backspace
hr: Briši

# #20182
source: Space
hr: Razmak

# #20183
source: Reload skin
hr: Ponovo učitaj Kožu

# #20184
source: Rotate pictures using EXIF information
hr: Okreni pomoću EXIF informacije

# #20186
source: Please wait
hr: Molim te sačekaj

# #20187
source: Backing up EEPROM
hr: Spremam EEPROM

# #20188
source: Backing up BIOS
hr: Spremam BIOS

# #20189
source: Enable auto scrolling for plot & review
hr: Omogući Auto pomicanje za Radnju & Recenziju

# #20190
source: Custom
hr: Vlastito

# #20250
source: Party on! (videos)
hr: Zabava! (video)

# #20251
source: Mixing drinks (videos)
hr: Mješam pića (video)

# #20252
source: Filling glasses (videos)
hr: Punim čaše (video)

# #20306
source: Unknown. Please add MD5 from xbmc.log to BiosIDs.ini.
hr: Nepoznato. Molim te dodaj MD5 sa xbmc.log u BiosIDs.ini

# #20307
source: Secondary DNS
hr: Sekundarni DNS
