Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Slovenian/strings.po
Languages: sl

# #700
source: Cleaning up library
sl: Čiščenje knjižnice

# #701
source: Removing old songs from the library
sl: Odstrani stare pesmi iz knjižnice

# #702
source: This path has been scanned before
sl: Ta povezava je že bila skenirana

# #705
source: Network
sl: Omrežje

# #706
source: - Server
sl: HTTP Proxy gostitelj

# #707
source: HTTP proxy port
sl: HTTP Proxy vrata

# #708
source: Use an HTTP proxy server to access the internet
sl: Uporabi HTTP Proxy

# #709
source: HTTP proxy username
sl: XLink Kai XNadimek

# #710
source: HTTP proxy password
sl: XLink Kai Geslo

# #711
source: Internet Protocol (IP)
sl: Internetni Protokol (IP)

# #712
source: Invalid port specified. Value must be between 1 and 65535.
sl: Izbrana napačna vrata.Vrednost mora biti med 1 in 65535.

# #715
source: - Assignment
sl: Nastavitev

# #716
source: Automatic (DHCP)
sl: Samodejno(DHCP)

# #717
source: Manual (Static)
sl: Ročno (Statičen)

# #718
source: Default (Dashboard)
sl: Privzeto (Dashboard)

# #719
source: - IP address
sl: - IP Naslov

# #720
source: - Netmask
sl: - maska podomrežja

# #721
source: - Default gateway
sl: - privzeti prehod

# #722
source: - DNS server
sl: - DNS strežnik

# #723
source: Save & restart
sl: Shrani in ponovno zaženi

# #724
source: Invalid address specified. Value must be AAA.BBB.CCC.DDD
sl: Vnešen je bil napačen naslov.Vrednosti morajo biti tipa AAA.BBB.CCC.DDD

# #725
source: with numbers between 0 and 255.
sl: z vrednostmi od 0 do 255.

# #726
source: Changes not saved. Continue without saving?
sl: Spremembe niso shranjene.Nadaljujem brez shranjevanja?

# #727
source: Web server
sl: WEB strežnik

# #728
source: FTP server
sl: FTP strežnik

# #729
source: Internet time
sl: Internetni Čas

# #730
source: - Port
sl: Vrata Web strežnika

# #731
source: Time server host
sl: Časovni strežnik

# #732
source: Save & apply
sl: Shrani in Uporabi

# #733
source: - Password
sl: Geslo Web Strežnika

# #734
source: No pass
sl: Ni prehoda

# #735
source: - Character set
sl: Nabor znakov

# #736
source: - Style
sl: - stil

# #737
source: - Colour
sl: - barva

# #738
source: Normal
sl: Normalno

# #739
source: Bold
sl: Krepko

# #740
source: Italics
sl: Poševno

# #741
source: Bold italics
sl: Poševno ojačano

# #742
source: White
sl: Bela

# #743
source: Yellow
sl: Rumena

# #744
source: Files
sl: Datoteke

# #745
source: No scanned information for this view
sl: Ni skeniranih informacij za ta pogled

# #746
source: Please turn off library mode
sl: Preklopi na datotečni pogled

# #747
source: Error loading image
sl: Napaka pri nalaganju slike

# #748
source: Edit path
sl: Uredi povezavo

# #749
source: Mirror image
sl: Dodaj skupno rabo

# #750
source: Are you sure?
sl: Ali ste prepričani?

# #751
source: Removing source
sl: Odstranjujem skupno rabo

# #754
source: Add program link
sl: Dodaj Programsko bljižnico

# #755
source: Edit program path
sl: Uredi Programsko pot

# #756
source: Edit program name
sl: Uredi ime Programa

# #757
source: Edit path depth
sl: Uredi globino poti

# #759
source: View: Big list
sl: Pogled: Velik seznam

# #760
source: Yellow
sl: Rumena

# #761
source: White
sl: Bela

# #762
source: Blue
sl: Modra

# #763
source: Bright green
sl: Svetlo zelena

# #764
source: Yellow green
sl: Rumeno zelena

# #766
source: Light grey
sl: Reserved

# #767
source: Grey
sl: Reserved

# #770
source: Error %i: share not available
sl: Napaka %i: skupna raba ni dostopna

# #771
source: - Auto FATX limiter
sl: - Samodejni Fatx omejevalec

# #772
source: Audio output
sl: Audio

# #773
source: Seeking
sl: Iščem

# #774
source: Slideshow folder
sl: Mapa za predogled

# #1000
source: Screensaver preview
sl: Predogled ohranjevalnika

# #1001
source: Unable to connect
sl: Povezava ni mogoča

# #1002
source: XBMC was unable to connect to the network location.
sl: XBMC se ni mogel povezat na omrežno lokacijo

# #1003
source: This could be due to the network not being connected.
sl: Problem je lahko nastal zaradi nepovezanosti z omrežjem

# #1004
source: Would you like to add it anyway?
sl: Bi želeli dodati vseeno?

# #1006
source: IP address
sl: IP Naslov

# #1007
source: Add network location
sl: Dodaj omrežno lokacijo

# #1008
source: Protocol
sl: Protokol

# #1009
source: Server address
sl: Naslov strežnika

# #1010
source: Server name
sl: Ime strežnika

# #1011
source: Remote path
sl: Oddaljena povezava

# #1012
source: Shared folder
sl: Mapa skupne rabe

# #1013
source: Port
sl: Vrata

# #1014
source: Username
sl: Uporabniško ime

# #1015
source: Browse for network server
sl: Omrežni strežnik

# #1016
source: Enter the network address of the server
sl: Vnesi mrežni naslov strežnika

# #1017
source: Enter the path on the server
sl: Vnesi pot do strežnika

# #1018
source: Enter the port number
sl: Vnesi številko vrat

# #1019
source: Enter the username
sl: Vnesi uporabniško ime

# #1020
source: Add %s source
sl: Dodaj %s izvor

# #1021
source: Enter the paths or browse for the media locations.
sl: Vnesi poti ali prebrskaj za lokacijo medija

# #1022
source: Enter a name for this media Source.
sl: Vnesi ime za ta izvor

# #1023
source: Browse for new share
sl: Prebrskaj za novo skupno rabo

# #1024
source: Browse
sl: Prebrskaj

# #1025
source: Could not retrieve directory information.
sl: Ne morem priklicati informacij o mapi

# #1026
source: Add source
sl: Dodaj izvor

# #1027
source: Edit source
sl: Uredi izvor

# #1028
source: Edit %s source
sl: Uredi %s izvor

# #1029
source: Enter the new label
sl: Vnesi novo ime

# #1030
source: Browse for image
sl: sliko

# #1031
source: Browse for image folder
sl: slikovno mapo

# #1032
source: Add network location...
sl: Dodaj mrežno lokacijo...

# #1033
source: Browse for file
sl: Prebrskaj za datoteko

# #1034
source: Submenu
sl: Podmenu

# #1035
source: Enable submenu buttons
sl: Vključi podmenu gumbe

# #1036
source: Favourites
sl: Priljubljene

# #1037
source: Video plugins
sl: Video vstavki

# #1038
source: Music plugins
sl: Glasba vstavki

# #1039
source: Picture plugins
sl: Slike vstavki

# #1040
source: Loading directory
sl: Nalagam mapo

# #1043
source: Program plugins
sl: Programi vstavki

# #1044
source: Set plugin thumb
sl: Nastavi sličico vstavku

# #1045
source: Plugin settings
sl: Nastavitve vstavka

# #1200
source: SMB client
sl: SMB odjemalec

# #1202
source: Workgroup
sl: Delovna skupina

# #1203
source: Default username
sl: Privzeto uporabniško ime

# #1204
source: Default password
sl: Privzeto geslo

# #1207
source: WINS server
sl: WINS strežnik

# #1210
source: Remove
sl: Odstrani

# #1211
source: Music
sl: Glasba

# #1213
source: Pictures
sl: Slike

# #1214
source: Files
sl: Datoteke

# #1215
source: Music & video
sl: Glasba in video

# #1216
source: Music & pictures
sl: Glasba in slike

# #1217
source: Music & files
sl: Glasba in datoteke

# #1218
source: Video & pictures
sl: Video in slike

# #1219
source: Video & files
sl: Video in datoteke

# #1220
source: Pictures & files
sl: Slike in datoteke

# #1221
source: Music & video & pictures
sl: Glasba, video in slike

# #1222
source: Music & video & pictures & files
sl: Glasba, video, slike in datoteke

# #1223
source: Disabled
sl: Izključeno

# #1226
source: Files & music & video
sl: Datoteke, glasba in video

# #1227
source: Files & pictures & music
sl: Datoteke, slike in glasba

# #1228
source: Files & pictures & video
sl: Datoteke, slike in video

# #1229
source: Music & programs
sl: Glasba in programi

# #1230
source: Video & programs
sl: Video in programi

# #1231
source: Pictures & programs
sl: Slike in programi

# #1232
source: Music & video & pictures & programs
sl: Glasba, video, slike in programi

# #1233
source: Programs & video & music
sl: Programi, video in glasba

# #1234
source: Programs & pictures & music
sl: Programi, slike in glasba

# #1235
source: Programs & pictures & video
sl: Programi, slike in Video

# #1245
source: FTP username
sl: FTP uporabniško ime

# #1246
source: FTP password
sl: FTP uporabniško geslo

# #1247
source: Password has been set successfully
sl: Uprabniško geslo je uspešno nastavljeno

# #1250
source: Auto-detection
sl: Xbox povezava

# #1251
source: Auto-detect system
sl: Samodejno zaznaj XBOX

# #1252
source: Nickname
sl: Vzdevek

# #1254
source: Ask to connect
sl: Vprašaj za povezavo

# #1255
source: Send FTP user and password
sl: Pošlji FTP uporabniško ime in geslo

# #1257
source: Would you like to connect to the auto-detected system?
sl: Povežem z samodejno zaznanim Xbox-om?

# #1397
source: and
sl: in

# #1398
source: Freezing
sl: Zmrzovanje

# #1399
source: Late
sl: Pozno

# #1400
source: Isolated
sl: Izolirano

# #1401
source: Thundershowers
sl: Nevihte

# #1402
source: Thunder
sl: Grom

# #1403
source: Sun
sl: Sončno

# #1404
source: Heavy
sl: Težko

# #1405
source: in
sl: v

# #1408
source: Ice
sl: Led

# #1409
source: Crystals
sl: Kristali

# #1410
source: Calm
sl: Hladno

# #1411
source: with
sl: z

# #1412
source: windy
sl: vetrovno

# #1414
source: Thunderstorm
sl: T-Storm

# #2050
source: Runtime
sl: Čas delovanja:

# #4501
source: Enable LCD/VFD
sl: Tip LCD zaslona

# #10000
source: Home
sl: Domov

# #10001
source: Programs
sl: Programi

# #10002
source: Pictures
sl: Slike

# #10003
source: File manager
sl: Datoteke

# #10004
source: Settings
sl: Nastavitve

# #10005
source: Music
sl: Glasba

# #10006
source: Videos
sl: Videi

# #10007
source: System information
sl: Sistemske informacije

# #10008
source: Settings - General
sl: Nastavitve->Splošno

# #10009
source: Settings - Screen
sl: Nastavitve->Zaslon

# #10010
source: Settings - Appearance - GUI Calibration
sl: Nastavitve->Izgled>GUI Kalibracija

# #10011
source: Settings - Videos - Screen Calibration
sl: Nastavitve->Videi->Kalibracija zaslona

# #10012
source: Settings - Pictures
sl: Nastavitve->Slike

# #10013
source: Settings - Programs
sl: Nastavitve->Programi

# #10014
source: Settings - Weather
sl: Nastavitve->Vreme

# #10015
source: Settings - Music
sl: Nastavitve->Glasba

# #10016
source: Settings - System
sl: Nastavitve->Sistem

# #10017
source: Settings - Videos
sl: Nastavitve->Videi

# #10018
source: Settings - Network
sl: Nastavitve->Omrežje

# #10019
source: Settings - Appearance
sl: Nastavitve->Izgled

# #10020
source: Scripts
sl: Skripte

# #10028
source: Videos/Playlist
sl: Videi/Predvajalni seznam

# #10034
source: Settings - Profiles
sl: Nastavitve->Profili

# #10100
source: Yes/No dialog
sl: Da/Ne dialog

# #10101
source: Progress dialog
sl: Dialog napredka dialog

# #10500
source: Music/Playlist
sl: Glasba/Predvajalni seznam

# #10501
source: Music/Files
sl: Glasba/Datoteke

# #10502
source: Music/Library
sl: Glasba/Knjižnica

# #10503
source: Playlist editor
sl: Glasba/100 najboljših

# #10504
source: Top 100 songs
sl: 100 najboljših skladb

# #10505
source: Top 100 albums
sl: 100 najboljših albumov

# #10506
source: Programs
sl: Programi

# #10507
source: Configuration
sl: Konfiguracija

# #10508
source: Weather forecast
sl: Vremenska napoved

# #10509
source: Network gaming
sl: Mrežno igranje

# #10510
source: Extensions
sl: Ekstenzije

# #10511
source: System info
sl: Sistemske informacije

# #10516
source: Music - Library
sl: Glasba - Knjižnica

# #10517
source: Now Playing - Music
sl: Glasba - Predvajam

# #10522
source: Now Playing - Videos
sl: Videi - Predvajam

# #10524
source: Movie info
sl: Film Info.

# #12000
source: Select dialog
sl: Izberi dialog

# #12001
source: Music/Info
sl: Glasba/info.

# #12002
source: Dialog OK
sl: Potrdi Dialog

# #12003
source: Videos/Info
sl: Videi/Info.

# #12004
source: Scripts/Info
sl: Skripte/Info.

# #12005
source: Fullscreen video
sl: Celozaslonski Video

# #12006
source: Audio visualization
sl: Audio vizualizacija

# #12009
source: Rebuild index...
sl: Ponovna gradnja index-ov...

# #12010
source: Return to music window
sl: Vrni se na Glasbo

# #12011
source: Return to videos window
sl: Vrni se na Videi

# #12012
source: Update trainer list
sl: Nadgradi Trainer listo

# #12014
source: No trainers found
sl: Trainerjev ni moč najti

# #12015
source: Trainer settings
sl: Nastavitve Trainerjev

# #12016
source: All registered trainers are missing. Update your list
sl: Vsi registrirani Treinerji manjkajo.Nadgradi listo

# #12017
source: Resume from where last stopped
sl: Samodejno zaženi iz zadnje znane pozicije

# #12018
source: No
sl: Ne

# #12019
source: Yes
sl: Da

# #12020
source: Ask
sl: Vprašaj

# #12021
source: Start from beginning
sl: Začni na začetku

# #12022
source: Resume from %s
sl: Začni iz zadnje znane pozicije

# #12023
source: Validating existing trainers...
sl: Potrjujem obstoječe trenerje...

# #12321
source: Ok
sl: Potrdi

# #12325
source: Locked! Enter code...
sl: Zaklenjeno!Vnesi pravilno geslo...

# #12326
source: Enter password
sl: Vnesi geslo

# #12327
source: Enter master code
sl: Vnesi administratorsko geslo

# #12328
source: Enter unlock code
sl: Vnesi kodo za odklep

# #12329
source: or press C to cancel
sl: ali pritisni C za izhod

# #12330
source: Enter gamepad button combo and
sl: Pritisni kombinacijo tipk na ploščku in pritisni Start

# #12331
source: press Start, or Back to cancel
sl: pritisni Start ali Back na ploščku za izhod

# #12332
source: Set lock
sl: Nastavi zaščito

# #12333
source: Unlock
sl: Odkleni zaščito

# #12334
source: Reset lock
sl: Resetiraj zaščito

# #12335
source: Remove lock
sl: Odstrani zaščito

# #12337
source: Numeric password
sl: Numerično geslo

# #12338
source: Gamepad button combo
sl: Kombinacija tipk na ploščku

# #12339
source: Full-text password
sl: Celotno geslo

# #12340
source: Enter new password
sl: Vnesi novo geslo

# #12341
source: Re-Enter new password
sl: Ponovno vnesi novo geslo

# #12342
source: Incorrect password,
sl: Geslo je napačno,

# #12343
source: retries left
sl: ponovnih poizkusov

# #12344
source: Passwords entered did not match.
sl: Vnešeno geslo se ne ujema

# #12345
source: Access denied
sl: Vstop prepovedan

# #12346
source: Password retry limit exceeded.
sl: Število ponovnih vnosov gesla je preseženo

# #12347
source: The system will now shut off.
sl: XBOX se bo sedaj ugasnila.

# #12348
source: Item locked
sl: Predmet zaklenjen

# #12353
source: Reactivate lock
sl: Ponovno aktiviraj ključavnico

# #12356
source: Change lock
sl: Zamenjaj geslo

# #12357
source: Source lock
sl: Share geslo

# #12358
source: Password entry was blank. Try again.
sl: Vnos je prazen.Poizkusi ponovno

# #12360
source: Master lock
sl: Admin koda

# #12362
source: Shutdown system if Master Lock retries exceeded
sl: Ugasni konzolo če je število dovoljenih poizkusov čez mejo

# #12367
source: Master code is not valid
sl: Admin geslo ni veljaveno!

# #12368
source: Please enter a valid master code
sl: Prosim vnesite pravileno Admin geslo!

# #12373
source: Settings & file manager
sl: Nastavitve in Moji Dokumenti

# #12376
source: Set as default for all movies
sl: Nastavi kot privzeto za vse filme

# #12377
source: This will reset any previously saved values
sl: To dejanje bo zbrisalo vse prejšnje posnete podatke

# #12378
source: Amount of time to display each image
sl: Prikaži vsako sliko za

# #12379
source: Use pan and zoom effects
sl: Uporabi PAN in ZOOM efekt

# #12380
source: Play NTSC videos at PAL rates
sl: Predvajaj NTSC v PAL

# #12381
source: Play PAL videos at NTSC rates
sl: Predvajaj PAL v NTSC

# #12382
source: Play NTSC videos in PAL60
sl: Predvajaj NTSC v PAL60

# #12383
source: 12 hour clock
sl: 12 urni časovni prikaz

# #12384
source: 24 hour clock
sl: 24 urni časovni prikaz

# #12385
source: Day/Month
sl: Dan/Mesec

# #12386
source: Month/Day
sl: Mesec/Dan

# #12390
source: System uptime
sl: Sistemski čas delovanja

# #12391
source: Minutes
sl: Minute

# #12392
source: Hours
sl: Ure

# #12393
source: Days
sl: Dnevi

# #12394
source: Total uptime
sl: Skupni čas delovanja

# #12600
source: Weather
sl: Vreme

# #12900
source: Screensaver
sl: Ohranjevalnik

# #12901
source: Fullscreen OSD
sl: Celozaslonski OSD

# #13000
source: System
sl: Sistem

# #13001
source: Immediate HD spindown
sl: Takojšnja ustavitev trdega diska

# #13002
source: Video only
sl: Samo video

# #13003
source: - Delay
sl: - Zakasnitev

# #13004
source: - Minimum file duration
sl: - Minimalen datotečni čas

# #13005
source: Shutdown
sl: Ugasni

# #13007
source: Use custom dashboard path
sl: Uporabi svojo pot do MSDash

# #13100
source: Flicker filter
sl: Filter proti utripanju

# #13105
source: Vertical blank sync
sl: Vertikalna sinhronizacija

# #13106
source: Disabled
sl: Onemogočeno

# #13107
source: Enabled during video playback
sl: Vključeno med predvajanjem videa

# #13108
source: Always enabled
sl: Vedno vključeno

# #13150
source: HDD key:
sl: HDD geslo:

# #13151
source: HDD temp:
sl: HDD temperatura:

# #13153
source: DVD firmware:
sl: DVD frmware:

# #13155
source: HDD serial:
sl: HDD serijska:

# #13157
source: HDD password:
sl: HDD geslo:

# #13158
source: HDD lock state:
sl: HDD stanje :

# #13159
source: Subnet mask
sl: Maska podomrežja:

# #13160
source: Gateway
sl: Prehod:

# #13161
source: Primary DNS
sl: Primarni DNS

# #13162
source: Initialize failed
sl: Neuspešna inicializacija

# #13163
source: Gamepad
sl: Ploščki na vratih:

# #13164
source: Keyboard
sl: Tipkovnica na vratih:

# #13165
source: Mouse
sl: Miška na vratih:

# #13166
source: Head/Microphone
sl: Slušalke z mikrofonom na vratih:

# #13167
source: Memory unit
sl: Spominska kartica na vratih:

# #13168
source: IR-Remote
sl: IR-Daljinec na vratih:

# #13169
source: Controller port
sl: Preskoči Cd izbor

# #13170
source: Never
sl: Nikoli

# #13171
source: Immediately
sl: Takoj

# #13172
source: After %i secs
sl: Čez %i sek

# #13173
source: HDD install date:
sl: Datum priklopa diska:

# #13174
source: HDD power cycle count:
sl: Števec ciklov diska:

# #13200
source: Profiles
sl: Profili

# #13201
source: Delete profile '%s'?
sl: Izbriši profil '%s'?

# #13204
source: Last loaded profile:
sl: Zadnji naložen profil:

# #13205
source: Unknown
sl: Neznano

# #13206
source: Overwrite
sl: Prepiši

# #13208
source: Alarm clock
sl: Alarm ura

# #13209
source: Alarm clock interval (in minutes)
sl: Alarm ura interval (v minutah)

# #13210
source: Started, alarm in %im
sl: Zagon, alarm v %im

# #13212
source: Canceled with %im%is left
sl: Odpovedano z %im%is

# #13249
source: Search for subtitles in RARs
sl: Poišči podnapise v RAR datotekah

# #13250
source: Browse for subtitle...
sl: Prebrskaj za podnapise...

# #13251
source: Move item
sl: Premakni predmet

# #13252
source: Move item here
sl: Premakni predmet sem

# #13253
source: Cancel move
sl: Prekliči Premik

# #13270
source: Hardware:
sl: Strojna oprema:

# #13271
source: CPU Usage:
sl: CPU hitrost:

# #13274
source: Connected, but no DNS is available.
sl: Konzola je povezana, vendar DNS ni na voljo.

# #13275
source: Hard Disk
sl: Trdi disk

# #13276
source: DVD-ROM
sl: DVD-Enota

# #13277
source: Storage
sl: Shramba

# #13278
source: Default
sl: Privzeto

# #13279
source: Network
sl: Omrežje

# #13281
source: Hardware
sl: Strojna oprema

# #13283
source: Operating system:
sl: Verzija Kernela:

# #13284
source: CPU speed:
sl: CPU Hitrost:

# #13285
source: Detected BIOS:
sl: Zaznan BIOS:

# #13286
source: Video encoder:
sl: Video Enkoder:

# #13287
source: Screen resolution:
sl: Resolucija zaslona:

# #13288
source: Xbox version:
sl: XBOX Verzija:

# #13289
source: Xbox serial number:
sl: XBOX Serijska št.:

# #13290
source: Xbox manufacturer:
sl: XBOX Proizvajalec:

# #13291
source: Modchip:
sl: ModČip:

# #13292
source: A/V cable:
sl: A/V kabel:

# #13293
source: Video & XBE region:
sl: Video in XBE Regija:

# #13294
source: DVD region:
sl: DVD Regija:

# #13296
source: Connected
sl: Xbox je povezan

# #13297
source: Not connected. Check network settings.
sl: Xbox ni povezan.Preveri mrežne nastavitve.

# #13298
source: Xbox Live key:
sl: XBLIVE geslo:

# #13299
source: Target temperature
sl: Željena temperatura

# #13300
source: Fan speed
sl: Hitrost ventilatorja

# #13301
source: Auto temperature control
sl: Samodejna kontrola temperature

# #13302
source: Fan speed override
sl: Ročna nastavitev hitrosti ventilatorja

# #13303
source: - Fonts
sl: Izgled pisav

# #13304
source: Enable flipping bi-directional strings
sl: Vključi Flipping Bi-Directional Strings

# #13305
source: Show RSS news feeds
sl: Uporabi RSS novice

# #13306
source: Show parent folder items
sl: Skrij ostale datoteke v mapi

# #13307
source: Track naming template
sl: Način poimenovanja pesmi

# #13308
source: Do you wish to reboot your system
sl: Želiš ponovno zagnati XBOX

# #13309
source: instead of just XBMC?
sl: namesto samo XBMC?

# #13310
source: Zoom effect
sl: Zoom efekt

# #13311
source: Float effect
sl: Efekt lebdenja

# #13312
source: Black bar reduction
sl: Odprava črnih robov

# #13313
source: Restart
sl: Ponovno zaženi

# #13314
source: Crossfade between songs
sl: Navzkrižni prehod

# #13315
source: Regenerate thumbnails
sl: Regeneriraj slike

# #13316
source: Recursive thumbnails
sl: Recurzivne slike

# #13317
source: View slideshow
sl: Poglej prezentacijo

# #13318
source: Recursive slideshow
sl: Recurzivna prezentacija

# #13319
source: Randomize
sl: Naključno

# #13321
source: Left only
sl: Samo Levo

# #13322
source: Right only
sl: Samo Desno

# #13323
source: Enable karaoke support
sl: Vključi CD+G

# #13324
source: Background transparency
sl: Transparentno ozadje

# #13325
source: Foreground transparency
sl: Transparentno ospredje

# #13326
source: A/V delay
sl: A/V zamik

# #13328
source: %s not found
sl: %s ni najden

# #13329
source: Error opening %s
sl: Napaka pri odpiranju %s

# #13330
source: Unable to load %s
sl: Ne morem naložiti %s

# #13331
source: Error: Out of memory
sl: NAPAKA: izven obsega spomina

# #13332
source: Move up
sl: Premakni navzgor

# #13333
source: Move down
sl: Premakni navzdol

# #13334
source: Edit label
sl: Uredi oznako

# #13335
source: Make default
sl: Napravi privzeto

# #13336
source: Remove button
sl: Tipka odstrani

# #13338
source: Front LED
sl: Sprednja LED

# #13339
source: Front LED colour
sl: Barva sprednje LED

# #13340
source: Leave as is
sl: Privzeto

# #13341
source: Green
sl: Zelena

# #13342
source: Orange
sl: Oranžna

# #13343
source: Red
sl: Rdeča

# #13344
source: Cycle
sl: Kroženje

# #13345
source: Switch LED off on playback
sl: Ugasni LED med predvajanjem

# #13346
source: Movie information
sl: Informacije o filmu

# #13347
source: Queue item
sl: Poizvedba o predmetu

# #13348
source: Search IMDb...
sl: Preišči IMDb...

# #13349
source: Scan for new content
sl: Napravi poizvedbo za vse datoteke

# #13350
source: Now playing...
sl: Sedaj predvajam...

# #13351
source: Album information
sl: Informacije o albumu

# #13352
source: Scan item to library
sl: Skeniraj vse v bazo

# #13353
source: Stop scanning
sl: Ustavi skeniranje

# #13354
source: Render method
sl: Metoda izrisa

# #13355
source: Low quality pixel shader
sl: Nizko kvalitetno senčenje

# #13356
source: Hardware overlays
sl: Strojni Overlay

# #13357
source: High quality pixel shader
sl: Visoko kvalitetno senčenje

# #13358
source: Play item
sl: Predvajaj predmet

# #13359
source: Set artist thumb
sl: Nastavi sliko izvajalca

# #13360
source: Automatically generate thumbnails
sl: Generiraj slike

# #13361
source: Enable voice
sl: Uporabi govor

# #13375
source: Enable device
sl: Vključi napravo

# #13376
source: Volume
sl: Glasnost

# #13377
source: Default view mode
sl: Privzeti pogled

# #13378
source: Default brightness
sl: Privzeta svetlost

# #13379
source: Default contrast
sl: Privzeti kontrast

# #13380
source: Default gamma
sl: Privzeta gama

# #13381
source: Resume video
sl: Ponovi video

# #13382
source: Voice mask - Port 1
sl: Glasovna maska - Port 1

# #13383
source: Voice mask - Port 2
sl: Glasovna maska - Port 2
