Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Slovenian/strings.po
Languages: sl

# #13384
source: Voice mask - Port 3
sl: Glasovna maska - Port 3

# #13385
source: Voice mask - Port 4
sl: Glasovna maska - Port 4

# #13386
source: Use time based seeking
sl: Uporabi iskanje po času

# #13387
source: Track naming template - right
sl: Predloga za poimenovanje posnetkov

# #13388
source: Preset
sl: Prednastavitve

# #13389
source: There are no presets available for this visualization
sl: Ni prednastavitev za vizualizacijo

# #13390
source: There are no settings available for this visualization
sl: Ni nastavitev za vizualizacijo

# #13391
source: Eject/Load
sl: Odpri/Zapri

# #13392
source: Use visualization if playing audio
sl: Uporabi vizualizacijo pri predvajanju glasbe

# #13393
source: Calculate size
sl: Preračunaj velikost

# #13394
source: Calculating folder size
sl: Preračunaj velikost mape

# #13395
source: Video settings
sl: Video nastavitve

# #13396
source: Audio and subtitle settings
sl: Nastavitve: Audio in Podnapisi

# #13397
source: Enable subtitles
sl: Vključi Podnapise

# #13398
source: Shortcuts
sl: Oznake

# #13399
source: Ignore articles when sorting (e.g. "the")
sl: Pri sortiranju izpusti "The"

# #13400
source: Crossfade between songs on the same album
sl: Navzkrižni prehod albumskih posnetkov

# #13401
source: Browse for %s
sl: Prebrskaj za %s

# #13402
source: Show track position
sl: Prikaži pozicijo posnetka

# #13403
source: Clear default
sl: Izbriši Privzeto

# #13404
source: Resume
sl: Ponovi

# #13405
source: Get thumb
sl: Pridobi sličice

# #13406
source: Picture information
sl: Informacije o sliki

# #13408
source: (IMDb user rating)
sl: (IMDb Rating)

# #14000
source: Stack
sl: Združi

# #14001
source: Unstack
sl: Razdruži

# #14003
source: Downloading playlist file...
sl: Prenašam Predvajalni seznam...

# #14004
source: Downloading streams list...
sl: Prenašam Stream listo...

# #14005
source: Parsing streams list...
sl: Parsam stream listo....

# #14006
source: Downloading streams list failed
sl: Prenos stream liste ni uspel

# #14007
source: Downloading playlist file failed
sl: Prenenos datoteke predvajalne liste ni uspel

# #14009
source: Games directory
sl: Mapa za igre

# #14010
source: Auto switch to thumbs based on
sl: Samodejni prikaz sličic baziran na

# #14011
source: Enable auto switching to thumbs view
sl: Vključi samodejni preklop na slikovni pogled

# #14012
source: - Use large icons
sl: - Uporabi velike ikone

# #14013
source: - Switch based on
sl: - Prekinjalo temelječe na

# #14014
source: - Percentage
sl: - Odstotkih

# #14015
source: No files and at least one thumb
sl: Ni datotek in vsaj ena sličica

# #14016
source: At least one file and thumb
sl: Vsaj ena datoteka in ena sličica

# #14017
source: Percentage of thumbs
sl: Procenti sličic

# #14018
source: View options
sl: Možnosti

# #14019
source: Change area code 1
sl: Spremeni področno kodo 1

# #14020
source: Change area code 2
sl: Spremeni področno kodo 2

# #14021
source: Change area code 3
sl: Spremeni področno kodo 3

# #14022
source: Library
sl: Knjižnica

# #14023
source: No TV
sl: Brez TV

# #14024
source: Enter the nearest large town
sl: Vnesi najbližje večje mesto

# #14025
source: Video/Audio/DVD cache - Harddisk
sl: Video/Audio/DVD/HDD medpomnilnik

# #14026
source: Video cache - DVD-ROM
sl: Video medpomnilnik - DVDRom

# #14027
source: - Local Network
sl: - Lokalno omrežje

# #14030
source: Audio cache - DVD-ROM
sl: Audio medpomnilnik - DVDRom

# #14031
source: - Local Network
sl: - Lokalno omrežje

# #14034
source: DVD cache - DVD-ROM
sl: DVD medpomnilnik - DVDRom

# #14035
source: - Local Network
sl: - Lokalno omrežje

# #14036
source: Services
sl: Strežniki

# #14038
source: Network settings changed
sl: Omrežne nastavitve spremenjene

# #14039
source: XBMC requires to restart to change your
sl: XBMC zahteva ponovni zagon, da spremeni vaše

# #14040
source: network setup. Would you like to restart now?
sl: mrežne nastavitve. Ali želiš ponovno zagnati program?

# #14041
source: Post processing
sl: Post Procesiranje

# #14042
source: Internet connection bandwidth limitation
sl: Strojni IP naslov

# #14043
source: - Shutdown while playing
sl: - Izklop med delovanjem

# #14044
source: %i min
sl: %i minut

# #14045
source: %i sec
sl: %i sekund

# #14051
source: Time format
sl: Časovni zapis

# #14052
source: Date format
sl: Datumski zapis

# #14053
source: GUI filters
sl: GIU filtri

# #14055
source: Use background scanning
sl: Uporabi skeniranje v ozadju

# #14056
source: Stop scan
sl: Ustavi skeniranje

# #14057
source: Not possible while scanning for media info
sl: Ni mogoče med skeniranjem medijskih info.

# #14058
source: Film grain effect
sl: Filmski grain efekt

# #14059
source: Search for thumbnails on remote shares
sl: Poizvedi za sličice na oddaljeni skupni rabi

# #14060
source: Unknown type cache - Internet
sl: Nepoznan tip medpomnilnika - Internet

# #14061
source: Auto
sl: Samodejno

# #14062
source: Enter username for
sl: Vnesi uporabniško ime za

# #14063
source: Date & time
sl: Datum in čas

# #14064
source: Set date
sl: Nastavi datum

# #14065
source: Set time
sl: Nastavi čas

# #14066
source: Enter the time in 24 hour HH:MM format
sl: Vnesi čas v 24 urnem HH:MM formatu

# #14067
source: Enter the date in DD/MM/YYYY format
sl: Vnesi datum v DD/MM/YYYY formatu

# #14068
source: Enter the IP address
sl: Vnesi IP naslov

# #14069
source: Apply these settings now?
sl: Uporabim te nastavitve sedaj?

# #14070
source: Apply changes now
sl: Uporabim spremembe sedaj?

# #14071
source: Allow file renaming and deletion
sl: Dovoli preimenovanje datotek ter brisanje

# #14074
source: Set timezone
sl: Nastavi časovni pas

# #14075
source: Use daylight saving time
sl: Uporabi prestopno uro

# #14076
source: Add to favourites
sl: Dodaj med priljubljene

# #14077
source: Remove from favourites
sl: Odstrani iz priljubljenih

# #14078
source: - Colours
sl: Barve teme

# #15015
source: Remove
sl: Odstrani

# #15016
source: Games
sl: Igre

# #15019
source: Add
sl: Dodaj

# #15052
source: Password
sl: Geslo

# #15100
source: Library
sl: Knjižnica

# #15101
source: Database
sl: Podatkovna baza

# #15102
source: * All albums
sl: * Vsi Albumi

# #15103
source: * All artists
sl: * Vsi izvajalci

# #15104
source: * All songs
sl: * Vse pesmi

# #15105
source: * All genres
sl: * Vsi Žanri

# #15108
source: Navigation sounds
sl: Navigacijski zvoki

# #15109
source: Skin default
sl: Privzeto

# #15111
source: - Theme
sl: Tema preobleke

# #15112
source: Default theme
sl: Privzeta tema

# #15201
source: Submit songs to Last.fm
sl: Prenesi pesmi na Last.FM

# #15202
source: Last.fm username
sl: Last.FM Uporabniško ime

# #15203
source: Last.fm password
sl: Last.FM Geslo

# #15204
source: Unable to handshake: sleeping...
sl: Povezava ni mogoča: Spim.....

# #15205
source: Please update XBMC
sl: Prosimo posodobite XBMC

# #15206
source: Bad authorization: Check username and password
sl: Nepravilna avtorizacija: Preveri uporabniško ime in geslo

# #15207
source: Connected
sl: Povezan

# #15208
source: Not connected
sl: Brez povezave

# #15209
source: Submit interval %i
sl: Posreduj interval %i

# #15210
source: Cached %i songs
sl: V medpomnilniku: %i pesmi

# #15211
source: Submitting...
sl: Posredujem...

# #15212
source: Submitting in %i secs
sl: Posredujem v %i sek

# #15213
source: Play using...
sl: Predvajaj z uporabo...

# #15214
source: Use smoothed A/V synchronization
sl: Uporabi gladko A/V Sinhronizacijo

# #15215
source: Hide file names in thumbs view
sl: Skrij imena datotek v gumbkovnem pogledu

# #15216
source: Play in party mode
sl: Predvajaj v Party načinu

# #15250
source: Submit Last.fm radio to Last.fm
sl: Prenesi Last.FM radio postajo na Last.FM

# #15251
source: Connecting to Last.fm...
sl: Povezujem se na Last.FM...

# #15252
source: Selecting station...
sl: Izberi postajo...

# #15253
source: Search similar artists...
sl: Izberi podobnega izvajalca...

# #15254
source: Search similar tags...
sl: Poišči podobne tage...

# #15255
source: Your profile (%name%)
sl: Tvoj profil (%name%)

# #15256
source: Overall top tags
sl: Vsi najbolši tagi

# #15257
source: Top artists for tag %name%
sl: Najbolši izvajalci za tag %name%

# #15258
source: Top albums for tag %name%
sl: Najbolši albumi za tag %name%

# #15259
source: Top tracks for tag %name%
sl: Najboljše skladbe za tag %name%

# #15260
source: Listen to tag %name% Last.fm radio
sl: Poslušaj tag %name% Last.FM radio

# #15261
source: Similar artists as %name%
sl: Podobni izvajalci kot %name%

# #15262
source: Top %name% albums
sl: Najbolši %name% albumi

# #15263
source: Top %name% tracks
sl: Najbolši %name% zapisa

# #15264
source: Top %name% tags
sl: Najbolši %name% tagi

# #15265
source: Biggest fans of %name%
sl: Največji privrženci %name%

# #15266
source: Listen to %name% fans Last.fm radio
sl: Poslušaj %name% privrženčev Last.FM radio

# #15267
source: Listen to %name% similar artists Last.fm radio
sl: Poslušaj %name% zadjnega podobnega izvajalca fm. radia

# #15268
source: Top artists for user %name%
sl: Najbolši izvajalci za uporabnika %name%

# #15269
source: Top albums for user %name%
sl: Najbolši albumi za uporabnika %name%

# #15270
source: Top tracks for user %name%
sl: Najbolši zapisi za uporabnika %name%

# #15271
source: Friends of user %name%
sl: Prijatelji uporabnika %name%

# #15272
source: Neighbours of user %name%
sl: Sosedje uporabnika %name%

# #15273
source: Weekly artist chart for %name%
sl: Tedenska lestvica umetnikov za %name%

# #15274
source: Weekly album chart for %name%
sl: Tedenska lestvica albumov za %name%

# #15275
source: Weekly track chart for %name%
sl: Tedenska lestvica skladb za %name%

# #15276
source: Listen to %name%'s neighbours Last.fm radio
sl: Poslušaj %name% sosedski Last.FM radio

# #15277
source: Listen to %name%'s personal Last.fm radio
sl: Poslušaj %name% osebni Last.FM radio

# #15278
source: Listen to %name%'s mix Last.fm radio
sl: Poslušaj %name% željen zapis Last.FM radio

# #15279
source: Retrieving list from Last.fm...
sl: Prenašam listo iz Last.FM

# #15280
source: Can't retrieve list from Last.fm...
sl: Ne morem prenesti liste iz Last.FM

# #15281
source: Enter an artist name to find related ones
sl: Vnesi ime izvajalca za iskanje

# #15282
source: Enter a tag name to find similar ones
sl: Vnesi tag ime za iskanje podobnih

# #15283
source: Tracks recently listened by %name%
sl: Zadnje poslušane skladbe %name%

# #15284
source: Listen to %name%'s recommendations Last.fm radio
sl: Poslušaj %name%'s priporočila Last.FM radio

# #15287
source: Do you want to add the current track to your loved tracks?
sl: Želiš dodati trenutno skladbo med priljubljene?

# #15288
source: Do you want to ban the current track?
sl: Želiš prepovedati trenutno skladbo

# #15289
source: Added to your loved tracks: '%s'.
sl: Dodano med priljubljene: '%s'.

# #15290
source: Could not add '%s' to your loved tracks.
sl: Ni bilo mogoče dodati '%s' med priljubljene.

# #15291
source: Banned: '%s'.
sl: Prepovedano: '%s'.

# #15292
source: Could not ban '%s'.
sl: Ni bilo moč prepovedati '%s'.

# #15300
source: Path not found or invalid
sl: Povezava ni bila najdena oz. je napačna

# #15301
source: Could not connect to network server
sl: Povezava z strežnikom ni mogoča

# #15302
source: No servers found
sl: Ni strežnikov

# #15303
source: Workgroup not found
sl: Workgroup ni bil najden

# #15310
source: Opening multi-path source
sl: Odpiram multi-path bookmark

# #15311
source: Path:
sl: Povezava:

# #16000
source: General
sl: Generalno

# #16001
source: Configure audio hardware...
sl: Nastavi audio strojno opremo

# #16002
source: Internet lookup
sl: CDDB lookup

# #16003
source: Player
sl: Predvajalnik

# #16004
source: Play media from disc
sl: Predvajaj iz DVD enote

# #16008
source: Enter new title
sl: Vnesi nov naslov

# #16009
source: Enter the movie name
sl: Vnesi ime filma

# #16010
source: Enter the profile name
sl: Vnesi ime profila

# #16011
source: Enter the album name
sl: Vnesi ime Albuma

# #16012
source: Enter the playlist name
sl: Vnesi ime predvajalne liste

# #16013
source: Enter new filename
sl: Vnesi podatkovno ime

# #16014
source: Enter folder name
sl: Vnesi ime mape

# #16015
source: Enter directory
sl: Vnesi direktorij

# #16016
source: Available options: %A, %T, %N, %B, %D, %G, %Y, %F, %S
sl: Omogočene opcije: %A, %T, %N, %B, %D, %G, %Y, %F, %S

# #16017
source: Enter search string
sl: Vnesi iskalni niz

# #16018
source: None
sl: Noben

# #16019
source: Auto select
sl: Samodejna izbira

# #16021
source: Bob
sl: Sinhronizacija Odd

# #16022
source: Bob (inverted)
sl: Sinhronizacija Even

# #16023
source: Interlaced handling
sl: Uporaba prepletanja

# #16024
source: Canceling...
sl: Odjavljam...

# #16025
source: Enter the artist name
sl: Vnesi ime Izvajalca

# #16026
source: Playback failed
sl: Predvajalna lista zavrnjena

# #16027
source: One or more items failed to play.
sl: Preveč napak

# #16030
source: Party mode aborted.
sl: Party Mode preprečen

# #16031
source: No matching songs in the library.
sl: Nobena pesem v bazi ne izpolnjuje pogojev

# #16032
source: Could not initialize database.
sl: Ne morem inicializirati podatkovne baze

# #16033
source: Could not open database.
sl: Ne morem odpreti podatkovne baze

# #16034
source: Could not get songs from database.
sl: Pesmi nisem mogel pridobiti iz baze

# #16035
source: Party mode playlist
sl: Party način predvajalni seznam

# #16100
source: All Videos
sl: Vsi posnetki

# #16101
source: Unwatched
sl: Nepogledani

# #16102
source: Watched
sl: Pogledani

# #16103
source: Mark as watched
sl: Označi kot pogledan

# #16104
source: Mark as unwatched
sl: Označi kot Nepogledan

# #16105
source: Edit title
sl: Uredi Naslov

# #16106
source: Use NTSC-M & NTSC-J
sl: Uporabljaj samo NTSC-M & NTSC-J

# #16107
source: Use only NTSC-M
sl: Uporabljaj samo NTSC-M

# #16108
source: Use only NTSC-J
sl: Uporabljaj samo NTSC-J

# #16109
source: Use only PAL-60
sl: Uporabljaj samo PAL-60

# #16110
source: For 60hz games
sl: Za 60hz igre

# #16200
source: Operation was aborted
sl: Operacija je bila preklicana

# #16201
source: Copy failed
sl: Kopiranje ni uspelo

# #16202
source: Failed to copy at least one file
sl: Kopiranje najmanj ene datoteke ni uspelo

# #16203
source: Move failed
sl: Premikanje ni uspelo

# #16204
source: Failed to move at least one file
sl: Premikanje najmanj ene datoteke ni uspelo

# #16205
source: Delete failed
sl: Izbris ni uspel

# #16206
source: Failed to delete at least one file
sl: Izbris najmanj ene datoteke ni uspel

# #20000
source: Saved music folder
sl: CDDA Rip Mapa

# #20001
source: Use external DVD player
sl: Uporabi zunanji DVD predvajalnik

# #20002
source: External DVD player
sl: Zunanji DVD Predvajalnik

# #20003
source: Trainers folder
sl: Trainer mapa

# #20004
source: Screenshot folder
sl: Mapa za namizne posnetke

# #20006
source: Playlists folder
sl: Mapa za predvajalno listo

# #20007
source: Recordings
sl: Posnetki

# #20008
source: Screenshots
sl: Namizni posnetki

# #20009
source: Use XBMC
sl: Uporabi XBMC

# #20011
source: Music playlists
sl: Glasbena predvajalna lista

# #20012
source: Video playlists
sl: Video predvajalna lista

# #20013
source: Do you wish to launch the game?
sl: Želiš zagnati igro?

# #20014
source: Sort by: Playlist
sl: Razporedi: predvajalna lista

# #20015
source: Remote thumb
sl: IMDb slika

# #20016
source: Current thumb
sl: Prisotna slika

# #20017
source: Local thumb
sl: Lokalna slika

# #20018
source: No thumb
sl: Brez slike

# #20019
source: Choose thumbnail
sl: Izberi sličico

# #20023
source: Conflict
sl: Konflikt

# #20024
source: Scan new
sl: Novo skeniranje

# #20025
source: Scan all
sl: Skeniraj vse

# #20026
source: Region
sl: Regija

# #20038
source: Lock music window
sl: Zakleni glasbeni del

# #20039
source: Lock videos window
sl: Zakleni video del

# #20040
source: Lock pictures window
sl: Zakleni slikovni del

# #20041
source: Lock programs, saves & scripts windows
sl: Zakleni programski ter skriptni del

# #20042
source: Lock file manager
sl: Zakleni raziskovalca

# #20043
source: Lock settings
sl: Zakleni nastavitve

# #20044
source: Start fresh
sl: Zaženi sveže

# #20045
source: Enter master mode
sl: Vstopi v Master opcijo

# #20046
source: Leave master mode
sl: Izstopi iz Master opcije

# #20047
source: Create profile '%s'?
sl: Kreiraj profil '%s' ?

# #20048
source: Start with fresh settings
sl: Zaženi z svežimi nastavitvami

# #20049
source: Best available
sl: Najbolša možna

# #20050
source: Auto-switch between 16x9 and 4x3
sl: Samodejno preklopi med 16x9 in 4x3

# #20051
source: Treat stacked files as single file
sl: Obravnavaj razdeljene datoteke kot eno datoteko

# #20052
source: Caution
sl: Pozor

# #20053
source: Left master mode
sl: Zapustil Master opcijo

# #20054
source: Entered master mode
sl: Vstopil v Master opcijo

# #20055
source: Allmusic.com thumb
sl: Allmusic.com slika

# #20057
source: Remove thumbnail
sl: Odstrani sličico

# #20058
source: Add profile...
sl: Dodaj profil...

# #20059
source: Query info for all albums
sl: Info poizvedba za vse albume

# #20060
source: Media info
sl: Medijske informacije

# #20061
source: Separate
sl: Ločeno

# #20062
source: Shares with default
sl: Privzeta skupna raba

# #20063
source: Shares with default (read only)
sl: Privzeta skupna raba(samo branje)

# #20064
source: Copy default
sl: Privzeto kopiranje

# #20065
source: Profile picture
sl: Slika profila

# #20066
source: Lock preferences
sl: Nastavitve zaklepanja

# #20067
source: Edit profile
sl: Uredi profil

# #20068
source: Profile lock
sl: Zaklepanje profila

# #20069
source: Could not create folder
sl: Ne morem kreirati mape

# #20070
source: Profile directory
sl: Direktorij z profili

# #20071
source: Start with fresh media sources
sl: Začni z svežimi medijskimi vsebinami

# #20072
source: Make sure the selected folder is writable
sl: Prepričaj se da je izbrana mapa zapisljiva

# #20073
source: and that the new folder name is valid
sl: in da je ime nove mape pravilno

# #20074
source: MPAA rating
sl: MPAA Vrednosti:

# #20075
source: Enter master lock code
sl: Vnesi Master zaklepno kodo

# #20076
source: Ask for master lock code on startup
sl: Vprašaj za Master zaklepno kodo pri zagonu

# #20077
source: Skin settings
sl: Nastavi preobleko

# #20078
source: - no link set -
sl: - ni bližnjice -

# #20079
source: Enable animations
sl: Vključi animacije

# #20080
source: Disable RSS during music
sl: Izključi RSS novice med predvajanjem glasbe

# #20081
source: Enable shortcut buttons
sl: Vključi gumb za oštevilčenje

# #20082
source: Show programs in main menu
sl: Prikaži XLink Kai informacije

# #20083
source: Show music info
sl: Prikaži glasbene informacije

# #20084
source: Show weather info
sl: Prikaži vremenske informacije

# #20085
source: Show system info
sl: Prikaži sistemske informacije

# #20086
source: Show available disc space C: E: F:
sl: Prikaži prosti del na trdem disku C: E: F:

# #20087
source: Show available disc space E: F: G:
sl: Prikaži prosti del na trdem disku E: F: G:

# #20088
source: Weather info
sl: Vremenske informacije

# #20089
source: Drive space free
sl: Prostor na trdem disku

# #20090
source: Enter the name of an existing share
sl: Vnesi naziv za obstoječo skupno rabo

# #20091
source: Lock code
sl: Zaklepna koda

# #20092
source: Load profile
sl: Naloži profil

# #20093
source: Profile name
sl: Ime profila

# #20094
source: Media sources
sl: Podatki o mediju

# #20095
source: Enter profile lock code
sl: Vnesi zaklepno kodo za profil

# #20096
source: Login screen
sl: Prijavno okno

# #20097
source: Fetching album info
sl: Preiskujem informacije o albumu

# #20098
source: Fetching info for album
sl: Preiskujem informacije za album

# #20099
source: Can't rip CD or track while playing from CD
sl: Ne morem ripati CD-ja ali zapisa med predvajanjem Cd-ja

# #20100
source: Master lock code and settings
sl: Master zaklepna koda in nastavitve

# #20101
source: Entering master lock code always enables master mode
sl: Vnos Master kode, vedno vključi Master način

# #20102
source: or copy from default?
sl: ali kopiram iz privzete?

# #20103
source: Save changes to profile?
sl: Shranim spremembe v profil?

# #20104
source: Old settings found.
sl: Najdene stare nastavitve

# #20105
source: Do you want to use them?
sl: Jih želite uporabit?

# #20106
source: Old media sources found.
sl: Stare medijske datoteke najdene

# #20107
source: Separate (locked)
sl: Ločeno (zakljenjeno)

# #20109
source: - Zoom
sl: Povečava preobleke

# #20110
source: UPnP settings
sl: UPnP odjemalec

# #20111
source: Autostart UPnP client
sl: Samodejni zagon

# #20112
source: Last login: %s
sl: Zadnji vpis: %s

# #20113
source: Never logged on
sl: Nikoli vpisan

# #20114
source: Profile %i / %i
sl: Profil %i / %i

# #20115
source: User login / Select a profile
sl: Uporabniški vpis / Izberi profil

# #20116
source: Use lock on login screen
sl: Uporabi zakleni se na vpisno okno

# #20117
source: Invalid lock code.
sl: Napačna zaščitna koda.

# #20118
source: This requires the master lock to be set.
sl: Dejanje potrebuje nastavitev Master zaščite.

# #20119
source: Would you like to set it now?
sl: Želite opraviti nastavitve sedaj?

# #20120
source: Loading program information
sl: NAlagam programske info.

# #20121
source: Party on!
sl: Žuriraj!

# #20122
source: True
sl: Drži

# #20123
source: Mixing drinks
sl: Mešanje pijač

# #20124
source: Filling glasses
sl: Polnjenje stekla

# #20125
source: Logged on as
sl: Prijavljen kot

# #20126
source: Log off
sl: Odjavi se

# #20128
source: Go to root
sl: Pojdi na Root

# #20129
source: Weave
sl: Valovanje

# #20130
source: Weave (inverted)
sl: Valovanje (invertirano)

# #20131
source: Blend
sl: Zatemni

# #20132
source: Restart video
sl: Ponovno zaženi video

# #20133
source: Edit network location
sl: Uredi mrežno lokacijo

# #20134
source: Remove network location
sl: Odstrani omrežno lokacijo

# #20135
source: Do you want to scan the folder?
sl: Želiš preskenirati mapo?

# #20136
source: Memory unit
sl: Spominska naprava

# #20137
source: Memory unit mounted
sl: Spominska naprava priklopljena

# #20138
source: Unable to mount memory unit
sl: Spominske naprave ni mogoče priklopiti

# #20139
source: In port %i, slot %i
sl: Na portu %i, slot %i

# #20140
source: Lock screensaver
sl: Zakleni ohranjevalnik

# #20141
source: Set
sl: Nastavi

# #20142
source: Username
sl: Uporabniško ime

# #20143
source: Enter password for
sl: Vnesi geslo za

# #20144
source: Shutdown timer
sl: Izklopni timer

# #20145
source: Shutdown interval (in minutes)
sl: Izklopni interval (v minutah)

# #20146
source: Started, shutdown in %im
sl: Vključen, izklop čez %im

# #20147
source: Shutdown in 30 minutes
sl: Izključitev čez 30 minut

# #20148
source: Shutdown in 60 minutes
sl: Izključitev čez 60 minut

# #20149
source: Shutdown in 120 minutes
sl: Izključitev čez 120 minut

# #20150
source: Custom shutdown timer
sl: Po želji nastavljiv izklopni timer

# #20151
source: Cancel shutdown timer
sl: Izključi izklopni timer

# #20152
source: Lock preferences for %s
sl: Nastavitve zaklepa za %s

# #20153
source: Browse...
sl: Prebrskaj...

# #20154
source: Summary information
sl: Osnovne Informacije

# #20155
source: Storage information
sl: Informacije o shrambi

# #20156
source: Hard disk information
sl: HDD Informacije

# #20157
source: DVD-ROM information
sl: DVD-ROM Informacije

# #20158
source: Network information
sl: Mrežne informacije

# #20159
source: Video information
sl: Video informacije

# #20160
source: Hardware information
sl: Info. strojne opreme

# #20161
source: Total
sl: Skupaj

# #20162
source: Used
sl: Uporabljeno

# #20163
source: of
sl: od

# #20164
source: Locking not supported
sl: Zaklepanje ni podprto
