Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Slovenian/strings.po
Languages: sl

# #20165
source: Not locked
sl: Ni zaklenjeno

# #20166
source: Locked
sl: Zaklenjeno

# #20167
source: Frozen
sl: Zamrznjeno

# #20168
source: Requires reset
sl: Potreben je ponovni zagon

# #20169
source: Week
sl: Teden

# #20170
source: Line
sl: Linija

# #20171
source: Windows network (SMB)
sl: Windows Omrežje (SMB)

# #20172
source: XBMSP server
sl: XBMSP Strežnik

# #20173
source: FTP server
sl: FTP Strežnik

# #20174
source: iTunes music share (DAAP)
sl: Skupna raba iTunes glasbe (DAAP)

# #20175
source: UPnP server
sl: UPnP Strežnik

# #20176
source: Show video info
sl: Prikaži video informacije

# #20177
source: Done
sl: Uporabi

# #20180
source: Symbols
sl: Simboli

# #20181
source: Backspace
sl: Nazaj

# #20182
source: Space
sl: Presledek

# #20183
source: Reload skin
sl: Osveži preobleko

# #20184
source: Rotate pictures using EXIF information
sl: Rotiraj z uporabo EXIF informacije

# #20186
source: Please wait
sl: Prosim počakaj

# #20187
source: Backing up EEPROM
sl: Shranjujem EEPROM

# #20188
source: Backing up BIOS
sl: Shranjujem BIOS

# #20190
source: Custom
sl: Po meri

# #20306
source: Unknown. Please add MD5 from xbmc.log to BiosIDs.ini.
sl: Neznano. Prosim dodaj MD5 iz xbmc.log v BiosIDs.ini.

# #20307
source: Secondary DNS
sl: Sekundarni DNS

# #20308
source: DHCP server:
sl: DHCP Strežnik:

# #20309
source: Make new folder
sl: Ustvari novo mapo

# #20310
source: Dim LCD on playback
sl: Zatemni LCD pri predvajanju

# #20311
source: Unknown or onboard (protected)
sl: Neznano na matični plošči (zaščiteno)

# #20312
source: Dim LCD on paused
sl: Zatemni LCD pri pavzi

# #20313
source: Switch LED back on if paused
sl: Vključi LED med pavzo

# #20314
source: Videos - Library
sl: Video - knjižnica

# #20315
source: Game saves
sl: Shranjene pozicije

# #20316
source: Sort by: ID
sl: Sortiraj: ID

# #20317
source: Download saves
sl: Prenesi shranjene pozicije

# #20318
source: Save game installed On HDD
sl: Shrani igro nameščeno na HDD

# #20319
source: Failed to download game save
sl: Napaka pri prenosu shranjene pozicije

# #20320
source: Select game save to download and install
sl: Izberi shranjeno pozicijo in jo namesti

# #20321
source: No online save found for specified game
sl: Ni shranjenih pozicij za prenos

# #20322
source: Go to game save
sl: Pojdi v shranjene pozicije

# #20323
source: Game saves
sl: Shranjene pozicije

# #20324
source: Play part...
sl: Igraj odlomek...

# #20325
source: Calibration reset
sl: Ponastavitev kalibracije

# #20326
source: This will reset the calibration values for %s
sl: To bo ponastavilo kalibracijske vrednosti za %s

# #20327
source: to it's default values.
sl: na privzete vrednosti.

# #20328
source: Browse for destination
sl: Prebrskaj za ciljem

# #20330
source: Use folder names for lookups
sl: Uporabi imena map za Lookups

# #20331
source: File
sl: Datoteka

# #20332
source: Use file or folder names in lookups?
sl: Uporabi ime datoteke ali mape v lookups?

# #20333
source: Set content
sl: Nastavi vsebino

# #20334
source: Folder
sl: Mapa

# #20336
source: Unlock sources
sl: Odkleni izvore

# #20337
source: Actor
sl: Igralec

# #20338
source: Movie
sl: Film

# #20342
source: Movies
sl: Filmi

# #20344
source: This directory contains
sl: Ta mapa vsebuje

# #20345
source: Run automated scan
sl: Zaženi avtomatizirano iskanje

# #20350
source: votes
sl: glasov

# #20351
source: TV show information
sl: TV Show informacija

# #20352
source: Episode information
sl: Informacija o epizodi

# #20353
source: Loading TV show details
sl: Dalagam detajle za TV Show

# #20356
source: Select TV show:
sl: Izberi TV Show:

# #20357
source: Enter the TV show name
sl: Vnesi ime za TV Show

# #20358
source: Season %i
sl: Sezona %i

# #20359
source: Episode
sl: Epizoda

# #20360
source: Episodes
sl: Epizode

# #20361
source: Loading episode details
sl: Nalagam detajle za epizodo

# #20362
source: Remove episode from library
sl: Odstrani Epizode iz knjižnice

# #20363
source: Remove TV show from library
sl: Odstrani TV Show iz knjižnice

# #20365
source: Episode plot
sl: Episoda Plot

# #20366
source: * All seasons
sl: * Vse sezone

# #20367
source: Hide watched
sl: Skrij pogledane

# #20369
source: Show plot for unwatched items
sl: Skrij plot za nepogledane predmete

# #20371
source: Set season thumb
sl: Nastavi sličico za sezono

# #20372
source: Season image
sl: Slika sezone

# #20373
source: Season
sl: Sezona

# #20374
source: Downloading movie information
sl: Prenašam informacije o Videu

# #20376
source: Original title
sl: First Aired:

# #20377
source: Refresh TV show information
sl: Osveži informacije o TV Show

# #20378
source: Refresh info for all episodes?
sl: Osfeži informacije za vse epizode?

# #20379
source: Selected folder contains a single TV show
sl: Mapa vsebuje en TV Show

# #20380
source: Exclude selected folder from scans
sl: Izključi mapo iz iskanja

# #20382
source: Automatically grab season thumbs
sl: Samodejno izberi sličico sezone

# #20383
source: Selected folder contains a single video
sl: Mapa vsebuje samostojene Video

# #20384
source: Link to TV show
sl: Povezava do TV Show

# #20385
source: Remove link to TV show
sl: Odstrani povezavo do TV Show

# #20386
source: Recently added movies
sl: Nazadnje dodani filmi

# #20387
source: Recently added episodes
sl: Nazadnje dodane epizode

# #20389
source: Music videos
sl: Videospoti

# #20390
source: Recently added music videos
sl: Nazadnje dodani videospoti

# #20391
source: Music video
sl: Videospot

# #20392
source: Remove music video from library
sl: Odstrani Videospot iz knjižnice

# #20393
source: Music video information
sl: Informacije o videospotu

# #20394
source: Loading music video information
sl: Nalagam informacije o videospotu

# #20396
source: Go to albums by artist
sl: Pojdi na albume po izvajalcu

# #20397
source: Go to album
sl: Pojdi na album Album

# #20398
source: Play song
sl: Predvajaj pesem

# #20399
source: Go to music videos from album
sl: Pojdi na videospote iz albuma

# #20400
source: Go to music videos by artist
sl: Pojdi na videospote po izvajalcu

# #20401
source: Play music video
sl: Predvajaj videospote

# #20402
source: Download actor thumbnails when adding to library
sl: Samodejno poberi sličico igralca

# #20403
source: Set actor thumb
sl: Nastavi sličico igralca

# #20405
source: Remove episode bookmark
sl: Odstrani zaznamek epizode

# #20406
source: Set episode bookmark
sl: Ustvari zaznamek epizode

# #20408
source: Downloading music video information
sl: Prenašam informacije o videospotu

# #20409
source: Downloading TV show information
sl: Prenašam TV-Show informacije

# #20410
source: Trailer
sl: Prikolica

# #21330
source: Show hidden files and directories
sl: Prikaži skrite datoteke in mape

# #21331
source: TuxBox client
sl: TuxBox odjemalec

# #21359
source: Add media share...
sl: Dodaj Media skupno rabo...

# #21360
source: Share video and music libraries through UPnP
sl: Vključi UPnP strežnik

# #21364
source: Edit media share
sl: Uredi Media skupno rabo

# #21365
source: Remove media share
sl: Odstrani Media skupno rabo

# #21366
source: Subtitle folder
sl: Mapa s podnapisi

# #21367
source: Movie & alternate subtitle directory
sl: Movie & Dodatna mapa s podnapisi

# #21370
source: Play navigation sounds during media playback
sl: Vključi navigacijske zvoke med predvajanjem vsebine

# #21371
source: Thumbnail
sl: Sličice

# #21372
source: Forced DVD player region
sl: Privzeta DVD regija

# #21373
source: Video output
sl: Video nastavitve

# #21374
source: Video aspect
sl: Video način

# #21378
source: Enable 480p
sl: Omogoči 480p

# #21379
source: Enable 720p
sl: Omogoči 720p

# #21380
source: Enable 1080i
sl: Omogoči 1080i

# #21381
source: Enter name of new playlist
sl: Vnesi ime za Predvajalni seznam

# #21382
source: Show "Add source" buttons in file lists
sl: Onemogoči ikono "Dodaj izvor" v seznamih datotek

# #21383
source: Enable scrollbars
sl: Vključi drsnike

# #21384
source: Make watched filtering a toggle in video library
sl: Uporabi filter "Pogledani" v video knjižnici

# #21385
source: Open
sl: Odpri

# #21387
source: Fast
sl: Hitro

# #21388
source: Quiet
sl: Tiho

# #21389
source: Enable custom background
sl: Omogoči ozadja po meri

# #21397
source: High quality pixel shader v2
sl: Visoko kvalitetno senčenje V2

# #21398
source: Enable playlist at startup
sl: Omogoči predvajalni seznam ob zagonu

# #21399
source: Use tween animations
sl: Uporabi TWEEN animacije

# #21400
source: contains
sl: vsebuje

# #21401
source: does not contain
sl: ne vsebuje

# #21402
source: is
sl: je

# #21403
source: is not
sl: ni

# #21404
source: starts with
sl: prične z

# #21405
source: ends with
sl: konča z

# #21406
source: greater than
sl: večje kot

# #21407
source: less than
sl: manj kot

# #21408
source: after
sl: po

# #21409
source: before
sl: pred

# #21410
source: in the last
sl: v zadnjih

# #21411
source: not in the last
sl: ne v zadnjih

# #21420
source: Value to match
sl: Vrednost ustrezanja

# #21421
source: Smart playlist rule
sl: Novo pravilo pametnega predvajalnega seznama

# #21422
source: Match items where
sl: Match songs where

# #21423
source: New rule...
sl: Novo pravilo...

# #21424
source: Items must match
sl: Pesem mora ustrezati

# #21425
source: all of the rules
sl: vsa pravila

# #21426
source: one or more of the rules
sl: eno ali več pravil

# #21427
source: Limit to
sl: Omeji na

# #21428
source: No limit
sl: Brez omejitve

# #21429
source: Order by
sl: Urejeno po

# #21430
source: ascending
sl: Naraščajoče

# #21431
source: descending
sl: padajoče

# #21432
source: Edit smart playlist
sl: Uredi pameten predvajalni seznam

# #21433
source: Name of the playlist
sl: Ime predvajalnega sezmama

# #21434
source: Find items where
sl: Najdi pesmi z ujemanjem

# #21435
source: Edit
sl: Uredi

# #21436
source: %i items
sl: %i pesmi

# #21437
source: New smart playlist...
sl: Nov pameten predvajalni seznam...

# #21438
source: %c Drive
sl: %c pogon

# #21439
source: Edit party mode rules
sl: Uredo Party način pravila

# #21800
source: File name
sl: Ime datoteke

# #21801
source: File path
sl: Pot datoteke

# #21802
source: File size
sl: Velikost datoteke

# #21803
source: File date/time
sl: Čas/datum datoteke

# #21805
source: Resolution
sl: Resolucija

# #21806
source: Comment
sl: Komentar

# #21807
source: Colour/B&W
sl: Barvno/ČB

# #21820
source: Date/Time
sl: Datum/čas

# #21821
source: Description
sl: Opis

# #21881
source: Allow control of XBMC via UPnP
sl: Vključi UPnP Renderer

# #21882
source: Attempt to skip introduction before DVD menu
sl: Poskusi preskočiti intro pred DVD Menu-jem

# #21883
source: Saved music
sl: Ripped Audio CDs

# #22000
source: Update library on startup
sl: Posodobi knjižnico ob zagonu

# #22001
source: Always update library in background
sl: Vedno posodabljaj knjižnico v ozadju

# #29999
source: Apply flicker filter setting to games
sl: Uveljavi nastavitve filtra proti utripanju za igre
