Repository: svn2github/xbmc4xbox
Catalog: trunk/language/Slovenian/strings.po
Languages: sl

# #0
source: Programs
sl: Programi

# #1
source: Pictures
sl: Slike

# #2
source: Music
sl: Glasba

# #3
source: Videos
sl: Video

# #4
source: TV-Guide
sl: TV Vodič

# #5
source: Settings
sl: Nastavitve

# #7
source: File manager
sl: Moje datoteke

# #8
source: Weather
sl: Vreme

# #11
source: Monday
sl: Ponedeljek

# #12
source: Tuesday
sl: Torek

# #13
source: Wednesday
sl: Sreda

# #14
source: Thursday
sl: Četrtek

# #15
source: Friday
sl: Petek

# #16
source: Saturday
sl: Sobota

# #17
source: Sunday
sl: Nedelja

# #21
source: January
sl: Januar

# #22
source: February
sl: Februar

# #23
source: March
sl: Marec

# #25
source: May
sl: Maj

# #26
source: June
sl: Junij

# #27
source: July
sl: Julij

# #28
source: August
sl: Avgust

# #30
source: October
sl: Oktober

# #98
source: View: Auto
sl: Samodejni pogled

# #99
source: View: Auto big
sl: Samodejno velik pogled

# #100
source: View: Icons
sl: Pogled: Ikone

# #101
source: View: List
sl: Pogled: Lista

# #102
source: Scan
sl: Skeniraj

# #103
source: Sort by: Name
sl: Sortiraj : Ime

# #104
source: Sort by: Date
sl: Sortiraj : Datum

# #105
source: Sort by: Size
sl: Sortiraj : Velikost

# #106
source: No
sl: Ne

# #107
source: Yes
sl: Da

# #108
source: Slideshow
sl: Predogled Slik

# #109
source: Create thumbs
sl: Ustvari sličico

# #110
source: Create thumbnails
sl: Ustvari sličice

# #111
source: Shortcuts
sl: Bližnjice

# #112
source: Paused
sl: Pavza

# #115
source: Copy
sl: Kopiraj

# #116
source: Move
sl: Premakni

# #117
source: Delete
sl: Izbriši

# #118
source: Rename
sl: Preimenuj

# #119
source: New folder
sl: Nova mapa

# #120
source: Confirm file copy
sl: Potrdi kopiranje datotek

# #121
source: Confirm file move
sl: Potrdi premikanje datotek

# #122
source: Confirm file delete?
sl: Potrdi brisanje datotek

# #123
source: Copy these files?
sl: Ali naj kopiram datoteke?

# #124
source: Move these files?
sl: Ali naj prenesem datoteke?

# #125
source: Delete these files? - Deleting files cannot be undone!
sl: Ali naj zbrišem datoteke?

# #127
source: Objects
sl: Datotek

# #128
source: General
sl: Splošno

# #129
source: Slideshow
sl: Predogled slik

# #130
source: System info
sl: Sistemske informacije

# #131
source: Display
sl: Zaslon

# #132
source: Albums
sl: Albumi

# #133
source: Artists
sl: Izvajalci

# #134
source: Songs
sl: Pesmi

# #135
source: Genres
sl: Žanri

# #136
source: Playlists
sl: Predvajalni seznam

# #137
source: Search
sl: Iskanje

# #138
source: System Information
sl: SISTEMSKE INFORMACIJE

# #139
source: Temperatures:
sl: Temperature:

# #142
source: Time:
sl: Čas:

# #143
source: Current:
sl: Sedanji:

# #144
source: Build:
sl: Verzija:

# #145
source: Network:
sl: Omrežje:

# #146
source: Type:
sl: Tip:

# #147
source: Static
sl: Statičen:

# #149
source: MAC address
sl: MAC:

# #150
source: IP address
sl: IP

# #151
source: Link:
sl: Povezava:

# #152
source: Half duplex
sl: Polovični duplex

# #153
source: Full duplex
sl: Celi duplex

# #154
source: Storage
sl: Shramba

# #155
source: Drive
sl: Pogon

# #156
source: Free
sl: Prosto

# #158
source: Free memory
sl: Prosti pomnilnik

# #159
source: No link
sl: Ni povezave

# #160
source: Free
sl: Prosto

# #161
source: Unavailable
sl: Ni dosegljiv

# #162
source: Tray open
sl: DVD vratca odprta

# #163
source: Reading
sl: Berem,...

# #164
source: No disc
sl: Ni medija...

# #165
source: Disc present
sl: Medij prisoten,..

# #166
source: Skin
sl: Preobleka

# #167
source: Enable FTP server
sl: Omogoči FTP strežnik

# #168
source: Enable Internet time synchronization
sl: Omogoči Internetno sinhronizacijo časa

# #169
source: Resolution
sl: Resolucija

# #170
source: Adjust display refresh rate to match video
sl: Album:

# #172
source: Release date
sl: Datum izdaje:

# #173
source: Display 4:3 videos as
sl: Razvrstitev:

# #175
source: Moods
sl: Ton:

# #176
source: Styles
sl: Stil:

# #179
source: Song
sl: Pesem

# #180
source: Duration
sl: Trajanje

# #181
source: Select album
sl: Izberi Album

# #182
source: Tracks
sl: Posnetki

# #183
source: Review
sl: Ocena:

# #184
source: Refresh
sl: Osveži

# #185
source: Searching album
sl: Iščem Album

# #186
source: OK
sl: Potrdi

# #187
source: No albums found!
sl: Ne najdem albumov

# #188
source: Select all
sl: Izberi vse

# #189
source: Scanning media info
sl: Pregledujem info. o mediju

# #190
source: Save
sl: Shrani

# #191
source: Shuffle
sl: Razporedi

# #192
source: Clear
sl: Počisti

# #193
source: Scan
sl: Skeniraj

# #194
source: Searching...
sl: Poizvedujem,..

# #195
source: No info found!
sl: Ne najdem IMDB info.!

# #196
source: Select movie:
sl: Izberi film:

# #197
source: Querying %s info
sl: Poizvedujem IMDB info.

# #198
source: Loading movie details
sl: Nalagam filmske podrobnosti

# #205
source: Votes:
sl: Glasovi:

# #206
source: Cast
sl: Igralci

# #208
source: Play
sl: Predvajaj

# #209
source: Next
sl: Naslednji

# #210
source: Previous
sl: Prejšnji

# #213
source: Calibrate user interface...
sl: Kalibriraj uporabniški vmesnik

# #214
source: Video calibration...
sl: Video kalibracija

# #215
source: Soften
sl: Mehčanje

# #216
source: Zoom amount
sl: Povečava

# #217
source: Pixel ratio
sl: Količina Pixlov

# #218
source: DVD drive
sl: DVD pogon

# #219
source: Please insert disc
sl: Prosim vstavite medij

# #220
source: Remote share
sl: Daljinsko deljenje

# #221
source: Network is not connected
sl: Mreža ni povezana

# #222
source: Cancel
sl: Prekliči

# #224
source: Speed
sl: Hitrost

# #227
source: Lookup audio CD track names from freedb.org
sl: Preišči Audio nosilce na freedb

# #228
source: Shuffle playlist on load
sl: Razpostavi Predvajalni seznam ob zagonu

# #229
source: HDD spindown time
sl: HDD čas ustavitve

# #230
source: Video filters
sl: Video Filtri

# #231
source: None
sl: Nobena

# #232
source: Point
sl: Točka

# #233
source: Linear
sl: Linearno

# #234
source: Anisotropic
sl: Antisotropično

# #236
source: Gaussian cubic
sl: Gaussianovo kubično

# #237
source: Minification
sl: Pomanševanje

# #238
source: Magnification
sl: Povečevanje

# #239
source: Clear playlist on finish
sl: Očisti Predvajalni seznam ob izhodu

# #240
source: Autoplay DVD-Video
sl: DVD-Video

# #241
source: Autoplay VCD/SVCD
sl: VCD/SVCD

# #242
source: Autoplay Audio-CD
sl: Audio-CD

# #243
source: Autoplay Xbox games
sl: XBOX Igre

# #244
source: Autoplay videos
sl: Video

# #245
source: Autoplay music
sl: Glasba

# #246
source: Autoplay pictures
sl: Slike

# #247
source: Scripts
sl: Skripte

# #248
source: Language
sl: Jezik

# #249
source: Music
sl: Glasba

# #250
source: Visualization
sl: Vizualizacija

# #251
source: Select destination directory
sl: Izberi ciljno mapo

# #252
source: Output stereo to all speakers
sl: Stereo zvok na vse zvočnike

# #253
source: Number of channels
sl: Število kanalov

# #254
source: - DTS capable receiver
sl: DTS sprejemnik

# #256
source: Fetching CD information
sl: Poizvedujem freedb za CDDB info

# #257
source: Error
sl: Napaka

# #258
source: Enable tag reading
sl: Vključi Tag branje

# #259
source: Opening
sl: Odpiranje

# #261
source: Waiting for start...
sl: Čakam na začetek...

# #262
source: Scripts output
sl: Izhodne Skripte

# #263
source: Allow control of XBMC via HTTP
sl: Uporabi Web Strežnik

# #264
source: Record
sl: Snemaj

# #265
source: Stop Rec.
sl: Zaključi snemanje

# #266
source: Sort by: Track
sl: Sortiraj : posnetek

# #267
source: Sort by: Time
sl: Sortiraj : Čas

# #268
source: Sort by: Title
sl: Sortiraj : Naslov

# #269
source: Sort by: Artist
sl: Sortiraj : Izvajalec

# #270
source: Sort by: Album
sl: Sortiraj : Album

# #271
source: Top 100
sl: 100 najbolših

# #272
source: Top-Left overscan compensation
sl: Overscan kompezacija zgoraj levo

# #273
source: Bottom-Right overscan compensation
sl: Overscan kompenzacija spodaj desno

# #274
source: Subtitle positioning
sl: Pozicija podnapisov

# #275
source: Pixel ratio adjustment
sl: Nastavitev količine pixlov

# #276
source: Adjust the arrow to change the amount of overscan
sl: Premakni kurzor za spreminjanje velikosti zaslona

# #277
source: Adjust the bar to change the subtitles position
sl: Premakni kurzor za nastavitev lege podnapisov

# #278
source: Adjust the rectangle so it is perfectly square
sl: S kurzorjem spremeni pravokotnik v popolni kvadrat

# #279
source: Unable to load settings
sl: Nastavitev ni moč naložiti

# #280
source: Using default settings
sl: Uporabljam privzete nastavitve

# #281
source: Please check the XML files
sl: Prosimo preverite .xml datoteke

# #282
source: Found %i items
sl: najdeno %i datotek

# #283
source: Search results
sl: Rezultati iskanja

# #284
source: No results found
sl: Ni rezultatov

# #286
source: Post-processing filter
sl: Postprocesni Filter

# #287
source: Subtitles
sl: Podnapisi

# #288
source: Font
sl: Pisava

# #289
source: - Size
sl: - velikost

# #290
source: Dynamic range compression
sl: Dinamična Kompresija

# #293
source: Browse for subtitles
sl: Podnapisi

# #294
source: Create bookmark
sl: Ustvari zaznamek

# #296
source: Clear bookmarks
sl: Izbriši zaznamke

# #297
source: Audio offset
sl: Audio časovni zamik

# #298
source: Bookmarks
sl: Zaznamki

# #303
source: Delay
sl: Zamik

# #304
source: Language
sl: Jezik

# #305
source: Enabled
sl: Vključeno

# #306
source: Non-interleaved
sl: Brez-prepletanja

# #307
source: - Automatic post-processing
sl: - samodejno postprocesiranje

# #308
source: - Vertical deblocking filter
sl: - Vertikalni deblokirni filter

# #309
source: - Horizontal deblocking filter
sl: - horizontalni deblokirni filter

# #310
source: - Auto brightness/contrast
sl: - samodejna osvetlitev/Kontrast

# #313
source: Cleaning database
sl: Čiščenje baze podatkov

# #314
source: Preparing...
sl: Pripravljanje...

# #315
source: Database error
sl: Napaka v podatkovni bazi

# #316
source: Searching songs...
sl: Poizvedujem za pesmimi...

# #317
source: Cleaned database successfully
sl: Podatkovna baza je zbrisana uspešno

# #318
source: Cleaning songs...
sl: Brišem pesmi...

# #319
source: Error cleaning songs
sl: Napaka pri brisanju pesmi

# #320
source: Cleaning artists...
sl: Brišem izvajalce...

# #321
source: Error cleaning artists
sl: Napaka pri brisanju Izvajalcev

# #322
source: Cleaning genres...
sl: Brišem žanre...

# #323
source: Error cleaning genres
sl: Napaka pri brisanju žanrov

# #324
source: Cleaning paths...
sl: Brišem poti....

# #325
source: Error cleaning paths
sl: Napaka pri brisanju poti

# #326
source: Cleaning albums...
sl: Brišem albume...

# #327
source: Error cleaning albums
sl: Napaka pri brisanju Albumov

# #328
source: Writing changes...
sl: Zapisujem spremembe...

# #329
source: Error writing changes
sl: Napaka pri zapisovanju sprememb

# #330
source: This may take some time...
sl: Dejanje bo vzelo nekaj časa...

# #331
source: Compressing database...
sl: Stiskam podatkovno bazo....

# #332
source: Error compressing database
sl: Napaka pri stiskanju podatkovne baze

# #333
source: Do you want to clean the library?
sl: Želiš izbrisati glasbeno bazo?

# #334
source: Clean library...
sl: Izbriši glasbeno bazo

# #335
source: Start
sl: Začetek

# #336
source: Framerate conversion
sl: Izrisna konverzacija

# #337
source: Audio output
sl: Audio izhod

# #338
source: Analog
sl: Analogno

# #339
source: Digital
sl: Digitalno

# #340
source: Various artists
sl: Različni izvajalci

# #341
source: Play disc
sl: Predvajaj Disk

# #342
source: Movies
sl: Filmi

# #343
source: Adjust framerate
sl: Prilagodi hitrost sličic

# #344
source: Actors
sl: Igralci

# #345
source: Year
sl: Leto

# #350
source: Programs
sl: Programi

# #351
source: Off
sl: Izključeno

# #352
source: Dim
sl: Zamegljeno

# #353
source: Black
sl: Črno

# #354
source: Matrix trails
sl: Sledi Matrice

# #355
source: Screensaver time
sl: Čas delovanja ohranjevalnika

# #356
source: Screensaver mode
sl: Ohranjevalnik zaslona

# #357
source: Shutdown function timer
sl: Čas izklopa konzole

# #358
source: All albums
sl: Vsi Albumi

# #359
source: Recently added albums
sl: Nedavno dodani Albumi

# #360
source: Screensaver
sl: Ohranjevalnik

# #361
source: R. Slideshow
sl: R. prikaz.slik

# #362
source: Screensaver dim level
sl: Zameglitev ohranjevalnika zaslona

# #363
source: Sort by: File
sl: Razvrsti po: Datotekah

# #364
source: - Dolby Digital (AC3) capable receiver
sl: - Ojačevalec ima funkcijo AC3

# #365
source: Sort by: Name
sl: Razvrsti : Ime

# #366
source: Sort by: Year
sl: Razvrsti : Leto

# #367
source: Sort by: Rating
sl: Razvrsti : Rang

# #369
source: Title
sl: Naslov

# #370
source: Thunderstorms
sl: Nevihte

# #371
source: Partly
sl: Delno

# #372
source: Mostly
sl: Pretežno

# #373
source: Sunny
sl: Jasno

# #374
source: Cloudy
sl: Oblačno

# #375
source: Snow
sl: Sneg

# #376
source: Rain
sl: Dež

# #377
source: Light
sl: Rahel

# #378
source: AM
sl: Dopoldan

# #379
source: PM
sl: Popoldan

# #380
source: Showers
sl: Odtrgani oblak

# #381
source: Few
sl: Nekaj

# #382
source: Scattered
sl: Razpršeno

# #383
source: Wind
sl: Veter

# #384
source: Strong
sl: Močno

# #385
source: Fair
sl: Meglice

# #386
source: Clear
sl: Jasno

# #387
source: Clouds
sl: Oblaki

# #388
source: Early
sl: Zgodaj

# #389
source: Shower
sl: Nevihta

# #391
source: Low
sl: Nizko

# #392
source: Medium
sl: Srednje

# #393
source: High
sl: Visoko

# #394
source: Fog
sl: Megleno

# #396
source: Select location
sl: Izberi Lokacijo

# #397
source: Refresh time
sl: Osveži čas

# #398
source: Temperature units
sl: Temperaturne enote

# #399
source: Speed units
sl: Hitrostne enote

# #400
source: Weather
sl: Vreme

# #401
source: Temp
sl: Temperatura

# #402
source: Feels like
sl: Občuti se kot

# #403
source: UV index
sl: UV Indeks

# #404
source: Wind
sl: Veter

# #405
source: Dew point
sl: T.vlažnosti

# #406
source: Humidity
sl: Vlažnost

# #407
source: From
sl: Od

# #408
source: at
sl: piha

# #409
source: Defaults
sl: Privzeto

# #410
source: Accessing weather service
sl: Povezujem se z Weather.com strežnikom

# #411
source: Getting weather for:
sl: Pridobivam vremensko napoved za:

# #412
source: Unable to get weather data
sl: Vremenske napovedi ni moč prejeti!

# #413
source: Manual
sl: Manualno

# #414
source: No review for this album
sl: Ni recenzije za izbrani album

# #415
source: Downloading thumbnail...
sl: Prenašam sličice...

# #416
source: Not available
sl: Ni prisoten

# #417
source: View: Big icons
sl: Izgled: Velike Ikone

# #418
source: Enable Library
sl: Moj Video/Žanr

# #422
source: Delete album info
sl: Izbriši info o Albumu

# #423
source: Delete CD information
sl: Izbriši CDDB Info

# #424
source: Select
sl: Izberi

# #425
source: No album information found
sl: Informacij o albumu ni

# #426
source: No CD information found
sl: Informacij o CDDB ni

# #427
source: Disc
sl: Disk:

# #428
source: Insert correct CD/DVD
sl: Vstavi pravi CD/DVD

# #429
source: Please insert the following CD/DVD
sl: Prosim vstavi naslednji CD/DVD

# #430
source: Sort by: DVD#
sl: Sortiraj po: DVD#

# #431
source: No cache
sl: Brez medpomnilnika

# #432
source: Remove movie from library
sl: Izbriši film iz baze

# #433
source: Really remove '%s'?
sl: Ali ste prepričani glede odstranitve

# #437
source: Removable disk
sl: Trajanje:

# #438
source: Opening file
sl: Odpiram datoteko

# #439
source: MPlayer cache
sl: Medpomnilnik

# #440
source: Harddisk
sl: Trdi disk

# #442
source: Local network
sl: LAN

# #447
source: Autorun media
sl: Samodejni zagon

# #449
source: Enabled
sl: Vključen

# #450
source: Columns
sl: Stolpci

# #451
source: Row 1 address
sl: Vrstica 1 Naslov

# #452
source: Row 2 address
sl: Vrstica 2 Naslov

# #453
source: Row 3 address
sl: Vrstica 3 Naslov

# #454
source: Row 4 address
sl: Vrstica 4 Naslov

# #455
source: Rows
sl: Vrstice

# #457
source: Switch view
sl: Preklopi pogled

# #459
source: Subs
sl: Podmeniji

# #461
source: [active]
sl: [aktiven]

# #462
source: Subtitle
sl: Podnapisi

# #463
source: Backlight
sl: Osvelitev ozadja

# #464
source: Brightness
sl: Osvetlitev

# #465
source: Contrast
sl: Kontrast

# #466
source: Gamma
sl: Gama jakost

# #467
source: Type
sl: Tip

# #468
source: Move the bar to change the OSD position
sl: Premakni kurzor za spremembo pozicije OSD-ja

# #469
source: OSD position
sl: OSD Pozicija

# #470
source: Credits
sl: Zasluge

# #471
source: Modchip
sl: Modčip

# #474
source: Off
sl: Izključi

# #475
source: Music only
sl: Samo glasba

# #476
source: Music & video
sl: Glasba in video

# #477
source: Unable to load playlist
sl: Ne morem naložiti Predvajalnega seznama

# #479
source: Skin & language
sl: Izgled ter jezik

# #480
source: Appearance
sl: Izgled

# #481
source: Audio options
sl: Audio opcije

# #482
source: About XBMC
sl: Vse o XBMC

# #483
source: DVDPlayer cache
sl: album 2

# #485
source: Delete album
sl: Izbriši album

# #486
source: Repeat
sl: Ponovi

# #487
source: Repeat one
sl: Ponovi enkrat

# #488
source: Repeat folder
sl: Ponovi mape

# #489
source: Play the next song automatically
sl: Samodejni zagon naslednje datoteke

# #491
source: - Use big icons
sl: - Uporabi velike ikone

# #492
source: Resize VobSubs
sl: Zamenjaj dimenzije Vobsubs

# #493
source: Advanced options (Experts Only!)
sl: Napredne opcije (Samo za eksperte)

# #495
source: Upsample videos to GUI resolution
sl: Nastavi video na GUI resolucijo

# #496
source: Calibration
sl: Kalibracija

# #497
source: Show file extensions
sl: Skrij končnice datotek

# #498
source: Sort by: Type
sl: Sortiraj : Tip

# #499
source: Unable to connect to online lookup service
sl: Ne morem se povezati z www.allmusic.com

# #500
source: Downloading album information failed
sl: Neuspel prenos informacije o Albumu

# #501
source: Looking for album names...
sl: Iščem imena Albumov....

# #502
source: Open
sl: Odprt

# #503
source: Busy
sl: Zaseden

# #504
source: Empty
sl: Prazen

# #505
source: Loading media info from files...
sl: Nalagam informacije iz datotek...

# #507
source: Sort by: Usage
sl: Razvrsti : Uporaba

# #510
source: Enable visualizations
sl: Vključi Vizualizacijo

# #511
source: Enable video mode switching
sl: Uporabi preklop med video načini

# #512
source: Startup window
sl: Začetno okno

# #513
source: Home window
sl: Domače okno

# #514
source: Manual settings
sl: Ročne nastavitve

# #515
source: Genre
sl: Žanr

# #516
source: Make stored archives with one file transparent
sl: Izdelaj arhiv z transparentno datoteko

# #517
source: Recently played albums
sl: Nazadnje predvajani Albumi

# #518
source: Launch
sl: Zaženi

# #519
source: Launch in...
sl: Zaženi v...

# #520
source: Edit XBE title
sl: Uredi XBE naslov

# #521
source: Compilations
sl: Kompilacije

# #522
source: Remove source
sl: Odstrani izvor

# #523
source: Switch media
sl: Zamenjaj medij

# #524
source: Select playlist
sl: Izberi Predvajalni seznam

# #525
source: New playlist...
sl: Nov Predvajalni seznam...

# #526
source: Add to playlist
sl: Dodaj v Predvajalni seznam

# #527
source: Manually add to library
sl: Ročno dodaj v knjižnico

# #528
source: Enter title
sl: Vnesi naslov

# #529
source: Error: Duplicate title
sl: Napaka: podvojeni naslov

# #530
source: Select genre
sl: Izberi žanr

# #531
source: New genre
sl: Nov žanr

# #532
source: Manual addition
sl: Ročna Addition

# #533
source: Enter genre
sl: Vnesi žanr

# #534
source: View: %s
sl: Pogled: %s

# #535
source: List
sl: seznam

# #536
source: Icons
sl: ikone

# #537
source: Big list
sl: seznam 3

# #538
source: Big icons
sl: ikone 2

# #539
source: Wide
sl: široko

# #540
source: Big wide
sl: široko 2

# #541
source: Album icons
sl: album

# #542
source: DVD icons
sl: DVD

# #543
source: DVD
sl: DVD 2

# #544
source: Media info
sl: Informacije o mediju

# #550
source: Sort by: %s
sl: Razvrsti: %s

# #551
source: Name
sl: ime

# #552
source: Date
sl: datum

# #553
source: Size
sl: velikost

# #554
source: Track
sl: posnetek

# #555
source: Time
sl: čas

# #556
source: Title
sl: naslov

# #557
source: Artist
sl: izvajalec

# #559
source: Playlist
sl: Predvajalni seznam

# #561
source: File
sl: datoteka

# #562
source: Year
sl: Leto

# #563
source: Rating
sl: Ocena

# #564
source: Type
sl: Tip

# #565
source: Usage
sl: uporaba

# #566
source: Album artist
sl: Izvajalec albuma

# #567
source: Play count
sl: Števec predvajanj

# #568
source: Last played
sl: Nazadnje predvajano

# #569
source: Comment
sl: Komentiraj

# #570
source: Date added
sl: Dodatn datum

# #571
source: Default
sl: Privzeto

# #580
source: Sort direction
sl: Smer sortiranja

# #581
source: Sort method
sl: Način sortiranja

# #582
source: View mode
sl: Način pogleda

# #583
source: Remember views for different folders
sl: Zapomni si pogled za različne mape

# #584
source: Ascending
sl: Naraščajoče

# #585
source: Descending
sl: Padajoče

# #586
source: Edit playlist
sl: Uredi Predvajalni seznam

# #588
source: Cancel party mode
sl: Ustavi zabavni način

# #589
source: Party mode
sl: Zabavni način

# #590
source: Random
sl: Naključno

# #591
source: Off
sl: Izključi

# #592
source: One
sl: Eno

# #593
source: All
sl: Vse

# #594
source: Off
sl: Izključi

# #595
source: Repeat: Off
sl: Ponovi: Izključen

# #596
source: Repeat: One
sl: Ponovi: Enkrat

# #597
source: Repeat: All
sl: Ponovi: Vse

# #600
source: Rip audio CD
sl: Zripaj Audio CD

# #601
source: Medium
sl: Srednji

# #602
source: Standard
sl: Standardni

# #603
source: Extreme
sl: Ekstremni

# #604
source: Constant bitrate
sl: Konstantna bitna hitrost

# #605
source: Ripping...
sl: Ripanje...

# #607
source: To:
sl: Do:

# #608
source: Could not rip CD or track
sl: Ne morem zripati CD-ja ali zapisa

# #609
source: CDDARipPath is not set.
sl: CDDAR IP pot ni nastavljena v sources.xml

# #610
source: Rip audio track
sl: Ripaj Audio posnetek

# #620
source: Audio CDs
sl: CD Ripanje

# #621
source: Encoder
sl: Enkoder

# #622
source: Quality
sl: Kvaliteta

# #623
source: Bitrate
sl: Bitna hitrost

# #624
source: Include track number
sl: Upoštevaj številko pesmi

# #625
source: All songs of
sl: Vse pesmi od

# #629
source: View mode
sl: Pogled

# #630
source: Normal
sl: Normalno

# #631
source: Zoom
sl: Pomanjšaj

# #632
source: Stretch 4:3
sl: Razširi na 4:3

# #633
source: Stretch 14:9
sl: Razširi na 14:9

# #634
source: Stretch 16:9
sl: Razširi na 16:9

# #635
source: Original Size
sl: Originalna velikost

# #636
source: Custom
sl: Po meri

# #637
source: Replay gain
sl: Ponovi Gain

# #638
source: Replaygain volume adjustments
sl: Ponovi Gain način

# #639
source: Use track levels
sl: Uporabi nasta.zapisov

# #640
source: Use album levels
sl: Uporabi nasta.Albumov

# #641
source: PreAmp Level - Replay gained files
sl: Predn.- Predvajaj prejete datoteke

# #642
source: PreAmp Level - Non replay gained files
sl: Predn. - Ne predvajaj prejetih datotek

# #643
source: Avoid clipping on replay gained files
sl: Prepreči CLIP na prejetih datotekah

# #644
source: Crop black bars
sl: Obreži črne robove

# #645
source: Need to unpack a big file. Continue?
sl: Potrebno je razpakirati velike datoteke. Nadaljujem?

# #646
source: Remove from library
sl: Odstrani iz baze

# #647
source: Export video library
sl: Izvozi video knjižnico

# #648
source: Import video library
sl: Uvozi video knjižnico

# #649
source: Importing
sl: Uvažam

# #650
source: Exporting
sl: Izvažam

# #651
source: Browse for library
sl: Prebrskaj za knjižnico

# #652
source: Years
sl: Leta

# #653
source: Update library
sl: Posodobi knjinico

# #654
source: Show debug info
sl: Prikaži debug informacije

# #655
source: Browse for executable
sl: Prebrskaj za Executable

# #656
source: Browse for playlist
sl: Prebrskaj za Predvajalni seznam

# #657
source: Browse for folder
sl: Prebrskaj za mapo

# #658
source: Song information
sl: Informacija o pesmi

# #660
source: Volume amplification
sl: Ojačanje glasnosti
